{
  "id": "varesa",
  "wiki_id": "7488",
  "name": {
    "th-th": "Varesa",
    "en-us": "Varesa",
    "es-es": "Varesa",
    "zh-cn": "瓦雷莎",
    "fr-fr": "Varesa",
    "vi-vn": "Varesa",
    "zh-tw": "瓦雷莎",
    "pt-pt": "Varesa",
    "ru-ru": "Вареса",
    "ja-jp": "ヴァレサ",
    "ko-kr": "바레사",
    "id-id": "Varesa",
    "de-de": "Varesa"
  },
  "title": {
    "th-th": "พลังแกร่งแห่งสันติ",
    "en-us": "Strength in Serenity",
    "es-es": "La Heroína Sosegada",
    "zh-cn": "悠暇豪劲",
    "fr-fr": "Force tranquille",
    "vi-vn": "Sức Mạnh Nhàn Nhã",
    "zh-tw": "悠暇豪勁",
    "pt-pt": "Ócio Vigoroso",
    "ru-ru": "Безмятежная сила",
    "ja-jp": "おっとりパワフル！",
    "ko-kr": "부드러운 괴력",
    "id-id": "Strength in Serenity",
    "de-de": "Gelassene Stärke"
  },
  "description": {
    "th-th": "นักรบและเจ้าของสวนผลไม้แห่ง \"ผองสรรพสิ่ง\" ผู้ใช้ชีวิตแสนผ่อนคลาย เธอชื่นชอบผู้กล้าที่เปี่ยมด้วยพลัง และอาหารรสเลิศปริมาณมาก!",
    "en-us": "A laid-back orchard manager and warrior of the Collective of Plenty. An aspiring hero who hungers for justice... and lots and lots of food!",
    "es-es": "Una horticultora y guerrera de la Comunidad de la Feracidad de carácter superrelajado. ¡Le encantan los héroes fuertes y la comida en grandes cantidades!",
    "zh-cn": "悠悠哉哉，无比松弛的「沃陆之邦」战士兼果园主，喜欢充满力量的英雄，还有巨量美食！",
    "fr-fr": "Propriétaire d'un verger décontractée et guerrière du Collectif de l'abondance. Cette héroïne en herbe est en quête de justice... et de buffets à volonté !",
    "vi-vn": "Chiến binh ung dung thong thả của Cộng Đồng Trù Phú kiêm chủ vườn trái cây, vị anh hùng yêu thích sức mạnh tràn trề và cả rất nhiều đồ ăn ngon!",
    "zh-tw": "悠悠哉哉，無比鬆弛的「沃陸之邦」戰士兼果園主，喜歡充滿力量的英雄，還有巨量美食！",
    "pt-pt": "Uma guerreira e também dona de um pomar no relaxado e tranquilo Coletivo da Fartura, que adora heróis poderosos e um monte de comida!",
    "ru-ru": "Могучая воительница и хозяйка сада из Удела Благодатных Земель, которая живёт неторопливо и очень расслабленно. Она любит могущественных героев и огромные порции вкусной еды!«Вареса, моя самая необычная ученица... Её непринуждённая, неформальная манера поведения не имеет себе равных. Куда бы она ни отправилась, она всё равно что ребёнок в путешествии, который думает только о местных лакомствах или ищет подходящее место для ночлега... Но, если вам доведётся вместе сражаться с монстрами Бездны, будьте осторожны, ведь как только она входит в раж, её поведение становится весьма агрессивным», - Иансан.",
    "ja-jp": "のんびりまったりした「豊穣の邦」の戦士で、果樹園のお世話係。強い英雄に憧れており、食べることが大好き。",
    "ko-kr": "유유자적, 여유만만 그 자체인 「비옥한 터전」 소속 전사 겸 과수원 주인. 좋아하는 것은 힘이 넘치는 히어로다. 그리고 산더미처럼 쌓인 맛있는 음식도!",
    "id-id": "Seorang pemilik kebun yang santai dan pejuang dari Berlimpah Jaya. Calon pahlawan yang mendambakan keadilan ... dan banyak makanan!",
    "de-de": "Die durch und durch gemütliche Kriegerin und Besitzerin der Obstplantage aus dem „Kollektiv der Fülle“. Sie liebt mächtige Helden ebenso sehr wie riesige Essensportionen."
  },
  "rarity": 5,
  "vision": {
    "th-th": "ไฟฟ้า",
    "en-us": "Electro",
    "es-es": "Electro",
    "zh-cn": "雷元素",
    "fr-fr": "Électro",
    "vi-vn": "Lôi",
    "zh-tw": "雷元素",
    "pt-pt": "Electro",
    "ru-ru": "Электро",
    "ja-jp": "雷元素",
    "ko-kr": "번개 원소",
    "id-id": "Electro",
    "de-de": "Elektro"
  },
  "weapon": {
    "th-th": "สื่อเวท",
    "en-us": "Catalyst",
    "es-es": "Catalizador",
    "zh-cn": "法器",
    "fr-fr": "Catalyseur",
    "vi-vn": "Pháp Khí",
    "zh-tw": "法器",
    "pt-pt": "Catalisador",
    "ru-ru": "Катализатор",
    "ja-jp": "法器",
    "ko-kr": "법구",
    "id-id": "Catalyst",
    "de-de": "Katalysator"
  },
  "characterIconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a54efe1bb7e82a589b9af44683a696ca_8635138146175164187.png",
  "elementIconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/27/16d344b6abbc369a2db9d46d6f31305b_7144738962629629573.png",
  "constellationNameOfficial": {
    "th-th": "Mascara Luctatori",
    "en-us": "Mascara Luctatori",
    "es-es": "Mascara Luctatori",
    "zh-cn": "斗士假面座",
    "fr-fr": "Mascara Luctatori",
    "vi-vn": "N/A",
    "zh-tw": "鬥士假面座",
    "pt-pt": "Mascara Luctatori",
    "ru-ru": "Маска Бойца",
    "ja-jp": "マスクド・ウォーリアー座",
    "ko-kr": "N/A",
    "id-id": "Mascara Luctatori",
    "de-de": "Mascara Luctatori"
  },
  "specialDish": {
    "id": 7547,
    "name": {
      "th-th": "Mt. Mushroom (สำหรับคนเดียว)",
      "en-us": "Mt. Mushroom (For One)",
      "es-es": "Montaña de setas (para 1 persona)",
      "zh-cn": "菇菇山脉（单人份）",
      "fr-fr": "Champi-mont (Portion individuelle)",
      "vi-vn": "Dãy Núi Nấm (Suất Một Người)",
      "zh-tw": "菇菇山脈（單人份）",
      "pt-pt": "Monte Cogu (Individual)",
      "ru-ru": "Грибная гора (порция на одного)",
      "ja-jp": "マウント・マッシュルーム（一人前）",
      "ko-kr": "버섯산(1인분)",
      "id-id": "Mt. Mushroom (Porsi Seorang)",
      "de-de": "Pilzgipfel (Einzelportion)"
    },
    "iconUrl": null
  },
  "namecard": {
    "id": 7573,
    "name": {
      "th-th": "Varesa - แหล่งพลัง",
      "en-us": "Varesa: Powerhouse",
      "es-es": "Varesa - Fuente de fuerza",
      "zh-cn": "瓦雷莎·力源",
      "fr-fr": "Varesa - Puissance",
      "vi-vn": "Varesa - Nguồn Gốc Sức Mạnh",
      "zh-tw": "瓦雷莎·力源",
      "pt-pt": "Varesa - Fonte de Energia",
      "ru-ru": "Источник силы",
      "ja-jp": "ヴァレサ・力の源",
      "ko-kr": "바레사·힘의 근원",
      "id-id": "Varesa: Powerhouse",
      "de-de": "Varesa – Energiequelle"
    },
    "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/19/aeb1605b897577bc7420764af954b371_6175220193527169369.png"
  },
  "constellations": [
    {
      "id": "summaryList975",
      "constellationNumber": 1,
      "name": {
        "th-th": "Undying Passion",
        "en-us": "Undying Passion",
        "es-es": "Fervor inextinguible",
        "zh-cn": "终始不熄的热诚",
        "fr-fr": "Passion éternelle",
        "vi-vn": "Nhiệt Huyết Cháy Mãi",
        "zh-tw": "終始不熄的熱誠",
        "pt-pt": "Fervor Inextinguível",
        "ru-ru": "Неугасающая преданность",
        "ja-jp": "燃え続ける情熱",
        "ko-kr": "꺼지지 않는 열정",
        "id-id": "Undying Passion",
        "de-de": "Nicht auslöschbare Leidenschaft"
      },
      "description": {
        "th-th": "เอฟเฟกต์ของพรสวรรค์ติดตัว \"Tag-Team Triple Jump!\" ได้รับการเสริมพลัง:เมื่อทำการโจมตีพุ่งลงจากอากาศพิเศษ - \"Thunderous Tornado Eruption\" Varesa จะได้รับ \"Rainbow Crash\" เป็นเวลา 5 วินาที;ภายในช่วงเวลาต่อเนื่องของ \"Rainbow Crash\" ไม่ว่า Varesa จะอยู่ในสถานะฮึกเหิมร้อนแรงหรือไม่ เมื่อทำการโจมตีพุ่งลงจากอากาศ ความเสียหายพุ่งถึงพื้นจะเปลี่ยนเป็นสร้างความเสียหายเพิ่มเติม 180% ของพลังโจมตี โดยที่เอฟเฟกต์นี้จะต้องปลดล็อกพรสวรรค์ติดตัว \"Tag-Team Triple Jump!\" ก่อนนอกจากนี้ เมื่อ Varesa อยู่ในโหมด \"จู่โจมดุดัน\" ขณะอยู่ในสถานะพรวิญญาณราตรี การใช้ค่าวิญญาณราตรี หรือโฟลจิสตันจะลดลง 30%",
        "en-us": "The effects of the Passive Talent \"Tag-Team Triple Jump!\" are enhanced:When performing the Special Plunging Attack \"Thunderous Tornado Eruption,\" Varesa will also gain \"Rainbow Crash\" for 5s.When \"Rainbow Crash\" is in effect, Varesa's Plunging Attack ground impact DMG is increased by 180% of her ATK, whether she is in the Fiery Passion state or not. You must first unlock the Passive Talent \"Tag-Team Triple Jump!\" to access the above effect.Additionally, when Varesa is in the Sudden Onrush mode of her Nightsoul's Blessing, she consumes 30% less Nightsoul points or Phlogiston.",
        "es-es": "Fortalece el efecto del talento pasivo “Impulso y... ¡salto triple!”:Al ejecutar el Ataque Descendente especial: Erupción furiatormenta, Varesa obtendrá también el efecto de colisión iridiscente durante 5 s.Mientras el efecto de “colisión iridiscente” esté activo, el daño de los Ataques Descendentes de Varesa aumentará en una cantidad equivalente al 180% de su ATQ, independientemente de si está en el estado de fervor ardiente o no. Para activar este efecto, es necesario desbloquear el talento pasivo “Impulso y... ¡salto triple!”.Además, cuando Varesa está en el modo de avance impetuoso del estado de bendición noctámbula, el consumo de pts. de noctambulismo o flogisto disminuye en un 30%.",
        "zh-cn": "固有天赋「连势，三重腾跃！」的效果获得强化：进行特殊下落攻击·大火山狂雷怒卷时，瓦雷莎也会获得「虹色坠击」，持续5秒；「虹色坠击」持续期间，无论瓦雷莎是否处于炽热激情状态，进行下落攻击时，坠地冲击都会改为额外造成180%攻击力的伤害。该效果需要解锁固有天赋「连势，三重腾跃！」。此外，当瓦雷莎处于夜魂加持状态下的「突驰烈进」模式时，消耗的夜魂值或燃素降低30%。",
        "fr-fr": "L'aptitude passive « Le triple saut en tag team ! » est renforcée :Lorsqu'elle effectue son attaque plongeante spéciale « Éruption-tornade tonitruante », Varesa obtient également l'effet Effondrement d'arc-en-ciel pendant 5 s.Pendant la durée de l'effet Effondrement d'arc-en-ciel, l'impact des attaques plongeantes de Varesa inflige des DGT supplémentaires d'une valeur équivalant à 180 % de son ATQ que sa passion ardente soit activée ou non, l'aptitude passive « Le triple saut en tag team ! » devant être déjà débloquée.De plus, lorsque Varesa est dans le mode Avancée soudaine de sa bénédiction noctâme, les points de noctâme ou le phlogistique qu'elle consomme diminuent de 30 %.",
        "vi-vn": "Hiệu quả của thiên phú cố định \"Ba Lần Nhảy Cao\" được cường hóa:Khi tiến hành Tấn Công Khi Đáp đặc biệt \"Núi Lửa Sấm Rền\", Varesa cũng sẽ nhận được \"Cầu Vồng Giáng Lâm\" trong 5s.Trong thời gian \"Cầu Vồng Giáng Lâm\", cho dù Varesa có ở trong trạng thái Nhiệt Huyết Cháy Bỏng hay không thì khi tiến hành Tấn Công Khi Đáp, cú đáp cũng sẽ gây thêm sát thương bằng 180% Tấn Công. Hiệu quả này cần mở khóa thiên phú \"Ba Lần Nhảy Cao\".Ngoài ra, khi Varesa ở trong dạng \"Tốc Độ Dũng Mãnh\" của trạng thái Dạ Hồn Chúc Phúc, mức tiêu hao Dạ Hồn hoặc Phlogiston giảm 30%.",
        "zh-tw": "固有天賦「連勢，三重騰躍！」的效果獲得強化：進行特殊下落攻擊·大火山狂雷怒卷時，瓦雷莎也會獲得「虹色墜擊」，持續5秒。「虹色墜擊」持續期間，無論瓦雷莎是否處於熾熱激情狀態，進行下落攻擊時，墜地衝擊都會改為額外造成180%攻擊力的傷害。該效果需要解鎖固有天賦「連勢，三重騰躍！」。此外，當瓦雷莎處於夜魂加持狀態下的「突馳烈進」模式時，消耗的夜魂值或燃素降低30%。",
        "pt-pt": "O efeito do Talento Passivo \"Poder e Salto Triplo!\" é fortalecido.Quando fizer um Ataque Imersivo: Fúria do Redemoinho Vulcânico especial, Varesa obtém Imersão Colorida por 5s.Enquanto Imersão Colorida durar, independentemente de Varesa estar ou não no estado Calor Escaldante, quando realizar um Ataque Imersivo, o Dano causado pela Onda Mergulhadora será convertido em um adicional de 180% do ATQ. Esse efeito requer que o Talento Passivo \"Poder e Salto Triplo!\" esteja desbloqueado.Quando Varesa estiver no modo Investida Frenética do estado Bênção do Espírito da Noite, reduz o consumo de pontos de Espírito da Noite ou de Flogisto em 30%.",
        "ru-ru": "Усиливает эффект пассивного таланта Трёхкратный командный прыжок:При выполнении особой атаки в падении Громогласное вулканическое торнадо Вареса на 5 сек. получает Радужное крушение.Во время действия Радужного крушения, независимо от того, находится ли Вареса в состоянии Пылающего воодушевления или нет, ударная волна атаки в падении наносит дополнительный урон, равный 180% от её силы атаки. Требуется разблокировать пассивный талант Трёхкратный командный прыжок.Кроме того, когда Вареса находится в режиме Внезапного натиска состояния Благословения Ночного духа, её потребление очков Ночного духа или флогистона снижается на 30%.",
        "ja-jp": "固有天賦「連翔、三段跳び！」の効果が強化される。特殊な落下攻撃・大火山サンダートルネードを行う時、ヴァレサは継続時間5秒の「レインボークラッシュ」を獲得する。「レインボークラッシュ」継続期間中、ヴァレサが猛烈パッション状態であるかに関わらず、落下攻撃を行う時、着地時の落下攻撃ダメージが攻撃力180%分アップするようになる。固有天賦「連翔、三段跳び！」を解放する必要がある。また、ヴァレサが夜魂の加護状態での「パワフルタックル」モードにある場合、消費する夜魂値または燃素-30%。",
        "ko-kr": "고유 특성 「연속! 세 번의 도약」의 효과가 강화된다:특수 낙하 공격·대화산 폭발 진행 시에도 바레사가 「무지개 낙하」를 획득한다. 지속 시간: 5초.바레사의 열혈 상태 여부와 상관없이 「무지개 낙하」 지속 시간 동안 낙하 공격 시, 추락 충격이 추가로 공격력의 180%에 해당하는 피해를 주도록 변경된다. 해당 효과는 고유 특성 「연속! 세 번의 도약」을 해금해야 한다.또한 바레사가 밤혼 가호 상태의 「맹렬한 돌격」 모드 시, 소모하는 밤혼 또는 열소가 30% 감소한다",
        "id-id": "Efek Talenta Pasif \"Tag-Team Triple Jump!!\" diperkuat:Saat melakukan Plunging Attack Spesial \"Thunderous Tornado Eruption\", Varesa juga akan mendapatkan \"Rainbow Crash\" selama 5 detik.Selama durasi \"Rainbow Crash\", terlepas dari Varesa berada dalam status Fiery Passion atau tidak, saat Varesa melakukan Plunging Attack, DMG tambahan saat Plunging Attack menghantam tanah akan mengakibatkan 180% ATK. Harus membuka Talenta Pasif \"The Tag-Team Triple Jump!\" terlebih dahulu agar efek ini bisa aktif.Selain itu, saat Varesa berada dalam status Nightsoul's Blessing: Sudden Onrush, poin Nightsoul atau Phlogiston yang dikonsumsi berkurang 30%.",
        "de-de": "Verstärkt den Effekt des passiven Talents „Siegesbewusster Dreifachsprung!“:Verleiht Varesa auch beim Ausführen des besonderen Angriffs aus dem Fall – Wilder Vulkanwirbel 5 s lang den „Regenbogensturzangriff“.Verursacht während der Dauer des „Regenbogensturzangriffs“ beim Aufkommen mit dem Angriff aus dem Fall stattdessen zusätzlich Schaden in Höhe von 150 % ANG, unabhängig davon, ob Varesa sich im Zustand der „Brennende Leidenschaft“ befindet. Das passive Talent „Siegesbewusster Dreifachsprung!“ muss zuerst freigeschaltet werden.Verringert Varesas Verbrauch an Nachtseelenpunkten und Phlogiston im Modus „Stürmischer Vorstoß“ des Zustands Nachtseelensegen außerdem um 30 %."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/d668228e8631895e80b2cf8b0436c4ed_2706410828608605198.png",
      "localIcon": "images/varesa/constellation_1.png"
    },
    {
      "id": "summaryList44290",
      "constellationNumber": 2,
      "name": {
        "th-th": "Beyond the Edge of Light",
        "en-us": "Beyond the Edge of Light",
        "es-es": "Más allá de la luz",
        "zh-cn": "逾越天光的极限",
        "fr-fr": "Au-delà des limites de la lumière",
        "vi-vn": "Cực Hạn Ngút Trời",
        "zh-tw": "逾越天光的極限",
        "pt-pt": "Além da Luz",
        "ru-ru": "Преступая черту дневного света",
        "ja-jp": "天光の極限を超えて",
        "ko-kr": "빛의 한계 돌파",
        "id-id": "Beyond the Edge of Light",
        "de-de": "Jenseits des Lichts"
      },
      "description": {
        "th-th": "หลังจากทำการโจมตีพุ่งลงจากอากาศ Varesa จะเข้าสู่สถานะขับเคลื่อนสุดขีด ไม่ว่าจะอยู่ในสถานะฮึกเหิมร้อนแรงหรือไม่ก็ตามเมื่ออยู่ในสถานะขับเคลื่อนสุดขีด ความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มขึ้นอีกขั้นนอกจากนี้เมื่อ Varesa ทำการโจมตีพุ่งลงจากอากาศโดนศัตรู จะฟื้นฟูพลังงานธาตุให้ Varesa 11.5 หน่วย",
        "en-us": "Varesa will enter Apex Drive after using a Plunging Attack, regardless of whether she is in the Fiery Passion state or not.When Apex Drive is active, Varesa's interruption resistance will also further increase.Additionally, Varesa will restore 11.5 Energy when her Plunging Attack ground impact hits an opponent.",
        "es-es": "Tras ejecutar un Ataque Descendente, Varesa entra en el estado de propulsión extrema independientemente de si está en el estado de fervor ardiente o no.Mientras está en el estado de propulsión extrema, su RES a interrupción aumenta aún más.Además, al golpear a un enemigo con su Ataque Descendente, Varesa recupera 11.5 pts. de Energía Elemental.",
        "zh-cn": "无论是否处于炽热激情状态，瓦雷莎进行下落攻击后，都会进入极限驱动状态。处于极限驱动状态下时，瓦雷莎的抗打断能力还会进一步提升。此外，瓦雷莎进行下落攻击时的坠地冲击命中敌人时，会为瓦雷莎恢复11.5点元素能量。",
        "fr-fr": "Varesa active l'état Transmission extrême après avoir utilisé une attaque plongeante, que ce soit ou non pendant sa passion ardente.Pendant sa transmission extrême, la RÉS à l'interruption de Varesa augmente davantage.De plus, Varesa récupère 11,5 pts d'énergie élémentaire lorsque l'impact de son attaque plongeante touche un ennemi.",
        "vi-vn": "Bất kể có ở trong trạng thái Nhiệt Huyết Cháy Bỏng hay không thì sau khi Varesa tiến hành Tấn Công Khi Đáp cũng sẽ vào trạng thái Động Cơ Cực Hạn.Khi trong trạng thái Động Cơ Cực Hạn, Varesa sẽ tăng thêm khả năng Kháng Gián Đoạn.Ngoài ra, Tấn Công Khi Đáp của Varesa khi tiếp đất trúng kẻ địch sẽ hồi phục cho Varesa 11.5 Năng Lượng Nguyên Tố.",
        "zh-tw": "無論是否處於熾熱激情狀態，瓦雷莎進行下落攻擊後，都會進入極限驅動狀態。處於極限驅動狀態下時，瓦雷莎的抗打斷能力還會進一步提升。此外，瓦雷莎進行下落攻擊時的墜地衝擊命中敵人時，會為瓦雷莎恢復11.5點元素能量。",
        "pt-pt": "Independentemente de Varesa estar ou não no estado Calor Escaldante, entrará no estado Força Extrema quando fizer um Ataque Imersivo.Quando estiver em Força Extrema, sua Resistência contra Interrupção será aumentada ainda mais.Além disso, quando a Onda Mergulhadora do Ataque Imersivo de Varesa atingir um inimigo, regenerará 11.5 de Energia Elemental para ela.",
        "ru-ru": "Независимо от того, находится ли Вареса в состоянии Пылающего воодушевления или нет, после выполнения атаки в падении она активирует Предельный импульс.Когда Предельный импульс активен, сопротивление прерыванию Варесы становится ещё выше.Кроме того, когда ударная волна от приземления атаки в падении Варесы поражает противников, она восстанавливает 11,5 ед. энергии.",
        "ja-jp": "ヴァレサが落下攻撃を行った後、猛烈パッション状態であるかに関わらず、マキシマムドライブ状態に入る。マキシマムドライブ状態では、ヴァレサの中断耐性がさらにアップする。また、ヴァレサの着地時の落下攻撃が敵に命中した時、ヴァレサの元素エネルギーを11.5ポイント回復する。",
        "ko-kr": "열혈 상태 여부와 상관없이 바레사가 낙하 공격 후, 한계 돌파 상태에 진입한다.한계 돌파 상태에서 바레사의 경직 저항력이 더 증가한다.또한 바레사 낙하 공격의 추락 충격이 적에게 명중 시, 바레사의 원소 에너지가 11.5pt 회복된다",
        "id-id": "Terlepas dari Varesa berada dalam status Fiery Passion atau tidak, Varesa tetap akan memasuki status Apex Drive setelah melancarkan Plunging Attack.Saat dalam status Apex Drive, ketahanan Varesa terhadap interupsi juga akan meningkat lebih lanjut.Selain itu, Varesa akan memulihkan 11,5 poin Energy saat melancarkan Plunging Attack dan hantamannya mengenai musuh.",
        "de-de": "Varesa tritt unabhängig davon, ob sie sich im Zustand Brennende Leidenschaft befindet, nach dem Ausführen eines Angriffs aus dem Fall in den Zustand „Äußerster Antrieb“ ein.Erhöht Varesas Unterbrechungs-WDS im Zustand „Äußerster Antrieb“ zusätzlich.Stellt Varesa außerdem 11,5 Punkte Elementarenergie wieder her, wenn sie beim Aufkommen nach einem Angriff aus dem Fall Gegner trifft."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a71bb58f1555bcb07d434149166b3c2c_4824598993565728011.png",
      "localIcon": "images/varesa/constellation_2.png"
    },
    {
      "id": "summaryList30384",
      "constellationNumber": 3,
      "name": {
        "th-th": "Unbowed Resolve",
        "en-us": "Unbowed Resolve",
        "es-es": "Determinación inquebrantable",
        "zh-cn": "百折不摧的决意",
        "fr-fr": "Détermination inébranlable",
        "vi-vn": "Quyết Tâm Bất Khuất",
        "zh-tw": "百折不摧的決意",
        "pt-pt": "Determinação Inabalável",
        "ru-ru": "Непоколебимая решимость",
        "ja-jp": "不撓不屈の決意",
        "ko-kr": "불굴의 결심",
        "id-id": "Unbowed Resolve",
        "de-de": "Unbeugsame Entschlossenheit"
      },
      "description": {
        "th-th": "เพิ่มเลเวลสกิลของท่าไม้ตาย Guardian Vent! ขึ้น 3 ระดับเพิ่มได้สูงสุดถึงระดับ 15",
        "en-us": "Increases the Level of Guardian Vent! by 3.Maximum upgrade level is 15.",
        "es-es": "Aumenta el nivel de habilidad de ¡Descenso fulgurante! +3.Puede ser aumentado hasta Niv. 15.",
        "zh-cn": "元素爆发闪烈降临！的技能等级提高3级。至多提升至15级。",
        "fr-fr": "Niveau d'aptitude Avènement protecteur ! +3.Niveau max : 15",
        "vi-vn": "Cấp kỹ năng Tia Chớp Giáng Lâm +3.Tăng tối đa đến cấp 15.",
        "zh-tw": "元素爆發閃烈降臨！的技能等級提高3級。至多提升至15級。",
        "pt-pt": "Aumenta o nível do Supremo A Estrela Chegou! em 3.O nível máximo de elevação é 15.",
        "ru-ru": "Увеличивает уровень навыка Ослепительное сошествие! на 3.Макс. уровень: 15",
        "ja-jp": "元素爆発シャイニングヴェント！のスキルLv.+3。最大Lv.15まで。",
        "ko-kr": "원소폭발 벼락불 강림!의 스킬 레벨+3최대 Lv.15까지 상승",
        "id-id": "Meningkatkan 3 level Elemental Burst Guardian Vent!.Maksimum: Lv. 15.",
        "de-de": "Erhöht die Stufe der Spezialfähigkeit Blitzartiger Auftritt! um 3.Höchststufe 15."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/663d25cb98a5e609544408485cf83f88_6357265063452010205.png",
      "localIcon": "images/varesa/constellation_3.png"
    },
    {
      "id": "summaryList36385",
      "constellationNumber": 4,
      "name": {
        "th-th": "The Courage to Press On",
        "en-us": "The Courage to Press On",
        "es-es": "El valor de seguir adelante",
        "zh-cn": "直面前路的勇气",
        "fr-fr": "Le courage de continuer",
        "vi-vn": "Dũng Cảm Xông Pha",
        "zh-tw": "直面前路的勇氣",
        "pt-pt": "Coragem para Enfrentar o Caminho Futuro",
        "ru-ru": "Храбрость идти вперёд",
        "ja-jp": "突き進む勇気",
        "ko-kr": "돌진할 용기",
        "id-id": "The Courage to Press On",
        "de-de": "Mutig vorwärts"
      },
      "description": {
        "th-th": "เมื่อใช้ท่าไม้ตาย Guardian Vent! จะเกิดเอฟเฟกต์เสริมพลังที่เกี่ยวข้องแตกต่างกันไป ตามสถานะของ Varesa:· หากไม่ได้อยู่ในสถานะฮึกเหิมร้อนแรงหรือขับเคลื่อนสุดขีด:· Varesa จะได้รับเอฟเฟกต์ \"Diligent Refinement\" เป็นเวลา 15 วินาที ซึ่งจะเพิ่มความเสียหายการโจมตีพุ่งลงจากอากาศของ Varesa เป็น 500% ของพลังโจมตีของ Varesa โดยสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุด 20,000 หน่วย; เอฟเฟกต์นี้จะถูกลบล้างเมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู หรือสิ้นสุดช่วงเวลาต่อเนื่อง· หากอยู่ในสถานะฮึกเหิมร้อนแรง หรือขับเคลื่อนสุดขีด: ท่าไม้ตาย Guardian Vent! ในครั้งนี้ จะสร้างความเสียหายเพิ่มขึ้น 100%",
        "en-us": "Varesa will receive various buffs based on her state when using her Elemental Burst Guardian Vent! If Varesa:· Has neither Fiery Passion nor Apex Drive active, she will gain Diligent Refinement for 15s, which will increase her Plunging Attack ground impact DMG by 500% of her ATK, with a maximum increase of 20,000 DMG. This effect will be canceled once the ground impact hits an opponent, or if its duration ends.· If she has either Fiery Passion or Apex Drive active, this instance of her Elemental Burst Guardian Vent! deals 100% increased DMG.",
        "es-es": "Al usar la Habilidad Definitiva, ¡Descenso fulgurante!, se producen distintos efectos según el estado en el que se encuentre Varesa:·Si Varesa no está en el estado de fervor ardiente o de propulsión extrema, obtiene el efecto de “pujanza intrépida”, el cual aumenta el daño del impacto contra el suelo de su Ataque Descendente en una cantidad equivalente al 500% de su ATQ durante 15 s, hasta un aumento máximo de 20 000 pts. Este efecto desaparece al golpear a un enemigo con un Ataque Descendente o cuando termina su duración.·Si Varesa está en el estado de fervor ardiente o de propulsión extrema, el daño infligido con ¡Descenso fulgurante! aumenta en un 100%.",
        "zh-cn": "施放元素爆发闪烈降临！时，依据瓦雷莎的状态，将分别产生对应的强化效果。若瓦雷莎：·不处于炽热激情状态或极限驱动状态：瓦雷莎获得「精进勇猛」效果，持续15秒，基于瓦雷莎攻击力的500%，提升瓦雷莎进行下落攻击时坠地冲击造成的伤害，至多通过这种方式提升20000；该效果将在坠地冲击命中敌人或持续时间结束时解除。·处于炽热激情状态或极限驱动状态：本次元素爆发闪烈降临！造成的伤害提升100%。",
        "fr-fr": "Lors de l'utilisation du déchaînement élémentaire Avènement protecteur !, Varesa obtient différents bonus selon son état :· Si Varesa ne bénéficie ni d'une passion ardente ni d'une transmission extrême : elle obtient l'effet Affinage diligent pendant 15 s, ce qui augmente les DGT infligés par l'impact de ses attaques plongeantes d'une valeur équivalant à 500 % de son ATQ, les DGT pouvant être augmentés d'un maximum de 20 000 pts de cette manière. Cet effet disparaît lorsqu'un ennemi est touché avec un impact ou à la fin de sa durée.· Si Varesa bénéficie d'une passion ardente ou d'une transmission extrême : les DGT infligés par cette utilisation du déchaînement élémentaire Avènement protecteur ! augmentent de 100 %.",
        "vi-vn": "Khi thi triển Kỹ Năng Nộ Tia Chớp Giáng Lâm, dựa vào trạng thái của Varesa để sản sinh hiệu quả cường hóa tương ứng. Nếu Varesa:·Không ở trong trạng thái Nhiệt Huyết Cháy Bỏng hoặc Động Cơ Cực Hạn: Varesa nhận hiệu quả \"Dũng Mãnh Tiến Bước\" trong 15s, căn cứ vào 500% Tấn Công của Varesa để tăng sát thương gây ra khi tiếp đất từ đòn Tấn Công Khi Đáp của cô ấy, tối đa tăng 20000 thông qua cách thức này. Hiệu quả này sẽ bị xóa khi tiếp đất trúng kẻ địch hoặc kết thúc thời gian duy trì.·Ở trong trạng thái Nhiệt Huyết Cháy Bỏng hoặc Động Cơ Cực Hạn: Sát thương lần Kỹ Năng Nộ Tia Chớp Giáng Lâm này tăng 100%.",
        "zh-tw": "施放元素爆發閃烈降臨！時，依據瓦雷莎的狀態，將分別產生對應的強化效果。若瓦雷莎：·不處於熾熱激情狀態或極限驅動狀態：瓦雷莎獲得「精進勇猛」效果，持續15秒，基於瓦雷莎攻擊力的500%，提升瓦雷莎進行下落攻擊時墜地衝擊造成的傷害，至多依此方式提升20000。該效果將在墜地衝擊命中敵人或持續時間結束時解除。·處於熾熱激情狀態或極限驅動狀態：本次元素爆發閃烈降臨！造成的傷害提升100%。",
        "pt-pt": "Ao lançar o Supremo A Estrela Chegou!, gera efeitos fortalecedores correspondentes de acordo com o estado de Varesa. Se Varesa:· Não estiver no estado Calor Escaldante ou Força Extrema: Varesa obtém o efeito Fúria Corajosa por 15s, aumentando o Dano causado pela Onda Mergulhadora do Ataque Imersivo de Varesa com base em 500% de seu ATQ. É possível aumentar em até 20.000 dessa forma. Esse efeito será removido quando a Onda Mergulhadora atingir um inimigo ou quando sua duração acabar.· Quando estiver no estado Calor Escaldante ou Força Extrema: aumenta o Dano causado por essa instância do Supremo A Estrela Chegou! em 100%.",
        "ru-ru": "При активации взрыва стихии Ослепительное сошествие! в зависимости от состояния Варесы возникают разные усиления. Если Вареса:· Не находится в состоянии Пылающего воодушевления или Предельного импульса, то она на 15 сек. получает эффект Храброго продвижения: урон ударной волны атаки в падении Варесы повышается на 500% от её силы атаки (максимум увеличения урона, которое можно получить таким способом, составляет 20 000 ед.). Этот эффект исчезает, когда ударная волна от приземления атаки в падении поражает противников или когда заканчивается время его действия.· Находится в состоянии Пылающего воодушевления или Предельного импульса, то урон этого взрыва стихии Ослепительное сошествие! увеличивается на 100%.",
        "ja-jp": "元素爆発シャイニングヴェント！を発動時、ヴァレサの状態によって、異なる強化効果を得る。・猛烈パッション状態またはマキシマムドライブ状態でない場合、ヴァレサは継続時間15秒の「勇往邁進」効果を獲得し、ヴァレサの攻撃力500%分を基に、ヴァレサの着地時の落下攻撃ダメージをアップする。この方法でアップできるダメージは最大20000まで。この効果は着地時の落下攻撃ダメージが敵に命中する、または継続時間終了時に解除される。・猛烈パッション状態またはマキシマムドライブ状態にある場合、今回の元素爆発シャイニングヴェント！の与えるダメージ+100%。",
        "ko-kr": "원소폭발 벼락불 강림! 발동 시, 바레사의 상태에 따라 각기 다른 강화 효과가 생성된다:·열혈 상태 또는 한계 돌파 상태가 아닐 경우: 바레사가 「용맹한 돌진」 효과를 획득한다. 지속 시간 15초. 바레사가 낙하 공격 시, 추락 충격으로 적에게 주는 피해가 바레사 공격력의 500%에 기반해 최대 20000pt 증가한다. 해당 효과는 추락 충격이 적에게 명중하거나 지속 시간이 종료되면 사라진다.·열혈 또는 한계 돌파 상태일 경우: 이번 원소폭발 벼락불 강림!으로 주는 피해가 100% 증가한다",
        "id-id": "Varesa akan mendapatkan efek penguatan yang berbeda berdasarkan status Varesa saat ia melancarkan Elemental Burst Guardian Vent!. Jika Varesa:·Tidak berada dalam status Fiery Passion atau Apex Drive, maka Varesa akan mendapatkan efek Diligent Refinement selama 15 detik. Efek ini akan meningkatkan DMG yang diakibatkan Plunging Attack Varesa sebesar 500% ATK Varesa, dengan peningkatan DMG maksimum sebesar 20.000 poin. Efek ini akan hilang saat hantaman Plunging Attack mengenai musuh atau saat durasinya berakhir.·Sedang berada dalam status Fiery Passion atau Apex Drive, maka DMG yang diakibatkan Elemental Burst Guardian Vent! kali ini meningkat sebesar 100%.",
        "de-de": "Erzeugt entsprechend Varesas Zustand beim Auslösen ihrer Spezialfähigkeit Blitzartiger Auftritt! verschiedene Verstärkungseffekte. Wenn Varesa:· nicht im Zustand Brennende Leidenschaft oder Äußerster Antrieb ist, erhält Varesa den Effekt „Erlernte Furchtlosigkeit“, der 15 s hält und den beim Aufkommen nach einem Angriff aus dem Fall verursachten Schaden um 500 % von Varesas ANG erhöht, aber um höchstens 20.000. Entfernt diesen Effekt, sobald beim Aufkommen Gegner getroffen werden oder die Wirkungsdauer abläuft.· im Zustand Brennende Leidenschaft oder Äußerster Antrieb ist, wird der durch diese Anwendung ihrer Spezialfähigkeit Blitzartiger Auftritt! verursachte Schaden um 100 % erhöht."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/9a6ff7e715f47f1e5b321700c72b1181_9159919288625077732.png",
      "localIcon": "images/varesa/constellation_4.png"
    },
    {
      "id": "summaryList17400",
      "constellationNumber": 5,
      "name": {
        "th-th": "Thoughts Floating on the Warm Breeze",
        "en-us": "Thoughts Floating on the Warm Breeze",
        "es-es": "Pensamientos en un cálido aire",
        "zh-cn": "暖风浮漾的心念",
        "fr-fr": "Pensées flottant dans la brise chaude",
        "vi-vn": "Tâm Niệm Ấm Áp",
        "zh-tw": "暖風浮漾的心念",
        "pt-pt": "Pensamentos à Deriva em uma Brisa Suave",
        "ru-ru": "Раздумья на тёплом ветру",
        "ja-jp": "温かな風に揺れる想い",
        "ko-kr": "부드러운 바람의 신념",
        "id-id": "Thoughts Floating on the Warm Breeze",
        "de-de": "Gedanken in der warmen Brise"
      },
      "description": {
        "th-th": "เพิ่มเลเวลสกิลของ โจมตีปกติ: By the Horns ขึ้น 3 ระดับเพิ่มได้สูงสุดถึงระดับ 15",
        "en-us": "Increases the Level of Normal Attack: By the Horns by 3.Maximum upgrade level is 15.",
        "es-es": "Aumenta el nivel de habilidad de Ataque Normal: ¡Usa la cabeza! +3.Puede ser aumentado hasta Niv. 15.",
        "zh-cn": "普通攻击·角力搏摔的技能等级提高3级。至多提升至15级。",
        "fr-fr": "Niveau d'aptitude Attaque normale : Par les cornes +3.Niveau max : 15",
        "vi-vn": "Cấp kỹ năng Tấn Công Thường - Cặp Sừng Càn Quét +3.Tăng tối đa đến cấp 15.",
        "zh-tw": "普通攻擊·角力搏摔的技能等級提高3級。至多提升至15級。",
        "pt-pt": "Aumenta o nível do Ataque Normal: Chifres Poderosos em 3.O nível máximo de elevação é 15.",
        "ru-ru": "Увеличивает уровень навыка За рога на 3.Макс. уровень: 15",
        "ja-jp": "通常攻撃・バイ・ザ・ホーンズのスキルLv.+3。最大Lv.15まで。",
        "ko-kr": "일반 공격·레슬링 격투술의 스킬 레벨+3최대 Lv.15까지 상승",
        "id-id": "Meningkatkan 3 level Normal Attack: By the Horns.Maksimum: Lv. 15.",
        "de-de": "Erhöht die Stufe der Fähigkeit Standardangriff: An den Hörnern gepackt um 3.Höchststufe 15."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/eeb957f7452f06a3c22ecea53e254b4e_3632931142080099422.png",
      "localIcon": "images/varesa/constellation_5.png"
    },
    {
      "id": "summaryList61247",
      "constellationNumber": 6,
      "name": {
        "th-th": "A Hero of Justice's Triumph",
        "en-us": "A Hero of Justice's Triumph",
        "es-es": "Triunfo de la heroína justiciera",
        "zh-cn": "正义英雄的凯旋",
        "fr-fr": "Le triomphe d'une héroïne de la justice",
        "vi-vn": "Chính Nghĩa Khải Hoàn",
        "zh-tw": "正義英雄的凱旋",
        "pt-pt": "Triunfo da Heroína",
        "ru-ru": "Триумф справедливого героя",
        "ja-jp": "正義のヒーローの凱旋",
        "ko-kr": "히어로의 승리",
        "id-id": "A Hero of Justice's Triumph",
        "de-de": "Triumph einer Heldin der Gerechtigkeit"
      },
      "description": {
        "th-th": "เมื่อเข้าสู่สถานะขับเคลื่อนสุดขีด จะฟื้นฟูพลังงานธาตุให้แก่ Varesa 30 หน่วยอัตราคริการโจมตีพุ่งลงจากอากาศของ Varesa และท่าไม้ตาย Guardian Vent! เพิ่มขึ้น 10% และความแรงคริเพิ่มขึ้น 100%นอกจากนี้ เมื่อ Varesa กดค้างเพื่อปล่อยสกิลธาตุ Riding the Night-Rainbow หรือกดเพื่อปล่อยสกิลธาตุในระหว่างที่อยู่ในสถานะ \"จู่โจมดุดัน\" จะฟื้นฟูค่าวิญญาณราตรีจนถึงขีดจำกัดสูงสุด",
        "en-us": "Varesa restores 30 Energy when she enters Apex Drive.Her Plunging Attacks and Elemental Burst Guardian Vent! gain 10% CRIT Rate and 100% CRIT DMG.Additionally, when Varesa uses the Hold version of her Elemental Skill Riding the Night-Rainbow, or Taps her Elemental Skill while in the Sudden Onrush mode, she will restore Nightsoul points up to her maximum.",
        "es-es": "Al entrar en el estado de propulsión extrema, Varesa recupera 30 pts. de Energía Elemental.La Prob. CRIT del Ataque Descendente de Varesa y de su Habilidad Definitiva, ¡Descenso fulgurante!, aumenta en un 10%, y su Daño CRIT aumenta en un 100%.Además, al mantener pulsado para liberar la Habilidad Elemental, Salto del arcoíris nocturno, o al pulsar una vez la Habilidad Elemental en el modo de avance impetuoso, Varesa recupera todos los pts. de noctambulismo.",
        "zh-cn": "进入极限驱动状态时，将为瓦雷莎恢复30点元素能量。瓦雷莎的下落攻击与元素爆发闪烈降临！的暴击率提升10%，暴击伤害提升100%。此外，瓦雷莎长按施放元素战技夜虹逐跃时，或是在「突驰烈进」模式下点按施放元素战技时，瓦雷莎将恢复夜魂值至上限。",
        "fr-fr": "Varesa récupère 30 pts d'énergie élémentaire lorsqu'elle active sa transmission extrême.Le taux CRIT de l'attaque plongeante et du déchaînement élémentaire Avènement protecteur ! de Varesa augmente de 10 % et leurs DGT CRIT de 100 %.De plus, Varesa restaure ses points de noctâme jusqu'à la limite lorsqu'elle utilise sa compétence élémentaire Sur l'arc-en-ciel nocturne avec un appui long ou qu'elle l'utilise avec un appui simple pendant le mode Avancée soudaine.",
        "vi-vn": "Khi vào trạng thái Động Cơ Cực Hạn sẽ hồi phục cho Varesa 30 Năng Lượng Nguyên Tố.Tấn Công Khi Đáp và Kỹ Năng Nộ Tia Chớp Giáng Lâm của Varesa tăng 10% Tỷ Lệ Bạo Kích, tăng 100% Sát Thương Bạo Kích.Ngoài ra, khi Varesa nhấn giữ thi triển Kỹ Năng Nguyên Tố Cưỡi Cầu Vồng Đêm, hoặc nhấn thi triển Kỹ Năng Nguyên Tố khi ở trong dạng Tốc Độ Dũng Mãnh, Varesa sẽ hồi phục điểm Dạ Hồn đến mức tối đa.",
        "zh-tw": "進入極限驅動狀態時，將為瓦雷莎恢復30點元素能量。瓦雷莎的下落攻擊與元素爆發閃烈降臨！的暴擊率提升10%，暴擊傷害提升100%。此外，瓦雷莎長按施放元素戰技夜虹逐躍時，或是在「突馳烈進」模式下點按施放元素戰技時，瓦雷莎將恢復夜魂值至上限。",
        "pt-pt": "Ao entrar no estado Força Extrema, regenera 30 pontos de Energia Elemental para Varesa.Aumenta a Taxa CRIT do Ataque Imersivo e do Supremo A Estrela Chegou! de Varesa em 10%, e o Dano CRIT em 100%.Além disso, quando Varesa mantém pressionado para lançar sua Habilidade Elemental Cavalgando o Arco-Íris da Noite, ou quando pressionar sua Habilidade Elemental durante \"Investida Frenética\", Varesa regenera seus pontos de Espírito da Noite até o limite máximo.",
        "ru-ru": "Когда Вареса входит в состояние Предельного импульса, она восстанавливает 30 ед. энергии.Шанс крит. попадания её атак в падении и взрыва стихии Ослепительное сошествие! увеличивается на 10%, а крит. урон - на 100%.Кроме того, при активации элементального навыка Верхом на ночной радуге долгим нажатием или активации элементального навыка быстрым нажатием в режиме Внезапного натиска Вареса восстанавливает очки Ночного духа до максимума.",
        "ja-jp": "マキシマムドライブ状態に入る時、ヴァレサの元素エネルギーを30ポイント回復する。ヴァレサの落下攻撃と元素爆発シャイニングヴェント！の会心率+10%、会心ダメージ+100%。また、元素スキルホッピング・ナイトレインボーを長押しで発動する時、または「パワフルタックル」モードで元素スキルボタンを一回押しする時、ヴァレサは夜魂値を上限まで回復する。",
        "ko-kr": "한계 돌파 상태에 진입 시, 바레사가 원소 에너지를 30pt 회복한다.바레사의 낙하 공격과 원소폭발 벼락불 강림!의 치명타 확률이 10%, 치명타 피해가 100% 증가한다.또한 바레사가 홀드로 원소전투 스킬 밤무지개 도약을 발동하거나, 「맹렬한 돌격」 모드에서 짧은 터치로 원소전투 스킬 발동 시, 바레사의 밤혼이 최대치까지 회복된다",
        "id-id": "Saat memasuki status Apex Drive, Varesa akan memulihkan 30 poin Energy.Plunging Attack dan Elemental Burst Guardian Vent! Varesa akan mendapatkan peningkatan 10% CRIT Rate dan 100% CRIT DMG.Selain itu, Varesa akan memulihkan poin Nightsoul-nya hingga batas maksimum saat melancarkan Elemental Skill Riding the Night-Rainbow dalam Mode Tahan, atau saat menekan Elemental Skill dalam mode Sudden Onrush.",
        "de-de": "Stellt Varesa 30 Punkte Elementarenergie wieder her, wenn sie in den Zustand Äußerster Antrieb eintritt.Erhöht die KT von Varesas Angriff aus dem Fall sowie ihrer Spezialfähigkeit Blitzartiger Auftritt! um 10 % und den entsprechenden KSCH um 100 %.Stellt außerdem Varesas Nachtseelenpunkte vollständig wieder her, wenn ihre Elementarfähigkeit Sprung über den nächtlichen Regenbogen durch Gedrückthalten oder im Modus „Stürmischer Vorstoß“ durch Drücken ausgelöst wird."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/0d3e6e84a281e16ea6f435c3fdc85356_8833749036729924832.png",
      "localIcon": "images/varesa/constellation_6.png"
    }
  ],
  "talents": [
    {
      "type": "normal_attack",
      "name": {
        "th-th": "โจมตีปกติ: By the Horns",
        "en-us": "By the Horns",
        "es-es": "Ataque Normal: ¡Usa la cabeza!",
        "zh-cn": "普通攻击·角力搏摔",
        "fr-fr": "Attaque normale : Par les cornes",
        "vi-vn": "Tấn Công Thường - Cặp Sừng Càn Quét",
        "zh-tw": "普通攻擊·角力搏摔",
        "pt-pt": "Ataque Normal: Chifres Poderosos",
        "ru-ru": "За рога",
        "ja-jp": "バイ・ザ・ホーンズ",
        "ko-kr": "일반 공격·레슬링 격투술",
        "id-id": "Normal Attack: By the Horns",
        "de-de": "Standardangriff: An den Hörnern gepackt"
      },
      "description": {
        "th-th": "โจมตีปกติตะ...ต้องต่อสู้ให้เต็มที่ เหมือนกับแชมป์มวยปล้ำที่เก่งกาจ! ทำการโจมตีด้วยมือเปล่าต่อเนื่องสูงสุด 3 ครั้ง สร้างความเสียหายไฟฟ้าชาร์จโจมตีใช้พลังกายส่วนหนึ่ง เพื่อโขกศีรษะใส่ศัตรู สร้างความเสียหายไฟฟ้าที่มีคุณสมบัติวิญญาณราตรี และอาศัยโมเมนตัมในการกระโดดขึ้นโจมตีพุ่งลงจากอากาศกระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายไฟฟ้าวงกว้างที่มีคุณสมบัติวิญญาณราตรี; หากในช่วงเวลานี้ Varesa อยู่ในสถานะต่อสู้ หรือการโจมตีพุ่งลงจากอากาศครั้งนี้โดนศัตรู จะทำให้ Varesa ได้รับค่าวิญญาณราตรี 25 หน่วย; เมื่อค่าวิญญาณราตรีถึงขีดจำกัดด้วยวิธีนี้ Varesa จะเข้าสู่สถานะ \"ฮึกเหิมร้อนแรง\"ฮึกเหิมร้อนแรงภายใต้สถานะนี้ การโจมตีปกติ การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศของ Varesa จะได้รับการเสริมพลัง:โจมตีปกติต่อสู้อย่างหาญกล้าดุจแชมป์มวยปล้ำคนดัง! โจมตีด้วยมือเปล่าสูงสุด 3 ครั้ง สร้างความเสียหายไฟฟ้าที่รุนแรงยิ่งขึ้นชาร์จโจมตีใช้พลังกายส่วนหนึ่ง พุ่งไปข้างหน้าเพื่อกระแทกศัตรู สร้างความเสียหายไฟฟ้าที่มีคุณสมบัติวิญญาณราตรี และอาศัยโมเมนตัมในการกระโดดขึ้นโจมตีพุ่งลงจากอากาศใช้ค่าวิญญาณราตรีทั้งหมด กระโจนจากกลางอากาศลงมายังพื้นดิน เพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายไฟฟ้าวงกว้างที่มีคุณสมบัติวิญญาณราตรีได้มากขึ้นเมื่อลงถึงพื้น",
        "en-us": "Normal AttackGotta try... to do battle like the greatest champion luchadors do! Varesa launches up to 3 strikes, dealing Electro DMG.Charged AttackConsumes a certain amount of Stamina to headbutt opponents in front, dealing Nightsoul-aligned Electro DMG and using the momentum to leap into the air.Plunging AttackPlunges from mid-air to strike the ground below, damaging opponents along the path and dealing Nightsoul-aligned AoE Electro DMG upon impact. If Varesa is in a combat state upon landing, or if the shockwave from her plunging attack hits an opponent, she will gain 25 Nightsoul points. She enters the Fiery Passion state upon reaching maximum Nightsoul points through this method.Fiery PassionIn this state, Varesa's Normal, Charged, and Plunging Attacks will gain corresponding buffs:Normal AttackFight like a superstar champion luchador! Launches up to 3 fierce strikes, dealing greater Electro DMG.Charged AttackConsumes a certain amount of Stamina to slam into her opponents, dealing greater amounts of Nightsoul-aligned Electro DMG and using the momentum to leap into the air.Plunging AttackConsumes all her Nightsoul points and slams down on the ground from mid-air, dealing DMG to opponents in her path and dealing greater amounts of Nightsoul-aligned AoE Electro DMG upon hitting the ground.",
        "es-es": "Ataque Normal“Debo... ¡Debo luchar con el ímpetu de un campeón de lucha libre!”. Varesa ejecuta hasta 3 ataques consecutivos que infligen Daño Electro.Ataque CargadoConsume cierta cantidad de Aguante para dar un cabezazo frontal contra el enemigo, infligir Daño Electro de naturaleza noctámbula y dar un salto aprovechando el impulso.Ataque DescendenteSe lanza desde el aire para golpear el suelo, atacando a los enemigos que encuentre en su trayecto e infligiendo Daño Electro en el AdE de naturaleza noctámbula en el momento del impacto. Si, al hacer esto, Varesa está en combate o su impacto golpea a un enemigo, obtiene 25 pts. de noctambulismo. Cuando alcanza el máximo de pts. de noctambulismo de este modo, Varesa entra en estado de “fervor ardiente”.Fervor ardienteEn este estado, los Ataques Normales, Cargados y Descendentes de Varesa se fortalecen:Ataque Normal¡Lucha con la valentía de una estrella de la lucha libre! Ejecuta hasta 3 fieros ataques consecutivos que infligen una mayor cantidad de Daño Electro.Ataque CargadoConsume cierta cantidad de Aguante para lanzarse ferozmente contra el enemigo, infligiendo mayor cantidad de Daño Electro de naturaleza noctámbula y dando un salto aprovechando el impulso.Ataque DescendenteConsume todos los pts. de noctambulismo para golpear el suelo desde el aire, atacando a los enemigos que encuentre en su trayecto e infligiendo una mayor cantidad de Daño Electro en el AdE de naturaleza noctámbula en el momento del impacto.",
        "zh-cn": "普通攻击要…要努力像厉害的摔角冠军那样战斗！进行至多三段的搏击，造成雷元素伤害。重击消耗一定体力，以头槌向前撞击敌人，造成具有夜魂性质的雷元素伤害，并借势腾跃而起。下落攻击从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成具有夜魂性质的雷元素范围伤害；若此时瓦雷莎处于战斗状态，或本次坠地冲击命中了敌人，则瓦雷莎获得25点夜魂值；通过这种方式使夜魂值达到上限时，瓦雷莎将进入「炽热激情」状态。炽热激情在这种状态下，瓦雷莎的普通攻击、重击和下落攻击将得到对应的强化：普通攻击如同明星摔角冠军那样无畏战斗！进行至多三段的猛烈搏击，造成伤害更高的雷元素伤害。重击消耗一定体力，猛烈前冲撞击敌人，造成伤害更高的、具有夜魂性质的雷元素伤害，并借势腾跃而起。下落攻击消耗全部夜魂值，从空中下坠冲击地面，攻击下落路径上的敌人，并在落地时造成伤害更高的、具有夜魂性质的雷元素范围伤害。",
        "fr-fr": "Attaque normaleIl faut essayer... de combattre comme le font les plus grandes luchadoras ! Varesa enchaîne jusqu'à 3 coups infligeant des DGT Électro.Attaque chargéeConsomme de l'endurance pour donner un coup de tête aux ennemis en avant, infligeant des DGT Électro infusés de noctâme et profitant de l'élan pour bondir dans les airs.Attaque plongeantePlonge depuis les airs pour frapper le sol, attaquant les ennemis en chemin et infligeant des DGT Électro de zone infusés de noctâme à l'impact. Si Varesa est en combat à ce moment-là ou touche un ennemi lors de l'impact, elle obtient 25 pts de noctâme. Lorsque son noctâme atteint le maximum grâce à cette méthode, Varesa entre dans l'état Passion ardente.Passion ardenteDans cet état, les attaques normales, plongées et chargées de Varesa sont renforcées :Attaque normalePour combattre comme une vraie luchadora championne ! Varesa enchaîne jusqu'à 3 coups violents infligeant davantage de DGT Électro.Attaque chargéeConsomme de l'endurance pour percuter violemment les ennemis en avant, infligeant davantage de DGT Électro infusés de noctâme et profitant de l'élan pour bondir dans les airs.Attaque plongeanteConsomme tous les points de noctâme et plonge depuis les airs pour frapper le sol, attaquant les ennemis en chemin et infligeant davantage de DGT Électro de zone infusés de noctâme à l'impact.",
        "vi-vn": "Tấn Công ThườngPhải chiến đấu... dũng cảm như quán quân đô vật! Varesa tiến hành tối đa ba lần tấn công, gây Sát Thương Nguyên Tố Lôi.Trọng KíchTiêu hao thể lực nhất định để húc đầu vào kẻ địch phía trước, gây Sát Thương Nguyên Tố Lôi mang thuộc tính Dạ Hồn, đồng thời mượn lực để nhảy lên cao.Tấn Công Khi ĐápĐáp xuống đất từ trên không, tấn công kẻ địch trên đường đi, khi tiếp đất sẽ gây Sát Thương Phạm Vi Nguyên Tố Lôi mang thuộc tính Dạ Hồn. Nếu lúc này Varesa đang trong trạng thái chiến đấu, hoặc lần đáp đất đó trúng kẻ địch, thì Varesa sẽ nhận 25 điểm Dạ Hồn. Khi điểm Dạ Hồn đạt giới hạn thông qua cách này, Varesa sẽ vào trạng thái \"Nhiệt Huyết Cháy Bỏng\".Nhiệt Huyết Cháy BỏngTrong trạng thái này, Tấn Công Thường, Trọng Kích và Tấn Công Khi Đáp của Varesa sẽ nhận được cường hóa tương ứng:Tấn Công ThườngChiến đấu dũng cảm như ngôi sao đấu vật! Tiến hành tối đa ba lần tấn công dũng mãnh, gây Sát Thương Nguyên Tố Lôi mạnh hơn.Trọng KíchTiêu hao thể lực nhất định để tông mạnh vào kẻ địch phía trước, gây Sát Thương Nguyên Tố Lôi mạnh hơn mang thuộc tính Dạ Hồn, đồng thời mượn lực để nhảy lên cao.Tấn Công Khi ĐápTiêu hao toàn bộ điểm Dạ Hồn để đáp đất từ trên cao, tấn công kẻ địch trên đường đi, khi tiếp đất sẽ gây Sát Thương Phạm Vi Nguyên Tố Lôi mạnh hơn mang thuộc tính Dạ Hồn.",
        "zh-tw": "普通攻擊要…要努力像厲害的摔角冠軍那樣戰鬥！進行至多三段的搏擊，造成雷元素傷害。重擊消耗一定體力，以頭槌向前撞擊敵人，造成具有夜魂性質的雷元素傷害，並借勢騰躍而起。下落攻擊從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成具有夜魂性質的雷元素範圍傷害。若此時瓦雷莎處於戰鬥狀態，或本次墜地衝擊命中了敵人，則瓦雷莎獲得25點夜魂值。依此方式使夜魂值達到上限時，瓦雷莎將進入「熾熱激情」狀態。熾熱激情在這種狀態下，瓦雷莎的普通攻擊、重擊和下落攻擊將得到對應的強化：普通攻擊如同明星摔角冠軍那樣無畏戰鬥！進行至多三段的猛烈搏擊，造成傷害更高的雷元素傷害。重擊消耗一定體力，猛烈前衝撞擊敵人，造成傷害更高的、具有夜魂性質的雷元素傷害，並借勢騰躍而起。下落攻擊消耗全部夜魂值，從空中下墜衝擊地面，攻擊下落路徑上的敵人，並在落地時造成傷害更高的、具有夜魂性質的雷元素範圍傷害。",
        "pt-pt": "Ataque NormalTenho que tentar lutar como os maiores campeões lutadores! Varesa realiza até três ataques, causando Dano ElectroAtaque CarregadoConsome uma certa quantidade de Stamina para dar uma cabeçada contra os inimigos em frente, causando Dano Electro com alinhamento Espírito da Noite, e aproveitando o impulso para saltar no ar.Ataque ImersivoSe lança do ar para atacar o chão, causando dano aos oponentes ao longo do caminho, e ao impactar o chão causa Dano Electro em AdE com alinhamento Espírito da Noite. Se Varesa estiver em combate, ou se essa Onda Mergulhadora atingir um inimigo, ela obtém 25 pontos de Espírito da Noite. Quando Varesa alcançar o limite máximo de pontos de Espírito da Noite obtidos desta forma, entrará no estado Calor Escaldante.Calor EscaldanteQuando estiver nesse estado, os Ataques Normais, Carregados e Imersivos de Varesa obtêm os respectivos fortalecimentos:Ataque NormalLutando como estrela lutadora! Lança até 3 ataques, causando mais Dano Electro.Ataque CarregadoConsome uma certa quantidade de Stamina para avançar contra os inimigos, causando mais Dano Electro com alinhamento Espírito da Noite, e aproveitando o impulso para saltar no ar.Ataque ImersivoConsome todos os pontos de Espírito da Noite para mergulhar do ar até o chão, causando Dano contra os inimigos no caminho, e causando mais Dano Electro com alinhamento Espírito da Noite ao impactar contra o chão.",
        "ru-ru": "Обычная атака:Нужно... нужно сражаться, как величайшие борцы-чемпионы! Вареса совершает до трёх ударов, нанося Электро урон.Заряженная атака:Тратит определённое количество выносливости на удар головой перед собой, нанося Электро урон с характеристикой Ночного духа, и подпрыгивает, используя инерцию.Атака в падении:Стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит Электро урон по площади с характеристикой Ночного духа. Если Вареса при этом находится в состоянии боя или ударная волна от приземления поражает врагов, то она получает 25 очков Ночного духа. Когда таким способом набирается максимум очков Ночного духа, Вареса входит в состояние Пылающего воодушевления.Пылающее воодушевлениеОбычная атака, заряженная атака и атака в падении Варесы в этом состоянии получают соответствующие усиления:Обычная атакаСражаться так же бесстрашно, как звёзды борьбы! Совершает до трёх яростных ударов, нанося более высокий Электро урон.Заряженная атакаТратит определённое количество выносливости на выпад во врагов впереди, нанося более высокий Электро урон с характеристикой Ночного духа и подпрыгивает, используя инерцию.Атака в паденииТратит все очки Ночного духа и стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит более высокий Электро урон по площади с характеристикой Ночного духа.",
        "ja-jp": "通常攻撃む…無敵のレスラーチャンピオンのように戦う！最大3段の連続攻撃を行い、雷元素ダメージを与える。重撃一定のスタミナを消費し、頭突きで前方の敵に衝撃をくらわせ、夜魂性質の雷元素ダメージを与え、その勢いを利用して空中に跳び上がる。落下攻撃空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に夜魂性質の雷元素範囲ダメージを与える。この時、ヴァレサが戦闘状態にある、または今回の落下攻撃が敵に命中した場合、ヴァレサは夜魂値を25獲得する。この方法で夜魂値が上限に達すると、ヴァレサは「猛烈パッション」状態に入る。猛烈パッションこの状態の時、ヴァレサの通常攻撃、重撃、落下攻撃はそれぞれ強化される。通常攻撃レスラーチャンピオンのように勇敢に戦う！最大3段の強烈な攻撃を行い、より大きな雷元素ダメージを与える。重撃一定のスタミナを消費し、前方の敵に強烈な衝撃をくらわせ、夜魂性質のより大きな雷元素ダメージを与え、その勢いを利用して空中に跳び上がる。落下攻撃夜魂値を全て消費し、空中から落下して地面に衝撃を与える。経路上の敵を攻撃し、落下時に夜魂性質のより大きな雷元素範囲ダメージを与える。",
        "ko-kr": "일반 공격강력한 레슬링 챔피언처럼… 싸워야 해! 격투로 최대 3번 공격해 번개 원소 피해를 준다.강공격일정 스태미나를 소모해 전방의 적에게 박치기를 해 밤혼 성질의 번개 원소 피해를 주고 도약한다.낙하 공격공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 밤혼 성질의 번개 원소 범위 피해를 준다. 이때 바레사가 전투 상태거나 이번 추락 충격이 적에게 명중하면 바레사가 밤혼을 25pt 획득한다. 해당 방식으로 밤혼이 최대치에 도달하면 바레사가 「열혈」 상태에 진입한다.열혈해당 상태에서 바레사의 일반 공격, 강공격, 낙하 공격이 강화된다:일반 공격인기 레슬링 챔피언처럼 용감하게 싸운다! 맹렬한 격투로 최대 3번 공격해 더 강력한 번개 원소 피해를 준다.강공격일정 스태미나를 소모해 적에게 돌진하여 밤혼 성질의 더 강력한 번개 원소 피해를 주고 도약한다.낙하 공격밤혼을 모두 소모하여 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시, 밤혼 성질의 더 강력한 번개 원소 범위 피해를 준다",
        "id-id": "Normal AttackAku harus ... bertarung seperti pegulat yang hebat! Varesa melancarkan maksimum 3 serangan, dan mengakibatkan Electro DMG.Charged AttackMengonsumsi sejumlah Stamina dan menyeruduk musuh di depan, mengakibatkan Nightsoul-aligned Electro DMG, lalu melompat ke atas setelahnya.Plunging AttackMenerjang dari udara untuk menghantam tanah, menyerang musuh di jalur terjangan dan mengakibatkan Nightsoul-aligned Electro DMG Area. Jika Varesa berada dalam kondisi bertempur saat mendarat, atau jika serangannya mengenai musuh saat menghantam tanah, maka Varesa akan mendapatkan 25 poin Nightsoul. Saat poin Nightsoul mencapai nilai maksimum melalui cara ini, maka Varesa akan otomatis memasuki status Fiery Passion.Fiery PassionDalam status ini, Normal Attack, Charged Attack, dan Plunging Attack Varesa akan mendapatkan buff yang berikut:Normal AttackBertarung tanpa rasa takut seperti seorang pegulat juara! Melancarkan maksimum 3 serangan, dan mengakibatkan Electro DMG yang lebih kuat.Charged AttackMengonsumsi sejumlah Stamina, dan menggunakan kepalanya untuk menyeruduk musuh di depan dengan kuat, mengakibatkan Nightsoul-aligned Electro DMG yang lebih kuat, lalu melompat ke atas setelahnya.Plunging AttackMengonsumsi seluruh poin Nightsoul dan menghantam tanah dari udara untuk menyerang musuh di jalur terjangannya dan mengakibatkan Nightsoul-aligned Electro DMG Area saat mendarat.",
        "de-de": "StandardangriffIch ... Ich muss so kämpfen wie eine echte Ringermeisterin! Führt bis zu 3 Angriffe aus, die Elektro-Schaden verursachen.Heftiger SchlagVerbraucht eine gewisse Menge Ausdauer, stürzt sich mit dem Kopf nach vorn auf einen Gegner, dem sie mit Nachtseelen versehenen Elektro-Schaden zufügt, und springt danach in die Luft.Angriff aus dem FallSchlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen mit Nachtseelen versehenen Elektro-Flächenschaden. Verleiht Varesa, wenn sie sich dabei im Kampf befindet oder beim Aufkommen einen Gegner trifft, 25 Nachtseelenpunkte. Varesa tritt beim Erreichen der Höchstmenge an Nachtseelenpunkten auf diese Weise in den Zustand „Brennende Leidenschaft“ ein.Brennende LeidenschaftVerstärkt in diesem Zustand Varesas Standardangriffe, heftige Schläge und Angriffe aus dem Fall:StandardangriffKämpft wie eine echte Starringerin! Führt bis zu 3 stärkere Angriffe aus, die höheren Elektro-Schaden verursachen.Heftiger SchlagVerbraucht eine gewisse Menge Ausdauer, stürmt auf den Gegner zu, verursacht höheren mit Nachtseelen versehenen Elektro-Schaden und springt danach in die Luft.Angriff aus dem FallVerbraucht alle Nachtseelenpunkte, schlägt beim Fallen aus der Luft auf den Boden, greift alle Gegner in der Bahn an und verursacht beim Aufkommen höheren mit Nachtseelen versehenen Elektro-Flächenschaden."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/eeb957f7452f06a3c22ecea53e254b4e_771174393725059259.png",
      "localIcon": "images/varesa/normal_attack.png"
    },
    {
      "type": "elemental_skill",
      "name": {
        "th-th": "Riding the Night-Rainbow",
        "en-us": "Riding the Night-Rainbow",
        "es-es": "Salto del arcoíris nocturno",
        "zh-cn": "夜虹逐跃",
        "fr-fr": "Sur l'arc-en-ciel nocturne",
        "vi-vn": "Cưỡi Cầu Vồng Đêm",
        "zh-tw": "夜虹逐躍",
        "pt-pt": "Cavalgando o Arco-Íris da Noite",
        "ru-ru": "Верхом на ночной радуге",
        "ja-jp": "ホッピング・ナイトレインボー",
        "ko-kr": "밤무지개 도약",
        "id-id": "Riding the Night-Rainbow",
        "de-de": "Sprung über den nächtlichen Regenbogen"
      },
      "description": {
        "th-th": "ด้วยฝีเท้าที่ว่องไวดุจฟ้าแลบ และดุดันดุจสายฟ้าฟาด เพื่อแสดงจิตมุ่งมั่นของมวยปล้ำ Varesa จะพุ่งไปข้างหน้าเป็นระยะทางประมาณหนึ่ง เพื่อสร้างความเสียหายไฟฟ้าที่มีคุณสมบัติวิญญาณราตรีแก่ศัตรูที่อยู่ในเส้นทางหลังจากปล่อยสกิล Varesa จะได้รับค่าวิญญาณราตรี 20 หน่วย และได้รับเอฟเฟกต์ \"ไล่โจมตี\": ภายในช่วงเวลาต่อเนื่อง ความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มสูงขึ้น เมื่อกดโจมตีปกติ Varesa จะทำการชาร์จโจมตีอย่างรวดเร็ว โดยการชาร์จโจมตีครั้งนี้จะไม่ใช้พลังกาย ทั้งนี้เอฟเฟกต์ \"ไล่โจมตี\" จะหายไปหลังจากทำการชาร์จโจมตีการ และกดค้าง จะทำให้สไตล์มวยปล้ำแสดงผลแตกต่างกันกดพุ่งไปข้างหน้าอย่างรวดเร็ว เป็นระยะทางหนึ่งกดค้างVaresa จะเข้าสู่สถานะพรวิญญาณราตรี และสลับเป็นโหมด \"จู่โจมดุดัน\"จู่โจมดุดันใช้ค่าวิญญาณราตรีอย่างต่อเนื่อง โดยในสถานะนี้ ความเร็วในการเคลื่อนที่ และความสามารถในการต้านทานการหยุดชะงักของ Varesa จะเพิ่มขึ้น และยังสามารถใช้ประโยชน์จากภูมิประเทศที่แตกต่าง ในการกระโดดได้ หรือใช้ค่าวิญญาณราตรีเพิ่มเติม เพื่อเคลื่อนที่บนผิวน้ำและโฟลจิสตันเหลว โดยไม่ได้รับความเสียหายจากโฟลจิสตันเหลวพรวิญญาณราตรี - Varesaเมื่อค่าวิญญาณราตรีหมดลง พรวิญญาณราตรีของ Varesa จะสิ้นสุดลง โดยเมื่อ Varesa อยู่ในโหมดจู่โจมดุดันหรือสถานะฮึกเหิมร้อนแรง จะถูกมองว่าอยู่ในสถานะพรวิญญาณราตรีตั้งแต่ต้นจนจบสามารถใช้ได้ 2 ครั้ง เมื่อ Varesa เข้าสู่สถานะฮึกเหิมร้อนแรง จะได้รับจำนวนครั้งที่ใช้ได้ของสกิลธาตุที่ปล่อยด้วยการสั้น ๆ เพิ่มหนึ่งครั้ง และเพิ่มความเสียหายของสกิลธาตุฮึกเหิมร้อนแรง· เมื่อไม่ได้อยู่ในสถานะฮึกเหิมร้อนแรง Varesa สามารถฟื้นฟูค่าวิญญาณราตรีได้ด้วยการโจมตีพุ่งลงจากอากาศ; เมื่อค่าวิญญาณราตรีถึงขีดจำกัดด้วยวิธีนี้ หรือเมื่อใช้ท่าไม้ตาย Guardian Vent! Varesa จะเข้าสู่สถานะฮึกเหิมร้อนแรง· เมื่ออยู่ในสถานะฮึกเหิมร้อนแรง การโจมตีปกติ, สกิลธาตุ และท่าไม้ตายของ Varesa จะได้รับการเสริมพลังที่เกี่ยวข้องแยกกัน และสามารถใช้ท่าไม้ตายพิเศษได้ในช่วงเวลาสั้น ๆ หลังจากใช้การโจมตีพุ่งลงจากอากาศ· สถานะฮึกเหิมร้อนแรงจะคงอยู่ได้นานสุด 15 วินาที และจะสิ้นสุดหลังจากใช้ค่าวิญญาณราตรีหรือหลังจากออกจากสถานะต่อสู้เป็นเวลาสักพัก.\"ตอนนี้ ฉันก็คือผู้กล้าของตัวฉันเอง\"",
        "en-us": "With footwork swift as lightning and fierce as thunder, Varesa displays the true spirit of lucha libre, rushing forward a certain distance and dealing Nightsoul-aligned Electro DMG to opponents in her path.After using this Skill, Varesa gains 20 Nightsoul points and gains the \"Follow-Up Strike\" effect: Varesa has increased interruption resistance during this time, and upon pressing her Normal Attack, she will quickly unleash a Charged Attack that does not consume Stamina. \"Follow-Up Strike\" will be canceled after Varesa uses a Charged Attack.She will use different techniques based on whether the skill is Tapped or Held.TapQuickly rush a certain distance forward.HoldVaresa enters the Nightsoul's Blessing state and switches to Sudden Onrush mode.Sudden OnrushContinuously consumes Nightsoul points. In this state, Varesa's Movement SPD and interruption resistance are increased. She can use terrain to execute flying leaps or consume additional Nightsoul points to traverse atop water or liquid Phlogiston while remaining immune to DMG from the latter.Nightsoul's Blessing: VaresaWhen she runs out of Nightsoul points, her Nightsoul's Blessing state will be canceled. When Varesa is in the Sudden Onrush state or Fiery Passion state, she will always be counted as being in the Nightsoul's Blessing state.Has 2 charges. When Varesa enters the Fiery Passion state, she will obtain an additional Tap charge of her Elemental Skill and its DMG will be increased.Fiery Passion· While not in the Fiery Passion state, Varesa can use Plunging Attacks to gain Nightsoul points. She will enter Fiery Passion when she reaches maximum Nightsoul points via this method, or when she uses her Elemental Burst Guardian Vent!· While in the Fiery Passion state, her Normal Attacks, Elemental Skill, and Elemental Burst will gain unique buffs. She can also use a special Elemental Burst shortly after using a Plunging Attack.· The Fiery Passion state lasts for up to 15s and will end when she runs out of Nightsoul points or after she leaves combat for a period of time.\"Right now, I'm my own hero.\"",
        "es-es": "Con la celeridad de un rayo y la ferocidad de un trueno, Varesa hace gala de su espíritu de luchadora para arremeter hacia delante cierta distancia e infligir Daño Electro de naturaleza noctámbula a los enemigos en su camino.Tras usar esta habilidad, Varesa obtiene 20 pts. de noctambulismo y el efecto de “asalto”, el cual aumenta su RES a interrupción y, al ejecutar un Ataque Normal pulsando una vez, realiza rápidamente un Ataque Cargado que no consume Aguante. El efecto de asalto desaparecerá tras ejecutar un Ataque Cargado.Varesa utiliza distintos estilos de lucha libre dependiendo de si libera esta habilidad pulsando una vez o manteniendo pulsado.Pulsar una vezArremete hacia delante a gran velocidad.Mantener pulsadoVaresa entra en estado de bendición noctámbula y cambia al modo “avance impetuoso”.Avance impetuosoConsume continuamente pts. de noctambulismo. En este estado, la Vel. Movimiento y la RES a interrupción de Varesa aumentan, y puede aprovechar los desniveles del terreno para realizar saltos voladores o consumir pts. de noctambulismo adicionales para moverse sobre el agua y sobre el flogisto líquido, a cuyo daño será inmune.Bendición noctámbula: VaresaLa bendición noctámbula de Varesa termina cuando agota todos sus pts. de noctambulismo. Sin embargo, cuando Varesa esté en el modo de avance impetuoso o fervor ardiente, permanecerá bajo el estado de bendición noctámbula en todo momento.Esta habilidad tiene 2 cargas. Cuando Varesa entra en estado de fervor ardiente, obtiene una carga adicional de su Habilidad Elemental y aumenta el daño que inflige con ella.Fervor ardiente·Si no está en estado de fervor ardiente, Varesa puede recuperar pts. de noctambulismo ejecutando Ataques Descendentes. Entrará en este estado cuando sus pts. de noctambulismo lleguen al máximo de este modo, o al ejecutar su Habilidad Definitiva, “¡Descenso fulgurante!”.·En el estado de fervor ardiente, los Ataques Normales, la Habilidad Elemental y la Habilidad Definitiva de Varesa se fortalecen. Además, durante un breve periodo de tiempo tras realizar un Ataque Descendente, Varesa podrá ejecutar una Habilidad Definitiva especial.·El estado de fervor ardiente dura un máximo de 15 s y termina al agotar todos los pts. de noctambulismo o tras abandonar el combate durante cierto periodo de tiempo.“Ahora mismo, soy mi propia heroína”.",
        "zh-cn": "以迅捷如电、豪烈如雷的步法，展现摔角的真意。瓦雷莎向前方突进一段距离，对路径上的敌人造成具有夜魂性质的雷元素伤害。施放后，瓦雷莎将获得20点夜魂值，并获得「逐击」效果：持续期间，瓦雷莎的抗打断能力提高，点按普通攻击时，瓦雷莎将快速进行重击，并且该次重击不会消耗体力；「逐击」效果将在进行重击后消除。依据点按、长按，以不同的方式展现摔角的风格。点按向前方迅速突进一段距离。 长按瓦雷莎进入夜魂加持状态，并切换至「突驰烈进」模式。突驰烈进持续消耗夜魂值。在这种状态下，瓦雷莎的移动速度与抗打断能力提高，并且可以利用地形差进行飞跃，或额外消耗夜魂值在水面与液态燃素上移动，并免疫液态燃素的伤害。夜魂加持·瓦雷莎夜魂值耗尽时，瓦雷莎的夜魂加持将会结束。瓦雷莎在突驰烈进模式或炽热激情状态下时，将始终视为处于夜魂加持状态。拥有2次可使用次数。当瓦雷莎进入炽热激情状态时，将额外获得一次短按施放的元素战技可用次数，并提高元素战技造成的伤害。炽热激情·不处于炽热激情状态下时，瓦雷莎可以通过下落攻击恢复夜魂值；通过这种方式使夜魂值达到上限时，或是施放元素爆发闪烈降临！时，瓦雷莎将进入炽热激情状态。·在炽热激情状态下，瓦雷莎的普通攻击、元素战技和元素爆发会分别得到对应的强化，并能在进行下落攻击后的短暂时间内，施放特殊的元素爆发。·炽热激情状态至多持续15秒，并将在消耗夜魂值后、或是脱离战斗状态一段时间后结束。「现在，我便是我的英雄。」",
        "fr-fr": "Avec un jeu de jambes rapide comme l'éclair et féroce comme le tonnerre, Varesa montre le véritable esprit de la lucha libre, se ruant vers l'avant sur une certaine distance pour infliger des DGT Électro infusés de noctâme aux ennemis en chemin.Après utilisation, Varesa obtient 20 pts de noctâme et l'effet Coup de suivi, ce dernier augmentant sa RÉS à l'interruption et lui permettant d'utiliser son attaque normale avec un appui simple pour déclencher rapidement une attaque chargée qui ne consomme pas d'endurance. L'effet Coup de suivi disparaît après l'utilisation de l'attaque chargée.Différents effets se produisent selon la méthode de déclenchement :Appui simpleVaresa se rue rapidement en avant sur une certaine distance.Appui longVaresa entre dans l'état Bénédiction noctâme et passe en mode Avancée soudaine.Avancée soudaineLe mode Avancée soudaine de Varesa consomme de façon continue ses points de noctâme, augmente sa VIT de déplacement et sa RÉS à l'interruption et lui permet d'utiliser la topographie du terrain pour bondir dans les airs ou de consommer des points de noctâme supplémentaires pour se déplacer sur l'eau et sur le phlogistique liquide sans en subir les DGT.Bénédiction noctâme : VaresaLa bénédiction noctâme de Varesa prend fin une fois ses points de noctâme épuisés. Lorsque Varesa est en mode Avancée soudaine ou dans l'état Passion ardente, elle est considérée comme bénéficiant d'une bénédiction noctâme.Varesa possède 2 utilisations disponibles. Lorsqu'elle déclenche sa passion ardente, elle obtient une occasion supplémentaire d'utiliser sa compétence élémentaire avec un appui simple et en augmente les DGT.Passion ardente· Lorsqu'elle n'est pas dans l'état Passion ardente, Varesa peut utiliser ses attaques plongeantes pour restaurer ses points de noctâme. Varesa déclenche sa passion ardente lorsque son noctâme atteint le maximum grâce à cette méthode ou qu'elle utilise son déchaînement élémentaire Avènement protecteur !.· Pendant sa passion ardente, les attaques normales, les compétences élémentaires et les déchaînements élémentaires de Varesa bénéficient de renforcements distincts et elle peut également utiliser un déchaînement élémentaire spécial un court instant après avoir utilisé une attaque plongeante.· L'état Passion ardente dure un maximum de 15 s ou prend fin lorsque les points de noctâme sont épuisés ou après avoir été hors combat pendant un moment.« Maintenant, je suis ma propre héroïne. »",
        "vi-vn": "Dùng bộ pháp nhanh như điện và mạnh như sấm để triển khai ý chí đấu vật. Varesa lao về phía trước một đoạn, gây Sát Thương Nguyên Tố Lôi mang thuộc tính Dạ Hồn cho kẻ địch trên đường.Sau khi thi triển, Varesa sẽ nhận được 20 điểm Dạ Hồn, đồng thời nhận được hiệu quả \"Truy Kích\": Trong thời gian duy trì, Varesa tăng khả năng Kháng Gián Đoạn, đồng thời khi nhấn Tấn Công Thường thì Varesa sẽ tiến hành Trọng Kích nhanh mà không tiêu hao thể lực. Hiệu quả Truy Kích sẽ biến mất sau khi tiến hành Trọng Kích.Căn cứ vào Nhấn hoặc Nhấn Giữ để triển khai phong cách chiến đấu khác nhau.NhấnLao nhanh về phía trước một đoạn.Nhấn GiữVaresa tiến vào trạng thái Dạ Hồn Chúc Phúc và đổi sang dạng \"Tốc Độ Dũng Mãnh\".Tốc Độ Dũng MãnhLiên tục tiêu hao điểm Dạ Hồn. Trong trạng thái này, Tốc Độ Di Chuyển và Kháng Gián Đoạn của Varesa được gia tăng, đồng thời có thể lợi dụng địa hình để nhảy bay, hoặc tiêu hao thêm điểm Dạ Hồn để di chuyển trên mặt nước và Phlogiston Thể Lỏng, đồng thời miễn dịch sát thương Phlogiston Thể Lỏng.Dạ Hồn Chúc Phúc - VaresaKhi tiêu hao hết điểm Dạ Hồn, trạng thái Dạ Hồn Chúc Phúc của Varesa sẽ kết thúc. Khi Varesa trong trạng thái Tốc Độ Dũng Mãnh hoặc Nhiệt Huyết Cháy Bỏng, sẽ luôn được xem như đang trong trạng thái Dạ Hồn Chúc Phúc.Có 2 lần sử dụng. Khi Varesa vào trạng thái Nhiệt Huyết Cháy Bỏng, Kỹ Năng Nguyên Tố sẽ nhận thêm một lần nhấn sử dụng và tăng sát thương Kỹ Năng Nguyên Tố gây ra.Nhiệt Huyết Cháy Bỏng·Khi không trong trạng thái Nhiệt Huyết Cháy Bỏng, Varesa có thể thông qua Tấn Công Khi Đáp để hồi điểm Dạ Hồn. Khi hồi đầy điểm Dạ Hồn thông qua cách thức này hoặc thi triển Kỹ Năng Nộ Tia Chớp Giáng Lâm, Varesa sẽ vào trạng thái Nhiệt Huyết Cháy Bỏng.·Trong trạng thái Nhiệt Huyết Cháy Bỏng, Tấn Công Thường, Kỹ Năng Nguyên Tố và Kỹ Năng Nộ của Varesa sẽ nhận được cường hóa tương ứng, đồng thời trong khoảng thời gian ngắn sau khi thực hiện Tấn Công Khi Đáp, Varesa có thể thi triển Kỹ Năng Nộ đặc biệt.·Trạng thái Nhiệt Huyết Cháy Bỏng tối đa duy trì 15s, đồng thời sẽ kết thúc sau khi dùng hết điểm Dạ Hồn hoặc sau khi rời khỏi chiến đấu một khoảng thời gian.\"Bây giờ, tôi sẽ là vị anh hùng của chính tôi.\"",
        "zh-tw": "以迅捷如電、豪烈如雷的步法，展現摔角的真意。瓦雷莎向前方突進一段距離，對路徑上的敵人造成具有夜魂性質的雷元素傷害。施放後，瓦雷莎將獲得20點夜魂值，並獲得「逐擊」效果：持續期間，瓦雷莎的抗打斷能力提高，點按普通攻擊時，瓦雷莎將快速進行重擊，並且該次重擊不會消耗體力。「逐擊」效果將在進行重擊後消除。依據點按、長按，以不同的方式展現摔角的風格。點按向前方迅速突進一段距離。 長按瓦雷莎進入夜魂加持狀態，並切換至「突馳烈進」模式。突馳烈進持續消耗夜魂值。在這種狀態下，瓦雷莎的移動速度與抗打斷能力提高，並且可以利用地形差進行飛躍，或額外消耗夜魂值在水面與液態燃素上移動，並免疫液態燃素的傷害。夜魂加持·瓦雷莎夜魂值耗盡時，瓦雷莎的夜魂加持將會結束。瓦雷莎在突馳烈進模式或熾熱激情狀態下時，將始終視為處於夜魂加持狀態。擁有2次可使用次數。當瓦雷莎進入熾熱激情狀態時，將額外獲得一次短按施放的元素戰技可用次數，並提高元素戰技造成的傷害。熾熱激情·不處於熾熱激情狀態下時，瓦雷莎可以透過下落攻擊恢復夜魂值。依此方式使夜魂值達到上限時，或是施放元素爆發閃烈降臨！時，瓦雷莎將進入熾熱激情狀態。·在熾熱激情狀態下，瓦雷莎的普通攻擊、元素戰技和元素爆發會分別得到對應的強化，並能在進行下落攻擊後的短暫時間內，施放特殊的元素爆發。·熾熱激情狀態至多持續15秒，並將在消耗夜魂值後、或是脫離戰鬥狀態一段時間後結束。「現在，我便是我的英雄。」",
        "pt-pt": "Com passos velozes como raios e trovões, Varesa exibe o verdadeiro espírito da luta livre, avançando em frente uma certa distância, e causando Dano Electro com alinhamento Espírito da Noite contra os inimigos no caminho.Depois de lançar, Varesa obtém 20 pontos de Espírito da Noite, e obtém o efeito Ataque Perseguidor: na sua duração, aumenta a Resistência contra Interrupção de Varesa, e ao pressionar seu Ataque Normal, ela realiza um Ataque Carregado rápido, e esse Ataque Carregado rápido não consumirá Stamina. O efeito Ataque Perseguidor desaparecerá depois que o Ataque Carregado for lançado.Exibe um estilo de luta diferente se pressionar ou manter pressionado.PressionarAvança uma certa distância em frente.Manter pressionadoVaresa entra no estado Bênção do Espírito da Noite, e troca para o modo Investida Frenética.Investida FrenéticaConsome continuamente os pontos de Espírito da Noite. Nesse estado, a Veloc. Mov. e a Resistência contra Interrupção de Varesa aumentam, e ela pode usar os diferentes terrenos para saltar no ar, ou pode consumir mais pontos de Espírito da Noite para se locomover sobre a água e Flogisto Líquido, ficando imune ao Dano do Flogisto Líquido.Bênção do Espírito da Noite: VaresaQuando acabar de consumir os pontos de Espírito da Noite, o estado Bênção do Espírito da Noite de Varesa acabará. Quando Varesa estiver no modo Investida Frenética ou no estado Calor Escaldante, será considerado como se ela estivesse na Bênção do Espírito da Noite o tempo inteiro.Possui 2 usos. Quando Varesa entra no estado Calor Escaldante, ela obterá um uso adicional do pressionar rápido de sua Habilidade Elemental, e seu Dano será aumentado.Calor Escaldante· Quando não está no estado Calor Escaldante, Varesa pode fazer Ataques Imersivos para regenerar pontos de Espírito da Noite. Quando os regenerar até o máximo dessa forma, ou quando lançar o Supremo A Estrela Chegou!, Varesa entra no estado Calor Escaldante.· Quando estiver no estado Calor Escaldante, o Ataque Normal, a Habilidade Elemental e o Supremo de Varesa obterão fortalecimentos respectivos, e lançará um Supremo especial pouco tempo após realizar um Ataque Imersivo.· O estado Calor Escaldante dura até 15s, e acabará quando os pontos de Espírito da Noite se exaurirem, ou um certo tempo após sair de uma batalha.\"Agora, eu sou a heroína.\"",
        "ru-ru": "Быстрой как молния и свирепой как гром поступью Вареса демонстрирует истинный дух борьбы и совершает рывок вперёд, нанося врагам на пути Электро урон с характеристикой Ночного духа.После применения навыка Вареса получает 20 очков Ночного духа и эффект Последующего удара: во время его действия усиливается сопротивление прерыванию Варесы, а при активации обычной атаки быстрым нажатием она стремительно выполнит заряженную атаку, не расходуя выносливости. После выполнения заряженной атаки эффект Последующего удара снимается.При быстром или долгом нажатии Вареса применяет различные борцовские техники.Быстрое нажатиеВыполняет стремительный выпад вперёд.Долгое нажатиеВареса входит в состояние Благословения Ночного духа и переходит в режим Внезапного натиска.Внезапный натискНепрерывно расходует очки Ночного духа. Скорость передвижения и сопротивление прерыванию Варесы в этом состоянии повышаются. Кроме того, она становится способна совершать летающие рывки, используя местность, либо дополнительно расходовать очки Ночного духа и передвигаться по поверхности воды или жидкого флогистона, не получая урона от последнего.Благословение Ночного духа: ВаресаКогда очки Ночного духа исчерпаются, Благословение Ночного духа Варесы завершается. Пока Вареса пребывает в режиме Внезапного натиска или состоянии Пылающего воодушевления, постоянно будет считаться, что она находится в состоянии Благословения ночного духа.Навык имеет 2 заряда. Когда Вареса входит в состояние Пылающего воодушевления, она получает дополнительный заряд использования элементального навыка быстрым нажатием, причём его урон повышается.Пылающее воодушевление· Когда Вареса не пребывает в состоянии Пылающего воодушевления, то с помощью атак в падении она может получать очки Ночного духа. Когда очки Ночного духа таким способом достигнут максимума или когда Вареса применяет взрыв стихии Ослепительное сошествие!, она входит в состояние Пылающего воодушевления.· Обычная атака, элементальный навык и взрыв стихии Варесы в состоянии Пылающего воодушевления получают свои собственные усиления. Кроме того, в течение короткого времени после атаки в падении Вареса может применить особый взрыв стихии.· Состояние Пылающего воодушевления длится до 15 сек. и завершается, когда исчерпаются очки Ночного духа или через некоторое время после выхода из боя.«Сейчас мой герой - это я».",
        "ja-jp": "雷の如く迅速かつ豪快な足運びで、プロレスの真髄を見せる。ヴァレサが前方へと一定距離突進し、経路上の敵に夜魂性質の雷元素ダメージを与える。発動後、ヴァレサは夜魂値を20獲得し、「追撃」効果を獲得する。「追撃」効果継続期間中、ヴァレサの中断耐性がアップする。さらに、通常攻撃ボタンを一回押しすると、ヴァレサは瞬時に重撃を繰り出す。なお、この重撃はスタミナを消費しない。「追撃」効果は重撃発動後に解除される。一回押しと長押しによって、プロレスのスタイルが変わる。一回押し前方へと素早く一定距離突進する。長押しヴァレサは夜魂の加護状態に入り、「パワフルタックル」モードに切り替わる。パワフルタックル継続的に夜魂値を消費する。この状態の時、ヴァレサの移動速度と中断耐性がアップし、地形の高低差を利用して遠くへ跳んだり、夜魂値を追加消費して水面と液体燃素の上を移動したりでき、また液体燃素によるダメージを無効化できる。夜魂の加護・ヴァレサ夜魂値が尽きると、ヴァレサの夜魂の加護状態は終了する。ヴァレサがパワフルタックルモード、または猛烈パッション状態にある時、常に夜魂の加護状態にあると見なされる。元素スキルの使用可能回数は2回。ヴァレサが猛烈パッション状態に入ると、元素スキル一回押しを1度のみ追加で使用でき、元素スキルの与えるダメージがアップする。猛烈パッション・猛烈パッション状態でない時、ヴァレサは落下攻撃で夜魂値を回復する。この方法で夜魂値が上限に達する、または元素爆発シャイニングヴェント！を発動した時、ヴァレサは猛烈パッション状態に入る。・猛烈パッション状態にある時、ヴァレサの通常攻撃、元素スキル、元素爆発はそれぞれ強化され、落下攻撃発動から短時間、特殊な元素爆発を発動できるようになる。・猛烈パッション状態の継続時間は最大15秒。夜魂値を消費、または戦闘状態を解除してしばらく経つと終了する。「今、わたしこそがわたしのヒーローだよ！」",
        "ko-kr": "바레사가 번개처럼 신속하고 맹렬한 보법으로 레슬링의 진수를 뽐내며, 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 번개 원소 피해를 준다.발동 후, 바레사가 밤혼을 20pt 획득하고 「연속타」 효과를 얻는다: 지속 시간 동안 바레사의 경직 저항력이 증가하고, 일반 공격을 누르면 바레사가 강공격을 빠르게 진행하며, 해당 강공격은 스태미나를 소모하지 않는다. 「연속타」 효과는 강공격 진행 후 사라진다.짧은 터치와 홀드 시 각각 다른 스타일의 레슬링을 발동한다.짧은 터치전방을 향해 빠르게 일정 거리 돌진한다.홀드바레사가 밤혼 가호 상태에 진입하고 「맹렬한 돌격」 모드로 전환된다.맹렬한 돌격지속적으로 밤혼을 소모한다. 해당 상태에서 바레사의 이동 속도와 경직 저항력이 증가하고, 지형 차이를 이용해 도약하거나, 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.밤혼 가호·바레사밤혼 소진 시, 바레사의 밤혼 가호가 종료된다. 바레사가 맹렬한 돌격 모드 또는 열혈 상태 시, 계속 밤혼 가호 상태로 간주된다.사용 가능 횟수: 2회. 바레사가 열혈 상태 진입 시, 짧게 눌러 발동하는 원소전투 스킬의 사용 가능 횟수를 추가로 1회 획득하고 원소전투 스킬로 주는 피해가 증가한다.열혈·열혈 상태가 아닐 시, 바레사는 낙하 공격을 통해 밤혼을 회복할 수 있다. 해당 방식으로 밤혼을 최대치까지 회복하거나 원소폭발 벼락불 강림! 발동 시, 바레사가 열혈 상태에 진입한다.·열혈 상태에서 바레사의 일반 공격, 원소전투 스킬, 원소폭발이 각각 강화되고, 낙하 공격 후 짧은 시간 동안 특수한 원소폭발을 발동할 수 있다.·열혈 상태 최대 지속 시간: 15초. 밤혼 소모 후 혹은 전투 상태 이탈 후 일정 시간이 지나면 상태가 종료된다.「이제 나는 나의 영웅이 됐어」",
        "id-id": "Dengan langkah secepat kilat dan gagah seperti petir, Varesa menunjukkan makna gulat yang sebenarnya. Varesa menerjang ke depan dan mengakibatkan Nightsoul-aligned Electro DMG pada musuh di sepanjang jalurnya.Setelah melancarkan skill ini, Varesa akan mendapatkan 20 poin Nightsoul dan efek \"Follow-Up Strike\": Selama efek ini aktif, ketahanan Varesa terhadap interupsi akan meningkat. Saat menekan tombol Normal Attack, Varesa akan melakukan Charged Attack dengan cepat tanpa mengonsumsi Stamina. Efek Follow-Up Strike akan hilang setelah Varesa melakukan Charged Attack.Varesa akan menunjukkan teknik bergulat yang berbeda saat melancarkan skill ini dengan Mode Tekan atau Mode Tahan.Mode TekanMenerjang ke depan dengan cepat.Mode TahanVaresa memasuki status Nightsoul's Blessing dan berganti ke mode Sudden Onrush.Sudden OnrushTerus mengonsumsi poin Nightsoul. Dalam status ini, Movement SPD dan ketahanan Varesa terhadap interupsi akan meningkat, dan ia bisa memanfaatkan perbedaan medan untuk melompat, atau mengonsumsi poin Nightsoul tambahan untuk bergerak di atas permukaan air dan Phlogiston cair, serta menjadi kebal terhadap DMG dari Phlogiston cair.Nightsoul's Blessing: VaresaStatus Nightsoul's Blessing Varesa akan berakhir saat poin Nightsoul-nya habis. Saat Varesa berada dalam status Sudden Onrush atau Fiery Passion, ia akan dianggap berada dalam status Nightsoul's Blessing.Elemental Skill Varesa memiliki jumlah penggunaan 2 kali. Saat Varesa memasuki status Fiery Passion, ia akan mendapatkan tambahan jumlah penggunaan Elemental Skill (Mode Tekan) sebanyak satu kali dan DMG Elemental Skill-nya akan meningkat.Fiery Passion·Saat tidak berada dalam status Fiery Passion, Varesa dapat memulihkan poin Nightsoul-nya dengan cara melancarkan Plunging Attack. Varesa akan otomatis memasuki status Fiery Passion saat poin Nightsoul-nya mencapai maksimum melalui cara ini, atau saat ia melancarkan Elemental Burst Guardian Vent!.·Saat berada dalam status Fiery Passion, Normal Attack, Elemental Skill, dan Elemental Burst Varesa akan mendapat penguatan tertentu, dan dalam waktu singkat setelah melancarkan Plunging Attack, Varesa dapat melancarkan Elemental Burst yang spesial.·Status Fiery Passion dapat berlangsung maksimum 15 detik dan akan menghilang jika poin Nightsoul habis atau Varesa keluar dari status bertempur selama beberapa saat.\"Sekarang, akulah pahlawanku.\"",
        "de-de": "Mit der Schnelligkeit eines Blitzes und der Gewaltigkeit des Donners zeigt Varesa die wahre Natur des Ringens. Varesa stürmt eine gewisse Entfernung nach vorn und fügt den Gegnern in ihrer Bahn mit Nachtseelen versehenen Elektro-Schaden zu.Verleiht Varesa nach dem Anwenden 20 Nachtseelenpunkte sowie den Effekt „Folgeschlag“: Erhöht während der Wirkungsdauer Varesas Unterbrechungs-WDS. Führt beim Drücken des Standardangriffs schnell einen heftigen Schlag aus, für den keine Ausdauer verbraucht wird. Der Effekt „Folgeschlag“ wird nach dem Anwenden des heftigen Schlags entfernt.Wendet beim Drücken oder Gedrückthalten verschiedene Ringstile an.DrückenStürmt schnell eine gewisse Entfernung nach vorn.Gedrückt haltenVaresa tritt in den Zustand Nachtseelensegen ein und wechselt in den Modus „Stürmischer Vorstoß“.Stürmischer VorstoßVerbraucht fortlaufend Nachtseelenpunkte. Erhöht in diesem Zustand Varesas Bewegungs-GSW sowie Unterbrechungs-WDS; ermöglicht es ihr, durch Nutzung des Geländes Flugsprünge auszuführen und durch Verbrauchen von Nachtseelenpunkten über die Wasseroberfläche oder flüssiges Phlogiston zu laufen, und macht Varesa immun gegen Schaden von flüssigem Phlogiston.Nachtseelensegen – VaresaVaresas Nachtseelensegen endet, sobald alle Nachtseelenpunkte aufgebraucht sind. Im Modus Stürmischer Vorstoß sowie im Zustand Brennende Leidenschaft ist Varesa stets im Zustand Nachtseelensegen.Kann 2-mal angewendet werden. Verleiht, wenn Varesa den Zustand „Brennende Leidenschaft“ betritt, ihrer Elementarfähigkeit eine weitere Anwendungsmöglichkeit, die durch Drücken angewendet werden kann, und erhöht den mit ihrer Elementarfähigkeit verursachten Schaden.Brennende Leidenschaft· Varesa kann, wenn sie sich nicht im Zustand Brennende Leidenschaft befindet, ihre Nachtseelenpunkte durch Angriffe aus dem Fall wiederherstellen. Varesa tritt in den Zustand „Brennende Leidenschaft“ ein, wenn sie auf diese Weise die Höchstmenge an Nachtseelenpunkten erreicht oder wenn sie ihre Spezialfähigkeit Blitzartiger Auftritt! anwendet.· Verstärkt im Zustand Brennende Leidenschaft Varesas Standardangriff, Elementarfähigkeit und Spezialfähigkeit und ermöglicht es ihr, innerhalb kurzer Zeit nach Anwenden eines Angriffs aus dem Fall eine besondere Spezialfähigkeit auszulösen.· Zustand Brennende Leidenschaft hält bis zu 15 s und endet nach Aufbrauchen aller Nachtseelenpunkte oder eine gewisse Zeit nach Verlassen des Kampfes.„Jetzt bin ich meine eigene Heldin.“"
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/6d748bf1d82a480a36c7e3c8fdd1714f_424589145609522539.png",
      "localIcon": "images/varesa/elemental_skill.png"
    },
    {
      "type": "elemental_burst",
      "name": {
        "th-th": "Guardian Vent!",
        "en-us": "Guardian Vent!",
        "es-es": "¡Descenso fulgurante!",
        "zh-cn": "闪烈降临！",
        "fr-fr": "Avènement protecteur !",
        "vi-vn": "Tia Chớp Giáng Lâm",
        "zh-tw": "閃烈降臨！",
        "pt-pt": "A Estrela Chegou!",
        "ru-ru": "Ослепительное сошествие!",
        "ja-jp": "シャイニングヴェント！",
        "ko-kr": "벼락불 강림!",
        "id-id": "Guardian Vent!",
        "de-de": "Blitzartiger Auftritt!"
      },
      "description": {
        "th-th": "เฉกเช่นผู้กล้าผู้ผดุงความยุติธรรมที่ถูกบรรยายไว้ในม้วนหนังสือสำหรับเด็ก เธอจะกระโดดขึ้นไปกลางอากาศ และอาศัยพลังที่เกิดจากการพุ่งลงมา เพื่อปล่อยลูกเตะกลางอากาศอันทรงพลัง สร้างความเสียหายไฟฟ้าวงกว้างที่มีคุณสมบัติวิญญาณราตรีหลังจากปล่อยสกิล Varesa จะฟื้นฟูค่าวิญญาณราตรีจนถึงขีดจำกัดสูงสุด และเข้าสู่สถานะฮึกเหิมร้อนแรงภายใต้สถานะฮึกเหิมร้อนแรง ท่าไม้ตายของเธอจะเปลี่ยนเป็นการสร้างความเสียหายไฟฟ้าวงกว้างที่มีคุณสมบัติวิญญาณราตรี และสร้างความเสียหายแก่ศัตรูได้มากขึ้นนอกจากนี้ เมื่อ Varesa ใช้การโจมตีพุ่งลงจากอากาศขณะอยู่ในสถานะฮึกเหิมร้อนแรง จะเข้าสู่สถานะ \"ขับเคลื่อนสุดขีด\" เป็นระยะเวลาสั้น ๆขับเคลื่อนสุดขีดเพิ่มความสามารถในการต้านทานการหยุดชะงักของ Varesa โดยภายใต้สภาวะนี้ เธอจะสามารถมองข้ามช่วงเวลาคูลดาวน์ของท่าไม้ตาย และใช้พลังงานธาตุน้อยกว่าเดิม เพื่อปล่อยท่าไม้ตายพิเศษ \"Guardian Vent: Volcano Kablam\": ทำการโจมตีพุ่งลงจากอากาศที่ทรงพลังเป็นพิเศษ - \"Thunderous Tornado Eruption\" เมื่อลงสู่พื้นจะสร้างความเสียหายไฟฟ้าวงกว้างที่มีคุณสมบัติวิญญาณราตรี และออกจากสถานะขับเคลื่อนสุดขีด โดยความเสียหายนี้จะถูกมองว่าเป็นความเสียหายการโจมตีพุ่งลงจากอากาศหลังจากปล่อยสกิลธาตุแล้ว จะออกจากสถานะขับเคลื่อนสุดขีด.ความจริงแล้ว ตอนแรก Varesa ตั้งชื่อให้กระบวนท่านี้ว่า \"สุดยอดท่าไม้ตายเผด็จศึก: ลูกเตะความไวเสียงไร้เทียมทานของผู้กล้าผู้ผดุงความยุติธรรมสายฟ้าคำรน\" แต่ว่าชื่อนี้มันยาวเกินไป และถึงแม้เธอจะสวมหน้ากาก ก็ยังไม่ค่อยจะกล้าตะโกนชื่อนี้ ให้คนหมู่มากฟังสักเท่าไหร่ ดังนั้นสุดท้ายเธอจึงเลือกใช้ชื่อปัจจุบันแทน",
        "en-us": "Leaps into the air before using the momentum of the drop to unleash a powerful flying kick, dealing Nightsoul-aligned AoE Electro DMG to opponents — just like those heroes of justice in woven scrolls for kids!After using this Skill, Varesa's Nightsoul points will be restored to maximum and she will enter the Fiery Passion state.In the Fiery Passion state, Varesa's Elemental Burst will deal a greater amount of Nightsoul-aligned AoE Electro DMG.Additionally, she will briefly activate Apex Drive after using a Plunging Attack while in her Fiery Passion state.Apex DriveIncreases Varesa's interruption resistance. While affected by Apex Drive, Varesa can ignore her Elemental Burst CD and consume less Energy to use her special Elemental Burst, \"Guardian Vent: Volcano Kablam\": This causes her to use the especially powerful Plunging Attack, the \"Thunderous Tornado Eruption,\" which deals Nightsoul-aligned AoE Electro DMG upon landing before causing her to exit Apex Drive. This DMG is considered Plunging Attack DMG.Varesa will exit Apex Drive after using her Elemental Skill.In truth, the original name Varesa gave this move was the \"Invincible Dynamic Heroic Justice Super Mega Ultimate Thundercrash Sky-Splitting Supersonic Boom Kick.\" Alas, this name proved too long, and she was too embarrassed to shout it in front of everyone, even with her mask on. As such, she changed it to its present title instead.",
        "es-es": "Como si de una heroína de las que aparecen en los pergaminos para niños se tratara, salta en el aire y aprovecha el impulso de la caída para lanzar una potente patada voladora que inflige Daño Electro en el AdE de naturaleza noctámbula.Tras usar esta habilidad, Varesa recupera todos sus pts. de noctambulismo y entra en estado de fervor ardiente.Mientras esté en este estado, la Habilidad Definitiva de Varesa infligirá una mayor cantidad de Daño Electro en el AdE de naturaleza noctámbula.Además, tras ejecutar un Ataque Descendente durante el estado de fervor ardiente, Varesa entra en el estado de “propulsión extrema” durante un breve periodo de tiempo.Propulsión extremaAumenta la RES a interrupción de Varesa. Mientras se encuentre en este estado, Varesa podrá ignorar el TdE de su Habilidad Definitiva y consumir menos Energía Elemental para liberar una versión especial de su Habilidad Definitiva llamada “Descenso fulgurante: Colapso volcánico”, con lo que podrá ejecutar un “Ataque Descendente: Erupción furiatormenta” extremadamente poderoso que inflige Daño Electro en el AdE de naturaleza noctámbula, y sale del estado de propulsión extrema. Este daño se considera daño de Ataque Descendente.Tras usar la Habilidad Elemental, saldrá del estado de propulsión extrema.A decir verdad, el nombre original con el que Varesa quería bautizar este movimiento era “Superultramegapatada voladora suprema justiciera ultrasónica perforacielos definitiva”, pero era demasiado largo y le daba vergüenza gritarlo en voz alta incluso con la máscara puesta, así que al final le puso el nombre que tiene ahora.",
        "zh-cn": "如同面向孩子们的织卷中描绘的正义英雄那般，腾跃至高空，并借助下落的冲击力使出强力的飞踢，对敌人造成具有夜魂性质的雷元素范围伤害。施放后，瓦雷莎将恢复夜魂值至上限，并进入炽热激情状态。在炽热激情状态下，瓦雷莎的元素爆发将转为对敌人造成伤害更高的、具有夜魂性质的雷元素范围伤害。此外，瓦雷莎在炽热激情状态下进行下落攻击后，将在短暂时间内进入「极限驱动」状态。极限驱动提高瓦雷莎的抗打断能力。在这种状态下，瓦雷莎将能够无视元素爆发的冷却时间，消耗更少的元素能量，施放特殊的元素爆发「闪烈降临·大火山崩落」：进行格外强力的下落攻击·大火山狂雷怒卷，在落地时造成具有夜魂性质的雷元素范围伤害，并退出极限驱动状态。该伤害视为下落攻击伤害。施放元素战技后，将会退出极限驱动状态。其实瓦雷莎一开始给这一招起的名字是「最终超必杀绝技·闪电空烈正义英雄降临究极无敌音速爆裂飞踢」，只是这个名字实在是太长了，而她就算戴上面具，也不太好意思在大庭广众之下大声喊出这个名字，所以最后还是选用了现在的叫法。",
        "fr-fr": "Exactement comme tous ces héros que l'on voit dans les rouleaux tissés pour enfants, Varesa bondit dans les airs et utilise l'élan de sa chute pour déclencher un puissant coup de pied volant, infligeant des DGT Électro de zone infusés de noctâme.Après utilisation, Varesa restaure ses points de noctâme jusqu'à la limite et déclenche sa passion ardente.Pendant sa passion ardente, le déchaînement élémentaire de Varesa inflige davantage de DGT Électro de zone infusés de noctâme aux ennemis.De plus, Varesa active brièvement l'état Transmission extrême après avoir utilisé une attaque plongeante pendant sa passion ardente.Transmission extrêmeCet état augmente la RÉS à l'interruption de Varesa et lui permet d'ignorer le TdR de ses déchaînements élémentaires, de consommer moins d'énergie élémentaire et d'utiliser le déchaînement élémentaire spécial « Avènement protecteur : Effondrement volcanique » : exécute la puissante attaque plongeante « Éruption-tornade tonitruante », infligeant des DGT Électro de zone infusés de noctâmes à l'impact et mettant fin à la transmission extrême, ces DGT étant considérés comme des DGT d'attaque plongeante.Utiliser une compétence élémentaire met fin à la transmission extrême.En vérité, le nom original que Varesa avait donné à ce mouvement était « Invincible coup de pied supersonique dynamique méga-giga-ultime fendant héroïquement le ciel ». Hélas, ce nom s'est avéré trop long, et elle était trop gênée pour le crier à voix haute devant tout le monde, même avec son masque. Elle a donc opté pour ce qui est maintenant son nom officiel.",
        "vi-vn": "Giống như vị anh hùng chính nghĩa được miêu tả trong cuộn dệt của bọn trẻ, Varesa nhảy lên không trung, mượn lực lao xuống để tung cú đá đầy uy lực, gây Sát Thương Phạm Vi Nguyên Tố Lôi mang thuộc tính Dạ Hồn cho kẻ địch.Sau khi thi triển, Varesa sẽ hồi phục điểm Dạ Hồn đến mức tối đa, đồng thời vào trạng thái Nhiệt Huyết Cháy Bỏng.Trong trạng thái Nhiệt Huyết Cháy Bỏng, Kỹ Năng Nộ của Varesa sẽ chuyển thành gây Sát Thương Phạm Vi Nguyên Tố Lôi mạnh hơn mang thuộc tính Dạ Hồn cho kẻ địch.Ngoài ra, Varesa trong trạng thái Nhiệt Huyết Cháy Bỏng sau khi tiến hành Tấn Công Khi Đáp, sẽ tiến vào trạng thái \"Động Cơ Cực Hạn\" trong thời gian ngắn.Động Cơ Cực HạnTăng khả năng Kháng Gián Đoạn của Varesa. Trong trạng thái này, Varesa sẽ bỏ qua thời gian chờ của Kỹ Năng Nộ và tiêu hao ít Năng Lượng Nguyên Tố hơn để thi triển Kỹ Năng Nộ đặc biệt \"Tia Chớp Giáng Lâm - Núi Lửa Sụp Đổ\": Tiến hành Tấn Công Khi Đáp - Núi Lửa Sấm Rền mạnh mẽ hơn, gây Sát Thương Phạm Vi Nguyên Tố Lôi mang thuộc tính Dạ Hồn khi tiếp đất và thoát trạng thái Động Cơ Cực Hạn. Sát thương này được tính là sát thương Tấn Công Khi Đáp.Sau khi thi triển Kỹ Năng Nguyên Tố sẽ thoát trạng thái Động Cơ Cực Hạn.Thực ra ban đầu Varesa định đặt tên cho chiêu thức này là \"Tuyệt Kỹ Siêu Đỉnh Cao - Cú Đá Siêu Thanh Vang Dội Vô Địch Của Siêu Anh Hùng Sấm Sét Chính Nghĩa Giáng Lâm\". Chỉ là cái tên này dài quá, dù cô ấy có mang mặt nạ thì cũng hơi ngại khi hô tên chiêu thức trước mặt mọi người. Cuối cùng, cô ấy đã chọn cái tên hiện tại.",
        "zh-tw": "如同面向孩子們的織卷中描繪的正義英雄那般，騰躍至高空，並藉助下落的衝擊力使出強力的飛踢，對敵人造成具有夜魂性質的雷元素範圍傷害。施放後，瓦雷莎將恢復夜魂值至上限，並進入熾熱激情狀態。在熾熱激情狀態下，瓦雷莎的元素爆發將轉為對敵人造成傷害更高的、具有夜魂性質的雷元素範圍傷害。此外，瓦雷莎在熾熱激情狀態下進行下落攻擊後，將在短暫時間內進入「極限驅動」狀態。極限驅動提高瓦雷莎的抗打斷能力。在這種狀態下，瓦雷莎將能夠無視元素爆發的冷卻時間，消耗更少的元素能量，施放特殊的元素爆發「閃烈降臨·大火山崩落」：進行格外強力的下落攻擊·大火山狂雷怒卷，在落地時造成具有夜魂性質的雷元素範圍傷害，並退出極限驅動狀態。該傷害視為下落攻擊傷害。施放元素戰技後，將會退出極限驅動狀態。其實瓦雷莎一開始給這一招起的名字是「最終超必殺絕技·閃電空烈正義英雄降臨究極無敵音速爆裂飛踢」，只是這個名字實在是太長了，而她就算戴上面具，也不太好意思在大庭廣眾之下大聲喊出這個名字，所以最後還是選用了現在的叫法。",
        "pt-pt": "Salta no ar para usar o impulso da queda para fazer um poderos Chute Voador, causando Dano Electro em AdE com alinhamento Espírito da Noite contra os inimigos, igual aos heróis da justiça nos pergaminhos para crianças!Depois de lançar, Varesa regenera seus pontos de Espírito da Noite até o máximo, e entra no estado Calor Escaldante.Quando está no Calor Escaldante, o Supremo de Varesa causará mais Dano Electro em AdE com alinhamento Espírito da Noite contra os inimigos.Além disso, quando Varesa fizer um Ataque Imersivo durante o estado Calor Escaldante, pouco tempo depois entrará no estado \"Força Extrema\".Força ExtremaAumenta a Resistência contra Interrupção de Varesa. Nesse estado, Varesa ignorará a recarga do Supremo, e consumirá menos Energia Elemental, lançando o Supremo especial \"A Estrela Chegou: Grande Colapso Vulcânico\": lança um excepcionalmente poderoso Ataque Imersivo: Fúria do Redemoinho Vulcânico, causando Dano Electro em AdE com alinhamento Espírito da Noite ao impactar o chão, e sai do estado Força Extrema. Esse Dano é considerado Dano de Ataque Imersivo.Depois de lançar a Habilidade Elemental, sai do estado Força Extrema.Na verdade, o nome original que Varesa deu para esse movimento foi \"Chute Supersônico Rompedor dos Céus e da Dinâmica Heroica Invencível da Justiça\". Entretanto, esse nome era muito grande, e ela passou a ter vergonha de gritá-lo, mesmo com sua máscara. Por isso, ela preferiu utilizar o que hoje é o seu nome atual.",
        "ru-ru": "Подобно справедливым героям из свитков для детей подпрыгивает высоко в воздух и использует инерцию для выполнения мощного удара в полёте, который наносит врагам Электро урон по площади с характеристикой Ночного духа.После применения этого навыка Вареса восстанавливает очки Ночного духа до максимума и входит в состояние Пылающего воодушевления.Взрыв стихии Варесы в состоянии Пылающего воодушевления наносит повышенный Электро урон по площади с характеристикой Ночного духа.Кроме того, после применения атаки в падении в состоянии Пылающего воодушевления Вареса кратковременно активирует Предельный импульс.Предельный импульсСопротивление прерыванию Варесы повышается. В данном состоянии Вареса может игнорировать откат взрыва стихии и расходует меньше энергии, чтобы активировать свой особый взрыв стихии Ослепительное сошествие: Обрушение вулкана - это позволяет ей применять особенно мощную атаку в падении, Громогласное вулканическое торнадо, которая по приземлении наносит Электро урон по площади, а Вареса выходит из состояния Предельного импульса. с характеристикой Ночного духа. Такой урон считается уроном атаки в падении.После активации элементального навыка Вареса выходит из состояния Предельного импульса.Изначально Вареса назвала этот приём «Величайший приём сверхистребления: Молниеносный непобедимый сверхзвуковой и раскалывающий небеса удар ногой нисходящего героя справедливости», но название оказалось слишком длинным. Кроме того, выкрикивать его на публике было неловко даже в маске, поэтому в итоге она остановилась на нынешнем названии.",
        "ja-jp": "子供向けの絵本に描かれる正義のヒーローのように空高く跳び上がり、落下の勢いを借りた強力な飛び蹴りをお見舞いし、敵に夜魂性質の雷元素範囲ダメージを与える。発動後、ヴァレサは夜魂値を上限まで回復し、猛烈パッション状態に入る。猛烈パッション状態にある時、ヴァレサの元素爆発は、敵に夜魂性質のより大きな雷元素範囲ダメージを与える。また、ヴァレサが猛烈パッション状態で落下攻撃を行った後、短時間の「マキシマムドライブ」状態に入る。マキシマムドライブヴァレサの中断耐性がアップする。この状態の時、ヴァレサは元素爆発のクールタイムを無視し、より少ない元素エネルギーで特殊な元素爆発「シャイニングヴェント・大火山おろし」を発動できるようになる。「シャイニングヴェント・大火山おろし」を発動すると、強力な落下攻撃・大火山サンダートルネードを繰り出し、着地時に夜魂性質の雷元素範囲ダメージを与え、マキシマムドライブ状態を終了する。このダメージは落下攻撃ダメージと見なされる。元素スキル発動後も、マキシマムドライブ状態は終了する。実は、ヴァレサがこの技につけた最初の名前は「ファイナル超必殺・閃雷空烈ジャスティスヒーロー究極無敵音速爆裂キック」であった。しかし、あまりにも長く、仮面をつけても恥ずかしくて大声で叫ぶことができなかったため、最終的に現在の名前に変更したという。",
        "ko-kr": "동화 두루마리 속 정의로운 영웅처럼 높이 뛰어오른 후 낙하하는 힘으로 강력한 미사일 드롭킥을 발동해 적에게 밤혼 성질의 번개 원소 범위 피해를 준다.발동 후 바레사의 밤혼이 최대치까지 회복되고 바레사가 열혈 상태에 진입한다.열혈 상태에서 바레사의 원소폭발은 적에게 더 강한 밤혼의 성질의 번개 원소 범위 피해를 준다.또한 바레사는 열혈 상태에서 낙하 공격 진행 후, 짧은 시간 동안 「한계 돌파」 상태에 진입한다.한계 돌파바레사의 경직 저항력이 증가한다. 해당 상태에서 바레사는 원소폭발의 재사용 대기시간을 무시하고 더 적은 원소 에너지를 소모해 특수한 원소폭발 「벼락불 강림·대화산 떨구기」를 발동할 수 있다: 매우 강력한 낙하 공격·대화산 폭발을 진행하고, 착지 시 밤혼 성질의 번개 원소 범위 피해를 주고, 한계 돌파 상태가 종료된다. 해당 피해는 낙하 공격 피해로 간주한다.원소전투 스킬 발동 후, 한계 돌파 상태가 종료된다.사실 이 기술의 원래 명칭은 「궁극의 초필살기·정의로운 슈퍼 무적 썬더 히어로의 소닉붐 드롭킥」이었으나, 너무 길어서 가면을 쓰고 있어도 관중들 앞에서 외치기 부끄러웠기 때문에, 결국 지금의 명칭으로 변경했다",
        "id-id": "Layaknya pahlawan keadilan yang digambarkan di dalam gulungan cerita yang diperlihatkan kepada anak-anak, Varesa melompat tinggi dan menggunakan momentum jatuhnya untuk melancarkan tendangan melompat yang sangat kuat dan mengakibatkan Nightsoul-aligned Electro DMG Area.Setelah melancarkan skill ini, Varesa akan memulihkan poin Nightsoul-nya hingga maksimum dan memasuki status Fiery Passion.Dalam status Fiery Passion, Elemental Burst Varesa akan berubah menjadi serangan yang mengakibatkan Nightsoul-aligned Electro DMG Area yang lebih kuat.Selain itu, jika Varesa melancarkan Plunging Attack dalam status Fiery Passion, maka Varesa akan memasuki status Apex Drive selama beberapa saat.Apex DriveMeningkatkan ketahanan Varesa terhadap interupsi. Saat berada dalam status ini, Varesa dapat mengabaikan CD Elemental Burst dan mengonsumsi Energy yang lebih sedikit untuk melancarkan Elemental Burst spesialnya \"Guardian Vent: Volcano Kablam\": Varesa akan melakukan Plunging Attack \"Thunderous Tornado Eruption\" yang sangat kuat dan mengakibatkan Nightsoul-aligned Electro DMG Area saat mendarat, dan akan keluar dari status Apex Drive. DMG ini dianggap sebagai DMG Plunging Attack.Setelah melancarkan Elemental Skill, akan keluar dari status Apex Drive.Sebenarnya nama yang Varesa berikan untuk gerakan ini adalah \"Tendangan Petir Super Mega Ultimate Penghancur Langit dengan Ledakan Sonic Super Dinamis Pahlawan Keadilan Tak Terkalahkan!\" Sayangnya, nama ini terlalu panjang dan dia terlalu malu untuk menyebutkan nama ini dengan lantang di depan semua orang, meski saat ia memakai topengnya sekalipun. Makanya, Varesa mengambil keputusan untuk mengganti namanya jadi seperti yang sekarang ini.",
        "de-de": "Einer gerechten Heldin gleich, wie sie in den Geweberollen für Kinder beschrieben wird, springt Varesa in die Luft und nutzt die Wucht des Falls, um einen fliegenden Tritt auszuführen, der den Gegnern mit Nachtseelen versehenen Elektro-Flächenschaden zufügt.Stellt Varesa nach dem Anwenden alle Nachtseelenpunkte wieder her und lässt sie in den Zustand „Brennende Leidenschaft“ treten.Fügt Gegnern im Zustand Brennende Leidenschaft mit ihrer Spezialfähigkeit höheren mit Nachtseelen versehenen Elektro-Flächenschaden zu.Varesa tritt außerdem nach dem Auslösen eines Angriffs aus dem Fall im Zustand Brennende Leidenschaft kurzzeitig in den Zustand „Äußerster Antrieb“ ein.Äußerster AntriebErhöht Varesas Unterbrechungs-WDS. Ignoriert in diesem Zustand die Abklingzeit ihrer Spezialfähigkeit und verbraucht weniger Elementarenergie, um die besondere Version ihrer Spezialfähigkeit „Blitzartiger Auftritt – Vulkaneinbruch“ auszuführen: Führt den besonders starken „Angriff aus dem Fall – Wilder Vulkanwirbel“ aus, der beim Aufkommen mit Nachtseelen versehenen Elektro-Flächenschaden verursacht. Hierdurch verursachter Schaden gilt als Schaden des Angriffs aus dem Fall.Eigentlich wollte Varesa dieser Fähigkeit ja den Namen „Ultimativer und unschlagbarer Superduper-Heldentritt der mit Schallgeschwindigkeit nahenden Gerechtigkeit“ geben, aber das war letztendlich doch etwas zu lang. Und selbst wenn Varesa eine Maske aufgesetzt hätte, wäre es zu peinlich gewesen, diesen Namen vor versammelter Mannschaft laut zu rufen. Deshalb hatte sie sich am Ende doch für die aktuelle Variante des Namens entschieden."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/663d25cb98a5e609544408485cf83f88_947589949933052695.png",
      "localIcon": "images/varesa/elemental_burst.png"
    },
    {
      "type": "passive",
      "name": {
        "th-th": "Tag-Team Triple Jump!",
        "en-us": "Tag-Team Triple Jump!",
        "es-es": "Impulso y... ¡salto triple!",
        "zh-cn": "连势，三重腾跃！",
        "fr-fr": "Le triple saut en tag team !",
        "vi-vn": "Ba Lần Nhảy Cao",
        "zh-tw": "連勢，三重騰躍！",
        "pt-pt": "Poder e Salto Triplo!",
        "ru-ru": "Трёхкратный командный прыжок!",
        "ja-jp": "連翔、三段跳び！",
        "ko-kr": "연속! 세 번의 도약",
        "id-id": "Tag-Team Triple Jump!",
        "de-de": "Siegesbewusster Dreifachsprung!"
      },
      "description": {
        "th-th": "หลังจากปล่อยสกิลธาตุ Riding the Night-Rainbow Varesa จะได้รับ \"Rainbow Crash\" เป็นเวลา 5 วินาทีในช่วงเวลาต่อเนื่อง เมื่อ Varesa ทำการโจมตีพุ่งลงจากอากาศ จะสร้างความเสียหายพุ่งถึงพื้นเพิ่มเติม 50% ของพลังโจมตี; หาก Varesa อยู่ในสถานะฮึกเหิมร้อนแรง ความเสียหายพุ่งถึงพื้นจะเปลี่ยนเป็นสร้างความเสียหายเพิ่มเติม 180% ของพลังโจมตีเอฟเฟกต์ \"Rainbow Crash\" จะหายไปเมื่อการโจมตีพุ่งลงจากอากาศโดนศัตรู หรือสิ้นสุดเวลาต่อเนื่อง",
        "en-us": "After using the Elemental Skill Riding the Night-Rainbow, Varesa gains \"Rainbow Crash\" for 5s.During this time, when Varesa uses a Plunging Attack, the shockwave DMG dealt when she hits the ground is increased by 50% of her ATK. If Varesa is in the Fiery Passion state, this ground impact DMG is increased by 180% of her ATK instead.The Rainbow Crash effect will be canceled once a ground impact hits an opponent, or when its duration expires.",
        "es-es": "Tras usar su Habilidad Elemental, Salto del arcoíris nocturno, Varesa obtiene el efecto de “colisión iridiscente” durante 5 s.Mientras este efecto está activo, cuando Varesa ejecute un Ataque Descendente, el daño de dicho ataque aumenta en una cantidad equivalente al 50% de su ATQ. Si Varesa está en el estado de fervor ardiente, dicho aumento pasará a ser del 180%.El efecto de colisión iridiscente desaparece al golpear a un enemigo con un Ataque Descendente o cuando termina su duración.",
        "zh-cn": "施放元素战技夜虹逐跃后，瓦雷莎获得「虹色坠击」，持续5秒。持续期间，瓦雷莎进行下落攻击时，坠地冲击能额外造成50%攻击力的伤害；若瓦雷莎处于炽热激情状态，则坠地冲击改为能额外造成180%攻击力的伤害。「虹色坠击」效果将在坠地冲击命中敌人或持续时间结束时解除。",
        "fr-fr": "Après avoir utilisé sa compétence élémentaire Sur l'arc-en-ciel nocturne, Varesa obtient l'effet Effondrement d'arc-en-ciel pendant 5 s.Pendant cet effet, l'impact des attaques plongeantes de Varesa inflige des DGT supplémentaires d'une valeur équivalant à 50 % de son ATQ, ou à 180 % de son ATQ pendant sa passion ardente.L'effet Effondrement d'arc-en-ciel disparaît lorsqu'un ennemi est touché avec un impact ou à la fin de sa durée.",
        "vi-vn": "Sau khi thi triển Kỹ Năng Nguyên Tố Cưỡi Cầu Vồng Đêm, Varesa nhận được hiệu ứng \"Cầu Vồng Giáng Lâm\" trong 5s.Trong thời gian duy trì, khi Varesa Tấn Công Khi Đáp, cú đáp sẽ gây thêm sát thương bằng 50% Tấn Công. Nếu Varesa đang trong trạng thái Nhiệt Huyết Cháy Bỏng, cú đáp sẽ chuyển sang gây thêm sát thương bằng 180% Tấn Công.Hiệu quả Cầu Vồng Giáng Lâm sẽ bị xóa khi tiếp đất trúng kẻ địch hoặc kết thúc thời gian duy trì.",
        "zh-tw": "施放元素戰技夜虹逐躍後，瓦雷莎獲得「虹色墜擊」，持續5秒。持續期間，瓦雷莎進行下落攻擊時，墜地衝擊能額外造成50%攻擊力的傷害。若瓦雷莎處於熾熱激情狀態，則墜地衝擊改為能額外造成180%攻擊力的傷害。「虹色墜擊」效果將在墜地衝擊命中敵人或持續時間結束時解除。",
        "pt-pt": "Depois de lançar a Habilidade Elemental Cavalgando o Arco-Íris da Noite, Varesa obtém Imersão Colorida por 5s.Nesse período, quando Varesa fizer um Ataque Imersivo, aumenta o Dano causado por Onda Mergulhadora em 50% de ATQ. Se Varesa estiver no estado Calor Escaldante, aumenta o Dano causado pela Onda Mergulhadora em 180% de ATQ.O efeito Imersão Colorida será removido depois que a Onda Mergulhadora atingir um inimigo ou quando a duração acabar.",
        "ru-ru": "После применения элементального навыка Верхом на ночной радуге Вареса на 5 сек. получает эффект Радужное крушение.Во время его действия ударная волна атаки в падении Варесы наносит дополнительный урон, равный 50% от её силы атаки. Если Вареса находится в состоянии Пылающего воодушевления, то ударная волна атаки в падении наносит дополнительный урон, равный 180% от её силы атаки.Эффект Радужного крушения исчезает, когда ударная волна от приземления атаки в падении поражает противников или когда заканчивается время его действия.",
        "ja-jp": "元素スキルホッピング・ナイトレインボー発動後、ヴァレサは継続時間5秒の「レインボークラッシュ」効果を獲得する。継続期間中、ヴァレサが落下攻撃を行うと、着地時の落下攻撃ダメージが攻撃力50%分アップする。ヴァレサが猛烈パッション状態だった場合、着地時の落下攻撃ダメージが攻撃力180%分アップするようになる。「レインボークラッシュ」効果は、着地時の衝撃が敵に命中した時、または継続時間終了時に解除される。",
        "ko-kr": "원소전투 스킬 밤무지개 도약 발동 후, 바레사가 「무지개 낙하」를 획득한다. 지속 시간: 5초.지속 시간 동안 바레사가 낙하 공격 시, 추락 충격이 추가로 공격력의 50%에 해당하는 피해를 준다. 만약 바레사가 열혈 상태인 경우, 추락 충격이 추가로 공격력의 180%에 해당하는 피해를 주도록 변경된다.「무지개 낙하」 효과는 추락 충격이 적에게 명중하거나 지속 시간이 종료되면 사라진다",
        "id-id": "Setelah melancarkan Elemental Skill Riding the Night-Rainbow, Varesa akan mendapatkan efek \"Rainbow Crash\" selama 5 detik.Jika Varesa melancarkan Plunging Attack selama durasi ini, maka ia akan mengakibatkan DMG tambahan sebesar 50% ATK saat menghantam tanah. Jika Varesa berada dalam status Fiery Passion, maka hantaman ini akan mengakibatkan DMG tambahan sebesar 180% ATK.Efek \"Rainbow Crash\" akan hilang saat Plunging Attack mengenai musuh atau saat durasinya berakhir.",
        "de-de": "Verleiht Varesa nach Anwenden der Elementarfähigkeit Sprung über den nächtlichen Regenbogen 5 s lang „Regenbogensturzangriff“.Verursacht beim Aufkommen vom Angriff aus dem Fall während der Wirkungsdauer zusätzlich Schaden in Höhe von 60 % ANG. Verursacht beim Aufkommen stattdessen zusätzlich Schaden in Höhe von 150 % ANG, wenn Varesa im Zustand „Brennende Leidenschaft“ ist.Entfernt den Effekt „Regenbogensturzangriff“, sobald Gegner beim Aufkommen getroffen werden oder die Wirkungsdauer endet."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/e5ee223766cd4b01ffdc2d85978a0216_1185221919037253922.png",
      "localIcon": "images/varesa/talent_other_3.png"
    },
    {
      "type": "passive",
      "name": {
        "th-th": "The Hero Twice-Returned!",
        "en-us": "The Hero Twice-Returned!",
        "es-es": "¡La heroína ha vuelto!",
        "zh-cn": "英雄，二度归来！",
        "fr-fr": "L'héroïne une nouvelle fois de retour !",
        "vi-vn": "Anh Hùng Tái Xuất",
        "zh-tw": "英雄，二度歸來！",
        "pt-pt": "A Heroína Tá de Volta!",
        "ru-ru": "Дважды вернувшийся герой!",
        "ja-jp": "ヒーロー、二度目の見参！",
        "ko-kr": "영웅! 두 번의 귀환",
        "id-id": "The Hero Twice-Returned!",
        "de-de": "Zweite Rückkehr der Heldin!"
      },
      "description": {
        "th-th": "เมื่อตัวละครในทีมที่อยู่ใกล้เคียงทำให้เกิด \"วิญญาณราตรีปะทุ\" พลังโจมตีของ Varesa จะเพิ่มขึ้น 35% เป็นเวลา 12 วินาที โดยที่เอฟเฟกต์นี้จะซ้อนทับกันได้มากสุด 2 ชั้น ซึ่งแต่ละชั้นจะคิดช่วงเวลาต่อเนื่องแยกกัน",
        "en-us": "When a nearby party member triggers a Nightsoul Burst, Varesa's ATK increases by 35% for 12s. Max 2 stacks. Each stack's duration is counted independently.",
        "es-es": "Cuando un personaje cercano del equipo causa una explosión noctámbula, el ATQ de Varesa aumenta en un 35% durante 12 s. Este efecto puede acumularse hasta 2 veces y la duración de cada acumulación se calcula de manera independiente.",
        "zh-cn": "队伍中的附近的角色触发「夜魂迸发」时，瓦雷莎的攻击力提升35%，持续12秒。该效果至多叠加两层，每层独立计算持续时间。",
        "fr-fr": "Lorsqu'un membre de l'équipe à proximité déclenche une éruption noctâme, l'ATQ de Varesa augmente de 35 % pendant 12 s. Cet effet peut être cumulé 2 fois maximum, la durée de chaque cumul étant calculée de façon indépendante.",
        "vi-vn": "Khi nhân vật trong đội gần đó kích hoạt Dạ Hồn Bùng Nổ, Tấn Công của Varesa sẽ tăng 35% trong 12s. Hiệu quả này tối đa cộng dồn hai tầng, mỗi tầng tính giờ riêng.",
        "zh-tw": "隊伍中的附近的角色觸發「夜魂迸發」時，瓦雷莎的攻擊力提升35%，持續12秒。該效果至多疊加兩層，每層獨立計算持續時間。",
        "pt-pt": "Quando um membro próximo da equipe desencadeia a Explosão do Espírito da Noite, aumenta o ATQ de Varesa em 35% por 12s. Esse efeito pode ser acumulado até 2 vezes, e a duração de cada acúmulo é contada de forma independente.",
        "ru-ru": "Когда члены отряда поблизости активируют Вспышку Ночного духа, сила атаки Варесы повышается на 35% на 12 сек. Этот эффект складывается до 2 раз. Длительность каждого уровня рассчитывается отдельно.",
        "ja-jp": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、ヴァレサの攻撃力+35%、継続時間12秒。この効果は最大2層まで重ね掛けでき、継続時間は層ごとに独立してカウントされる。",
        "ko-kr": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 바레사의 공격력이 35% 증가한다. 지속 시간: 12초. 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
        "id-id": "Saat anggota party di sekitar memicu Nightsoul Burst, ATK Varesa meningkat 35% selama 12 detik. Efek ini dapat ditumpuk 2 kali, durasi setiap lapisnya dihitung terpisah.",
        "de-de": "Erhöht Varesas ANG 12 s lang um 35 %, wenn ein Truppenmitglied in der Nähe den Nachtseelenaufbruch auslöst. 2-fach stapelbar, Wirkungsdauer jeder Stapelung wird unabhängig voneinander berechnet."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/40c3e02f882257f1b36d403e23e7568b_7729825377258090064.png",
      "localIcon": "images/varesa/talent_other_4.png"
    },
    {
      "type": "passive",
      "name": {
        "th-th": "Night Realm's Gift: A Torch That Incinerates Evil",
        "en-us": "Night Realm's Gift: A Torch That Incinerates Evil",
        "es-es": "Gracia de la noche: Abrasión del mal",
        "zh-cn": "夜域赐礼·炬照焚恶",
        "fr-fr": "Don de la nuit : Torche incinérant le mal",
        "vi-vn": "Món Quà Dạ Vực - Ánh Đuốc Diệt Ác",
        "zh-tw": "夜域賜禮·炬照焚惡",
        "pt-pt": "Presente do Reino da Noite: Chamas Queimadoras do Mal",
        "ru-ru": "Дар владений ночи: Испепеляющий зло факел",
        "ja-jp": "夜域の賜物・悪を焼き尽くす灯り",
        "ko-kr": "밤 영역의 선물·섬멸의 횃불",
        "id-id": "Night Realm's Gift: A Torch That Incinerates Evil",
        "de-de": "Geschenk des Nachtreichs – Verbrennung des Bösen"
      },
      "description": {
        "th-th": "เมื่อค่าวิญญาณราตรีหมดลง Varesa จะสลับไปใช้โฟลจิสตัน เพื่อรักษาโหมด \"จู่โจมดุดัน\" ภายใต้สถานะพรวิญญาณราตรีให้คงอยู่เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน จะสามารถทำการถ่ายโอนวิญญาณราตรี - Varesa ได้ เมื่อตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้นอยู่ในสถานะวิ่ง หรืออยู่ในสถานะเคลื่อนที่ด้วยพรสวรรค์ที่กำหนด หรืออยู่กลางอากาศในระดับหนึ่ง เมื่อสลับตัวละคร Varesa เข้าสู่การต่อสู้ จะทำให้เกิดเหตุการณ์ต่อไปนี้: Varesa จะเข้าสู่สถานะพรวิญญาณราตรี และสลับเข้าสู่โหมด \"จู่โจมดุดัน\" ได้รับค่าวิญญาณราตรี 20 หน่วย โดยทีมของตนเองสามารถทำให้เกิดการถ่ายโอนวิญญาณราตรีหนึ่งครั้ง ในทุก 10 วินาทีนอกจากนี้ เมื่อ Varesa อยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน และใช้ประโยชน์จากความต่างของลักษณะภูมิประเทศทำการกระโดด จะไม่ได้รับความเสียหายเมื่อลงถึงพื้น",
        "en-us": "After Nightsoul points have been fully depleted, Varesa will switch to using Phlogiston to maintain the Sudden Onrush mode from her Nightsoul's Blessing.While in an area with Phlogiston Mechanics within Natlan, Nightsoul Transmission: Varesa can be used. When the current active character is sprinting or in movement modes caused by certain Talents, or at a certain height in the air, switching to Varesa will trigger the following: Varesa enters the Nightsoul's Blessing state, switches to Sudden Onrush mode, and obtains 20 Nightsoul points. Nightsoul Transmission can be triggered once every 10s by your own party.While in an area with Phlogiston Mechanics within Natlan, Varesa will not take fall DMG when using terrain differences to make leaps.",
        "es-es": "Cuando no tenga más pts. de noctambulismo, Varesa consumirá flogisto para conservar el modo de avance impetuoso de su estado de bendición noctámbula.Al encontrarse en una zona con alguna mecánica de flogisto de Natlan, se podrá utilizar “Transmisión noctambular: Varesa”. Cuando el personaje en uso esprinte, esté en un estado de movimiento derivado de algún talento o esté a cierta altura en el aire, al cambiar a Varesa, esta entrará en estado de bendición noctámbula, cambiará al modo de avance impetuoso y obtendrá 20 pts. de noctambulismo. Tu equipo solo puede activar Transmisión noctambular una vez cada 10 s.Además, al encontrarse en una zona con alguna mecánica de flogisto de Natlan, cuando Varesa aproveche el desnivel del terreno para saltar, no recibirá daño de caída.",
        "zh-cn": "在夜魂值耗竭后，瓦雷莎将会转而消耗燃素来维持夜魂加持状态下的「突驰烈进」模式。在纳塔存在燃素机制的区域时，能够进行夜魂传递·瓦雷莎。当前场上角色处于冲刺或是特定天赋赋予的移动状态下，或是位于一定高度的空中时，切换瓦雷莎登场时触发：瓦雷莎将进入夜魂加持状态，切换至「突驰烈进」模式，并获得20点夜魂值。自己的队伍每10秒可以触发一次夜魂传递。此外，在纳塔存在燃素机制的区域时，瓦雷莎利用地形差进行飞跃时，不会承受坠落伤害。",
        "fr-fr": "Après avoir épuisé ses points de noctâme, Varesa change pour consommer du phlogistique afin de maintenir le mode Avancée soudaine de sa bénédiction noctâme.Dans une zone de Natlan avec des mécanismes phlogistiques, la transmission noctâme « Varesa » peut être utilisée. Lorsque le personnage déployé sprinte, est en plein mouvement provoqué par une aptitude particulière ou est à une certaine hauteur dans les airs, le déploiement de Varesa déclenche l'effet suivant : Varesa entre dans l'état Bénédiction noctâme, passe en mode Avancée soudaine et obtient 20 pts de noctâme. La transmission noctâme peut être déclenchée une fois toutes les 10 s par votre équipe.Dans une zone de Natlan avec des mécanismes phlogistiques, Varesa ne subit pas de DGT de chute lorsqu'elle utilise les différences de terrain pour sauter.",
        "vi-vn": "Sau khi dùng hết điểm Dạ Hồn, Varesa sẽ chuyển sang tiêu hao Phlogiston để duy trì dạng \"Tốc Độ Dũng Mãnh\" của trạng thái Dạ Hồn Chúc Phúc.Khi ở trong khu vực có cơ chế Phlogiston của Natlan, có thể tiến hành Dạ Hồn Chuyển Hóa - Varesa. Nhân vật trong trận khi xung kích, ở trong trạng thái di chuyển đặc biệt của thiên phú hoặc đang ở độ cao nhất định trên không, đổi sang Varesa ra trận sẽ kích hoạt: Varesa sẽ vào trạng thái Dạ Hồn Chúc Phúc, đổi thành dạng \"Tốc Độ Dũng Mãnh\" và nhận được 20 điểm Dạ Hồn. Đội bản thân mỗi 10s có thể kích hoạt một lần Dạ Hồn Chuyển Hóa.Ngoài ra, khi ở trong khu vực có cơ chế Phlogiston của Natlan, khi lợi dụng địa hình để nhảy bay, Varesa sẽ không phải chịu sát thương đáp đất.",
        "zh-tw": "在夜魂值耗竭後，瓦雷莎將會轉而消耗燃素來維持夜魂加持狀態下的「突馳烈進」模式。在納塔存在燃素機制的區域時，能夠進行夜魂傳遞·瓦雷莎。目前場上角色處於衝刺或是特定天賦賦予的移動狀態下，或是位於一定高度的空中時，切換瓦雷莎登場時觸發：瓦雷莎將進入夜魂加持狀態，切換至「突馳烈進」模式，並獲得20點夜魂值。自己的隊伍每10秒可以觸發一次夜魂傳遞。此外，在納塔存在燃素機制的區域時，瓦雷莎利用地形差進行飛躍時，不會承受墜落傷害。",
        "pt-pt": "Depois de consumir pontos de Espírito da Noite, Varesa passará a consumir Flogisto para manter o modo \"Investida Frenética\" do estado Bênção do Espírito da Noite.Quando está em uma área de Natlan com Dispositivos de Flogisto, ou a uma certa altura no ar, ela pode realizar a Transmissão do Espírito da Noite: Varesa. Quando o personagem ativo está correndo, ou em um estado de movimento especial concedido por um Talento, ou a uma certa altura no ar e ao trocar para Varesa: ela entra no estado Bênção do Espírito da Noite, trocando para o modo Investida Frenética e obtendo 20 pontos de Espírito da Noite. Essa Transmissão do Espírito da Noite pode ser desencadeada uma vez a cada 10s por equipe.Além disso, nas áreas de Natlan onde existe o mecanismo de Flogisto, ao utilizar a diferença de terreno para saltar, Varesa não sofrerá Dano de Queda.",
        "ru-ru": "Когда очки Ночного духа исчерпаны, Вареса продолжит поддерживать режим Внезапного натиска состояния Благословения Ночного духа, переключившись на флогистон.Когда Вареса находится в областях Натлана с флогистоновыми механиками, она способна применять Передачу Ночного духа: Вареса. Когда активный персонаж использует спринт, пребывает в состоянии передвижения некоторых талантов или находится на определённой высоте в воздухе, при смене персонажа на Варесу активируется следующий эффект: Вареса входит в состояние Благословения Ночного духа, активирует режим Внезапного натиска и получает 20 очков Ночного духа. Передача Ночного духа может активироваться вашим отрядом один раз в 10 сек.Кроме того, в областях Натлана с флогистоновыми механиками, когда Вареса использует перепады рельефа для прыжков, она не получает урона от падения.",
        "ja-jp": "夜魂値が尽きると、ヴァレサは代わりに燃素を消費して夜魂の加護状態の「パワフルタックル」モードを維持する。燃素を利用できるナタのエリアにいる時、「夜魂トランス：ヴァレサ」を行える。フィールド上にいるキャラクターがダッシュ、特定の天賦による移動状態にある、または一定の高さの空中にいる時、ヴァレサに切り替えて登場すると次の効果が発動する。ヴァレサが夜魂の加護状態に入り、「パワフルタックル」モードに切り替わり、夜魂値を20獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。また、燃素を利用できるナタのエリアにいる時、ヴァレサが地形の高低差を利用して遠くへ跳ぶ時、落下ダメージを受けない。",
        "ko-kr": "밤혼 소진 후, 바레사는 열소를 소모해 밤혼 가호 상태의 「맹렬한 돌격」 모드를 유지한다.나타의 열소 메커니즘 구역에서, 밤혼 전달·바레사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태거나 일정 높이의 공중에 있을 때 바레사 교체 등장 시 발동: 바레사가 밤혼 가호 상태에 진입하고 「맹렬한 돌격」 모드로 전환되며, 밤혼을 20pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.또한 나타의 열소 메커니즘 구역에서 바레사가 지형 차이를 이용해 도약할 때 추락 피해를 받지 않는다",
        "id-id": "Setelah poin Nightsoul habis terpakai, Varesa akan mengonsumsi Phlogiston untuk mempertahankan status Nightsoul's Blessing dan mode Sudden Onrush.Saat ada area dengan Phlogiston Mechanic di Natlan, dapat melancarkan Nightsoul Transmission: Varesa. Saat Karakter aktif sedang berlari, memanjat, atau sedang bergerak yang dikarenakan oleh Talenta tertentu, atau saat melayang di ketinggian tertentu, dan mengganti Karakter menjadi Varesa, akan memicu efek berikut: Varesa memasuki status Nightsoul's Blessing, berganti ke mode Sudden Onrush, dan mendapatkan 20 poin Nightsoul. Nightsoul Transmission party sendiri dapat terpicu sekali setiap 10 detik.Selain itu, saat ada area dengan Phlogiston Mechanic di Natlan, Varesa tidak akan menerima DMG jatuh saat melompat dengan memanfaatkan perbedaan medan.",
        "de-de": "Wechselt, nachdem Varesas Nachtseelenpunkte aufgebraucht sind, zum Verbrauch von Phlogiston, um „Stürmischer Vorstoß“ in ihrem Nachtseelensegen aufrechtzuerhalten.Beim Aufenthalt in einem Gebiet mit Phlogiston-Mechanismus in Natlan kann die Nachtseelen-Übertragung – Varesa verwendet werden. Wenn die aktuelle Figur gerade rennt, sich in einem Bewegungsmodus befindet, der durch bestimmte Talente ausgelöst wird, oder sich in einer bestimmten Höhe in der Luft befindet, wird beim Wechsel zu Varesa Folgendes ausgelöst: Varesa tritt in den Zustand Nachtseelensegen ein, wechselt in den Modus „Stürmischer Vorstoß“ und erhält 20 Nachtseelenpunkte. 10 s Abklingzeit für das Auslösen der Nachtseelen-Übertragung innerhalb der eigenen Truppe.Verringert außerdem beim Aufenthalt in einem Gebiet mit Phlogiston-Mechanismus in Natlan den beim Fallen erlittenen Schaden, wenn Varesa das Gelände nutzt, um Flugsprünge auszuführen."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a8c510caf541ce12785506694c01afef_7102228937444168877.png",
      "localIcon": "images/varesa/passive.png"
    },
    {
      "type": "passive",
      "name": {
        "th-th": "Blazing Heart, Singular Advance!",
        "en-us": "Blazing Heart, Singular Advance!",
        "es-es": "¡Avanza, corazón ardiente!",
        "zh-cn": "炽心，一往直前！",
        "fr-fr": "Cœur ardent, toujours vers l'avant !",
        "vi-vn": "Trái Tim Quả Cảm",
        "zh-tw": "熾心，一往直前！",
        "pt-pt": "Coração Incinerador, Em Frente!",
        "ru-ru": "Пламенное сердце, один путь вперёд!",
        "ja-jp": "熱き心、一心不乱！",
        "ko-kr": "열정! 한 번의 결심",
        "id-id": "Blazing Heart, Singular Advance!",
        "de-de": "Mit brennendem Herzen voran!"
      },
      "description": {
        "th-th": "เพิ่มความเร็วในการวิ่งของ Varesa แต่เมื่อไม่ได้อยู่ในสถานะต่อสู้ การวิ่งจะใช้พลังกายมากขึ้นนอกจากนี้ เมื่ออยู่ใน Natlan ที่มีพื้นที่กลไกโฟลจิสตัน หากตัวละครในทีมของตัวเองใช้อาหาร จะฟื้นฟูโฟลจิสตัน 20 หน่วย โดยเอฟเฟกต์นี้จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ในทุก 10 วินาที โดยเอฟเฟกต์ดังกล่าวจะไร้ผลเมื่ออยู่ในดันเจี้ยน, Trounce Domain และ Spiral Abyss",
        "en-us": "Varesa's Sprint speed is increased. When she is not in combat, her Sprint Stamina consumption will also increase.Additionally, while in an area with Phlogiston Mechanics within Natlan, your party members will restore 20 Phlogiston when consuming food. This effect can occur once every 10s and does not take effect in Domains, Trounce Domains, or the Spiral Abyss.",
        "es-es": "Aumenta la velocidad de esprint de Varesa, pero su Coste de Aguante también aumenta cuando no está en combate.Además, al encontrarse en una zona con alguna mecánica de flogisto de Natlan, tus personajes del equipo podrán recuperar 20 pts. de flogisto al consumir comida. Este efecto solo se activará una vez cada 10 s y no tendrá efecto en dominios, Dominios de la cruzada o la Espiral del Abismo.",
        "zh-cn": "瓦雷莎的冲刺速度获得提升，不处于战斗状态下时，冲刺消耗的体力也会提升。此外，在纳塔存在燃素机制的区域时，队伍中自己的角色使用食物能恢复20点燃素，该效果每10秒至多触发一次，在秘境、征讨领域、深境螺旋中无效。",
        "fr-fr": "La VIT de sprint de Varesa augmente, ainsi que l'endurance consommée par ses sprints en dehors des combats.De plus, vos personnages dans l'équipe récupèrent 20 pts de phlogistique lorsqu'ils utilisent de la nourriture dans une zone de Natlan avec des mécanismes phlogistiques. Cet effet peut être déclenché une fois toutes les 10 secondes et ne s'applique pas dans les donjons, dans les Donjons de la conquête et dans les Profondeurs spiralées.",
        "vi-vn": "Tốc độ xung kích của Varesa được gia tăng. Khi không trong trạng thái chiến đấu, thể lực tiêu hao khi xung kích cũng sẽ tăng.Ngoài ra, khi ở trong khu vực có cơ chế Phlogiston của Natlan, nhân vật trong đội bản thân dùng Thực Phẩm sẽ hồi phục 20 điểm Phlogiston, hiệu quả này mỗi 10s tối đa kích hoạt một lần, vô hiệu trong Bí Cảnh, Vùng Đất Thảo Phạt, La Hoàn Thâm Cảnh.",
        "zh-tw": "瓦雷莎的衝刺速度獲得提升，不處於戰鬥狀態下時，衝刺消耗的體力也會提升。此外，在納塔存在燃素機制的區域時，隊伍中自己的角色使用食物能恢復20點燃素，該效果每10秒至多觸發一次，在秘境、征討領域、深境螺旋中無效。",
        "pt-pt": "Varesa obtém um aumento de velocidade ao correr. Quando não está em combate, correr consumirá mais Stamina.Além disso, quando está em uma área de Natlan com Dispositivo de Flogisto e um personagem da equipe utilizar um Alimento, poderá regenerar 20 de Flogisto. Esse efeito pode ser desencadeado uma vez a cada 10s, e não surtirá efeito em Domínios, Domínios Dizimados e Abismo do Espiral.",
        "ru-ru": "Скорость спринта Варесы повышается. Потребление выносливости вне боя во время спринта также повышается.Кроме того, в областях Натлана с флогистоновыми механиками потребление еды восстанавливает вашим персонажам 20 ед. флогистона. Этот эффект может возникнуть один раз в 10 сек. В подземельях, Витой Бездне и Подземельях наказания он не действует.",
        "ja-jp": "ヴァレサのダッシュの速度がアップする。戦闘中でない時、ダッシュに消費するスタミナもアップする。また、燃素を利用できるナタのエリアにいる時、チーム内の自身のキャラクターが料理を使用すると、燃素を20回復する。この効果は10秒毎に1回のみ発動可能。秘境、征討領域、深境螺旋では発動しない。",
        "ko-kr": "바레사의 대시 속도가 증가하며, 비전투 상태 시 대시로 소모하는 스태미나도 증가한다.또한 나타의 열소 메커니즘 구역에서 파티 내 자신의 캐릭터가 음식을 사용하면 열소를 20pt 회복한다. 해당 효과는 10초마다 최대 1회 발동되고 비경, 영역 토벌, 나선 비경에서는 적용되지 않는다",
        "id-id": "Kecepatan Varesa saat berlari meningkat. Saat tidak berada dalam kondisi bertempur, Stamina yang dikonsumsi saat berlari juga akan meningkat.Selain itu, Saat ada area dengan Phlogiston Mechanic di Natlan, Makanan yang dikonsumsi oleh anggota party sendiri akan memulihkan 20 poin Phlogiston. Efek ini dapat terpicu sekali setiap 10 detik, tapi tidak aktif dalam Domain, Trounce Domain, atau Spiral Abyss.",
        "de-de": "Erhöht Varesas Geschwindigkeit beim Rennen. Erhöht außerdem die beim Rennen verbrauchte Ausdauer, wenn sie sich nicht im Kampf befindet.Stellt eigenen Truppenmitgliedern außerdem beim Aufenthalt in einem Gebiet mit Phlogiston-Mechanismus in Natlan durch das Verwenden von Nahrung 20 Punkte Phlogiston wieder her. 10 s Abklingzeit. Dieser Effekt gilt nicht in Sphären, Gebietssäuberungen oder im Gewundenen Abgrund."
      },
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/853c3da56103d394fc90ef4ff1321233_441258404134594488.png",
      "localIcon": "images/varesa/passive.png"
    }
  ],
  "talentAttributes": [
    {
      "type": "normal_attack",
      "talentName": {
        "th-th": "โจมตีปกติ: By the Horns",
        "en-us": "By the Horns",
        "es-es": "Ataque Normal: ¡Usa la cabeza!",
        "zh-cn": "普通攻击·角力搏摔",
        "fr-fr": "Attaque normale : Par les cornes",
        "vi-vn": "Tấn Công Thường - Cặp Sừng Càn Quét",
        "zh-tw": "普通攻擊·角力搏摔",
        "pt-pt": "Ataque Normal: Chifres Poderosos",
        "ru-ru": "За рога",
        "ja-jp": "バイ・ザ・ホーンズ",
        "ko-kr": "일반 공격·레슬링 격투술",
        "id-id": "Normal Attack: By the Horns",
        "de-de": "Standardangriff: An den Hörnern gepackt"
      },
      "attributes": [
        {
          "label": {
            "th-th": "Level",
            "en-us": "Level",
            "es-es": "Nivel",
            "zh-cn": "Level",
            "fr-fr": "Niv.",
            "vi-vn": "Level",
            "zh-tw": "Level",
            "pt-pt": "Nível",
            "ru-ru": "Уровень",
            "ja-jp": "Level",
            "ko-kr": "Level",
            "id-id": "Level",
            "de-de": "Stufe"
          },
          "values": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายขั้น 1",
            "en-us": "1-Hit DMG",
            "es-es": "Daño de 1er golpe",
            "zh-cn": "一段伤害",
            "fr-fr": "DGT 1er coup",
            "vi-vn": "Sát Thương Lần 1",
            "zh-tw": "一段傷害",
            "pt-pt": "Dano do 1° Golpe",
            "ru-ru": "Урон атаки 1",
            "ja-jp": "1段ダメージ",
            "ko-kr": "1단 공격 피해",
            "id-id": "DMG Tahap 1",
            "de-de": "SCH Phase 1"
          },
          "values": [
            "46.8%",
            "50.3%",
            "53.8%",
            "58.5%",
            "62%",
            "65.5%",
            "70.2%",
            "74.8%",
            "79.5%",
            "84.2%",
            "88.9%",
            "93.6%",
            "99.4%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายขั้น 2",
            "en-us": "2-Hit DMG",
            "es-es": "Daño de 2.º golpe",
            "zh-cn": "二段伤害",
            "fr-fr": "DGT 2e coup",
            "vi-vn": "Sát Thương Lần 2",
            "zh-tw": "二段傷害",
            "pt-pt": "Dano do 2° Golpe",
            "ru-ru": "Урон атаки 2",
            "ja-jp": "2段ダメージ",
            "ko-kr": "2단 공격 피해",
            "id-id": "DMG Tahap 2",
            "de-de": "SCH Phase 2"
          },
          "values": [
            "40%",
            "43%",
            "46%",
            "50%",
            "53%",
            "56%",
            "60%",
            "64%",
            "68%",
            "72.1%",
            "76.1%",
            "80.1%",
            "85.1%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายขั้น 3",
            "en-us": "3-Hit DMG",
            "es-es": "Daño de 3er golpe",
            "zh-cn": "三段伤害",
            "fr-fr": "DGT 3e coup",
            "vi-vn": "Sát Thương Lần 3",
            "zh-tw": "三段傷害",
            "pt-pt": "Dano do 3° Golpe",
            "ru-ru": "Урон атаки 3",
            "ja-jp": "3段ダメージ",
            "ko-kr": "3단 공격 피해",
            "id-id": "DMG Tahap 3",
            "de-de": "SCH Phase 3"
          },
          "values": [
            "56.3%",
            "60.5%",
            "64.8%",
            "70.4%",
            "74.6%",
            "78.8%",
            "84.5%",
            "90.1%",
            "95.7%",
            "101.4%",
            "107%",
            "112.6%",
            "119.7%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายชาร์จโจมตี",
            "en-us": "Charged Attack DMG",
            "es-es": "Daño de ATQ Cargado",
            "zh-cn": "重击伤害",
            "fr-fr": "DGT attaque chargée",
            "vi-vn": "Sát Thương Trọng Kích",
            "zh-tw": "重擊傷害",
            "pt-pt": "Dano de Ataque Carregado",
            "ru-ru": "Урон заряженной атаки",
            "ja-jp": "重撃ダメージ",
            "ko-kr": "강공격 피해",
            "id-id": "DMG Charged Attack",
            "de-de": "SCH heftiger Schläge"
          },
          "values": [
            "89.3%",
            "96%",
            "102.7%",
            "111.6%",
            "118.3%",
            "125%",
            "133.9%",
            "142.8%",
            "151.8%",
            "160.7%",
            "169.6%",
            "178.6%",
            "189.7%"
          ]
        },
        {
          "label": {
            "th-th": "ชาร์จโจมตีใช้พลังกาย",
            "en-us": "Charged Attack Stamina Cost",
            "es-es": "Coste de Aguante de ATQ Cargado",
            "zh-cn": "重击体力消耗",
            "fr-fr": "Coût d'endurance attaque chargée",
            "vi-vn": "Thể Lực Trọng Kích Tiêu Hao",
            "zh-tw": "重擊體力消耗",
            "pt-pt": "Consumo de Stamina de Ataque Carregado",
            "ru-ru": "Потребление выносливости",
            "ja-jp": "重撃スタミナ消費",
            "ko-kr": "강공격 스테미나 소모",
            "id-id": "Konsumsi Stamina Charged Attack",
            "de-de": "Ausdauerverbrauch heftiger Schläge"
          },
          "values": [
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งลง",
            "en-us": "Plunge DMG",
            "es-es": "Daño de Caída",
            "zh-cn": "下坠期间伤害",
            "fr-fr": "DGT durant la chute",
            "vi-vn": "Sát Thương Khi Đáp",
            "zh-tw": "下墜期間傷害",
            "pt-pt": "Dano Durante a Queda",
            "ru-ru": "Урон в падении",
            "ja-jp": "落下期間のダメージ",
            "ko-kr": "낙하 기간 피해",
            "id-id": "DMG Selama Plunging",
            "de-de": "SCH beim Fallen"
          },
          "values": [
            "74.6%",
            "80.7%",
            "86.7%",
            "95.4%",
            "101.5%",
            "108.4%",
            "118%",
            "127.5%",
            "137%",
            "147.4%",
            "157.8%",
            "168.3%",
            "178.7%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
            "en-us": "Low/High Plunge DMG",
            "es-es": "Daño de impacto de caída baja/alta",
            "zh-cn": "低空/高空坠地冲击伤害",
            "fr-fr": "DGT chute basse/élevée",
            "vi-vn": "Sát Thương Khi Đáp Từ Độ Cao Thấp/Cao",
            "zh-tw": "低空/高空墜地衝擊傷害",
            "pt-pt": "Dano de Queda de Baixa/Alta Altitude",
            "ru-ru": "Урон низкого/высокого удара",
            "ja-jp": "低空/高空落下攻撃ダメージ",
            "ko-kr": "저공/고공 추락 충격 피해",
            "id-id": "DMG Plunging Attack Rendah/Tinggi",
            "de-de": "SCH beim Fallen aus niedriger/großer Höhe"
          },
          "values": [
            "149%/186%",
            "161%/201%",
            "173%/217%",
            "191%/238%",
            "203%/253%",
            "217%/271%",
            "236%/295%",
            "255%/318%",
            "274%/342%",
            "295%/368%",
            "316%/394%",
            "336%/420%",
            "357%/446%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายฮึกเหิมร้อนแรงขั้น 1",
            "en-us": "Fiery Passion 1-Hit DMG",
            "es-es": "Daño de 1er golpe en estado de fervor ardiente",
            "zh-cn": "炽热激情状态一段伤害",
            "fr-fr": "DGT 1er coup (Passion ardente)",
            "vi-vn": "Sát Thương Lần 1 Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態一段傷害",
            "pt-pt": "Dano do 1° Golpe do Estado Calor Escaldante",
            "ru-ru": "Урон атаки Пылающего воодушевления 1",
            "ja-jp": "猛烈パッション状態の1段ダメージ",
            "ko-kr": "열혈 상태 1단 공격 피해",
            "id-id": "DMG Tahap 1 (Status Fiery Passion)",
            "de-de": "SCH Phase 1 im Zustand Brennende Leidenschaft"
          },
          "values": [
            "54.4%",
            "58.5%",
            "62.6%",
            "68%",
            "72.1%",
            "76.2%",
            "81.6%",
            "87.1%",
            "92.5%",
            "97.9%",
            "103.4%",
            "108.8%",
            "115.6%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายฮึกเหิมร้อนแรงขั้น 2",
            "en-us": "Fiery Passion 2-Hit DMG",
            "es-es": "Daño de 2.º golpe en estado de fervor ardiente",
            "zh-cn": "炽热激情状态二段伤害",
            "fr-fr": "DGT 2e coup (Passion ardente)",
            "vi-vn": "Sát Thương Lần 2 Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態二段傷害",
            "pt-pt": "Dano do 2° Golpe do Estado Calor Escaldante",
            "ru-ru": "Урон атаки Пылающего воодушевления 2",
            "ja-jp": "猛烈パッション状態の2段ダメージ",
            "ko-kr": "열혈 상태 2단 공격 피해",
            "id-id": "DMG Tahap 2 (Status Fiery Passion)",
            "de-de": "SCH Phase 2 im Zustand Brennende Leidenschaft"
          },
          "values": [
            "52%",
            "55.9%",
            "59.8%",
            "65%",
            "68.9%",
            "72.8%",
            "78%",
            "83.2%",
            "88.4%",
            "93.7%",
            "98.9%",
            "104.1%",
            "110.6%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายฮึกเหิมร้อนแรงขั้น 3",
            "en-us": "Fiery Passion 3-Hit DMG",
            "es-es": "Daño de 3er golpe en estado de fervor ardiente",
            "zh-cn": "炽热激情状态三段伤害",
            "fr-fr": "DGT 3e coup (Passion ardente)",
            "vi-vn": "Sát Thương Lần 3 Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態三段傷害",
            "pt-pt": "Dano do 3° Golpe do Estado Calor Escaldante",
            "ru-ru": "Урон атаки Пылающего воодушевления 3",
            "ja-jp": "猛烈パッション状態の3段ダメージ",
            "ko-kr": "열혈 상태 3단 공격 피해",
            "id-id": "DMG Tahap 3 (Status Fiery Passion)",
            "de-de": "SCH Phase 3 im Zustand Brennende Leidenschaft"
          },
          "values": [
            "73.6%",
            "79.1%",
            "84.6%",
            "92%",
            "97.5%",
            "103%",
            "110.4%",
            "117.7%",
            "125.1%",
            "132.5%",
            "139.8%",
            "147.2%",
            "156.4%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายชาร์จโจมตีฮึกเหิมร้อนแรง",
            "en-us": "Fiery Passion Charged Attack DMG",
            "es-es": "Daño de ATQ Cargado en estado de fervor ardiente",
            "zh-cn": "炽热激情状态重击伤害",
            "fr-fr": "DGT attaque chargée (Passion ardente)",
            "vi-vn": "Sát Thương Trọng Kích Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態重擊傷害",
            "pt-pt": "Dano de Ataque Carregado do Estado Calor Escaldante",
            "ru-ru": "Урон заряженной атаки Пылающего воодушевления",
            "ja-jp": "猛烈パッション状態の重撃ダメージ",
            "ko-kr": "열혈 상태 강공격 피해",
            "id-id": "DMG Charged Attack (Status Fiery Passion)",
            "de-de": "SCH heftiger Schläge im Zustand Brennende Leidenschaft"
          },
          "values": [
            "92.6%",
            "99.6%",
            "106.5%",
            "115.8%",
            "122.7%",
            "129.7%",
            "139%",
            "148.2%",
            "157.5%",
            "166.8%",
            "176%",
            "185.3%",
            "196.9%"
          ]
        },
        {
          "label": {
            "th-th": "ชาร์จโจมตีฮึกเหิมร้อนแรงใช้พลังกาย",
            "en-us": "Fiery Passion Charged Attack Stamina Cost",
            "es-es": "Coste de Aguante de ATQ Cargado en estado de fervor ardiente",
            "zh-cn": "炽热激情状态重击体力消耗",
            "fr-fr": "Coût d'endurance attaque chargée (Passion ardente)",
            "vi-vn": "Thể Lực Trọng Kích Tiêu Hao Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態重擊體力消耗",
            "pt-pt": "Consumo de Stamina de Ataque Carregado do Estado Calor Escaldante",
            "ru-ru": "Потребление выносливости заряженной атакой Пылающего воодушевления",
            "ja-jp": "猛烈パッション状態の重撃スタミナ消費",
            "ko-kr": "열혈 상태 강공격 스테미나 소모",
            "id-id": "Konsumsi Stamina Charged Attack (Status Fiery Passion)",
            "de-de": "Ausdauerverbrauch heftiger Schläge im Zustand Brennende Leidenschaft"
          },
          "values": [
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย",
            "50 หน่วย"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งลงฮึกเหิมร้อนแรง",
            "en-us": "Fiery Passion Plunge DMG",
            "es-es": "Daño de Caída en estado de fervor ardiente",
            "zh-cn": "炽热激情状态下坠期间伤害",
            "fr-fr": "DGT durant la chute (Passion ardente)",
            "vi-vn": "Sát Thương Khi Đáp Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態下墜期間傷害",
            "pt-pt": "Dano Durante a Queda no Estado Calor Escaldante",
            "ru-ru": "Урон атаки Пылающего воодушевления в падении",
            "ja-jp": "猛烈パッション状態の落下期間のダメージ",
            "ko-kr": "열혈 상태 낙하 기간 피해",
            "id-id": "DMG Selama Plunging (Status Fiery Passion)",
            "de-de": "Schaden beim Fallen im Zustand Brennende Leidenschaft"
          },
          "values": [
            "74.6%",
            "80.7%",
            "86.7%",
            "95.4%",
            "101.5%",
            "108.4%",
            "118%",
            "127.5%",
            "137%",
            "147.4%",
            "157.8%",
            "168.3%",
            "178.7%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งถึงพื้น จากที่ต่ำ/สูงฮึกเหิมร้อนแรง",
            "en-us": "Fiery Passion Low/High Plunge DMG",
            "es-es": "Daño de impacto de caída baja/alta en estado de fervor ardiente",
            "zh-cn": "炽热激情状态低空/高空坠地冲击伤害",
            "fr-fr": "DGT chute basse/élevée (Passion ardente)",
            "vi-vn": "Sát Thương Khi Đáp Từ Độ Cao Thấp/Cao Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態低空/高空墜地衝擊傷害",
            "pt-pt": "Dano de Queda de Baixa/Alta Altitude no Estado Calor Escaldante",
            "ru-ru": "Урон низкого/высокого удара Пылающего воодушевления",
            "ja-jp": "猛烈パッション状態の低空/高空落下攻撃ダメージ",
            "ko-kr": "열혈 상태 저공/고공 추락 충격 피해",
            "id-id": "DMG Plunging Attack Rendah/Tinggi (Status Fiery Passion)",
            "de-de": "SCH beim Fallen aus niedriger/großer Höhe im Zustand Brennende Leidenschaft"
          },
          "values": [
            "224%/279%",
            "242%/302%",
            "260%/325%",
            "286%/357%",
            "304%/380%",
            "325%/406%",
            "354%/442%",
            "382%/478%",
            "411%/513%",
            "442%/552%",
            "473%/591%",
            "505%/630%",
            "536%/669%"
          ]
        }
      ]
    },
    {
      "type": "elemental_skill",
      "talentName": {
        "th-th": "Riding the Night-Rainbow",
        "en-us": "Riding the Night-Rainbow",
        "es-es": "Salto del arcoíris nocturno",
        "zh-cn": "夜虹逐跃",
        "fr-fr": "Sur l'arc-en-ciel nocturne",
        "vi-vn": "Cưỡi Cầu Vồng Đêm",
        "zh-tw": "夜虹逐躍",
        "pt-pt": "Cavalgando o Arco-Íris da Noite",
        "ru-ru": "Верхом на ночной радуге",
        "ja-jp": "ホッピング・ナイトレインボー",
        "ko-kr": "밤무지개 도약",
        "id-id": "Riding the Night-Rainbow",
        "de-de": "Sprung über den nächtlichen Regenbogen"
      },
      "attributes": [
        {
          "label": {
            "th-th": "Level",
            "en-us": "Level",
            "es-es": "Level",
            "zh-cn": "Level",
            "fr-fr": "Niv.",
            "vi-vn": "Level",
            "zh-tw": "Level",
            "pt-pt": "Nível",
            "ru-ru": "Уровень",
            "ja-jp": "Level",
            "ko-kr": "Level",
            "id-id": "Level",
            "de-de": "Stufe"
          },
          "values": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งโจมตี",
            "en-us": "Rush DMG",
            "es-es": "Rush DMG",
            "zh-cn": "突进伤害",
            "fr-fr": "DGT ruée",
            "vi-vn": "Sát Thương Lao Đến",
            "zh-tw": "突進傷害",
            "pt-pt": "Dano de Investida",
            "ru-ru": "Урон выпада",
            "ja-jp": "突進ダメージ",
            "ko-kr": "돌진 피해",
            "id-id": "DMG Terjangan",
            "de-de": "SCH bei Vorstoß"
          },
          "values": [
            "74.5%",
            "80.1%",
            "85.7%",
            "93.1%",
            "98.7%",
            "104.3%",
            "111.7%",
            "119.2%",
            "126.6%",
            "134.1%",
            "141.5%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายพุ่งโจมตีฮึกเหิมร้อนแรง",
            "en-us": "Fiery Passion Rush DMG",
            "es-es": "Fiery Passion Rush DMG",
            "zh-cn": "炽热激情状态突进伤害",
            "fr-fr": "DGT ruée (Passion ardente)",
            "vi-vn": "Sát Thương Lao Đến Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態突進傷害",
            "pt-pt": "Dano de Investida do Estado Calor Escaldante",
            "ru-ru": "Урон выпада Пылающего воодушевления",
            "ja-jp": "猛烈パッション状態の突進ダメージ",
            "ko-kr": "열혈 상태 돌진 피해",
            "id-id": "DMG Terjangan (Status Fiery Passion)",
            "de-de": "SCH bei Vorstoß im Zustand Brennende Leidenschaft"
          },
          "values": [
            "106.4%",
            "114.4%",
            "122.4%",
            "133%",
            "141%",
            "149%",
            "159.6%",
            "170.2%",
            "180.9%",
            "191.5%",
            "202.2%"
          ]
        },
        {
          "label": {
            "th-th": "ระยะเวลาต่อเนื่องไล่โจมตี",
            "en-us": "Follow-Up Strike Duration",
            "es-es": "Follow-Up Strike Duration",
            "zh-cn": "逐击持续时间",
            "fr-fr": "Durée de coup de suivi",
            "vi-vn": "Thời Gian Duy Trì Truy Kích",
            "zh-tw": "逐擊持續時間",
            "pt-pt": "Duração do Ataque Perseguidor",
            "ru-ru": "Длительность Последующего удара",
            "ja-jp": "追撃継続時間",
            "ko-kr": "연속타 지속 시간",
            "id-id": "Durasi Efek \"Follow-Up Strike\"",
            "de-de": "Dauer Folgeschlag"
          },
          "values": [
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ",
            "5 วิ"
          ]
        },
        {
          "label": {
            "th-th": "ขีดจำกัดค่าวิญญาณราตรี",
            "en-us": "Nightsoul Point Limit",
            "es-es": "Nightsoul Point Limit",
            "zh-cn": "夜魂值上限",
            "fr-fr": "Limite de noctâme",
            "vi-vn": "Giới Hạn Điểm Dạ Hồn",
            "zh-tw": "夜魂值上限",
            "pt-pt": "Limite de Pontos de Espírito da Noite",
            "ru-ru": "Максимум очков Ночного духа",
            "ja-jp": "夜魂値上限",
            "ko-kr": "밤혼 최대치",
            "id-id": "Batas Poin Nightsoul",
            "de-de": "Max. Nachtseelenpunkte"
          },
          "values": [
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย",
            "40 หน่วย"
          ]
        },
        {
          "label": {
            "th-th": "คูลดาวน์",
            "en-us": "CD",
            "es-es": "CD",
            "zh-cn": "冷却时间",
            "fr-fr": "Temps de recharge",
            "vi-vn": "CD",
            "zh-tw": "冷卻時間",
            "pt-pt": "Tempo de Recarga",
            "ru-ru": "Время отката",
            "ja-jp": "クールタイム",
            "ko-kr": "재사용 대기시간",
            "id-id": "Cooldown",
            "de-de": "Abklingzeit"
          },
          "values": [
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ",
            "9 วิ"
          ]
        }
      ]
    },
    {
      "type": "elemental_burst",
      "talentName": {
        "th-th": "Guardian Vent!",
        "en-us": "Guardian Vent!",
        "es-es": "¡Descenso fulgurante!",
        "zh-cn": "闪烈降临！",
        "fr-fr": "Avènement protecteur !",
        "vi-vn": "Tia Chớp Giáng Lâm",
        "zh-tw": "閃烈降臨！",
        "pt-pt": "A Estrela Chegou!",
        "ru-ru": "Ослепительное сошествие!",
        "ja-jp": "シャイニングヴェント！",
        "ko-kr": "벼락불 강림!",
        "id-id": "Guardian Vent!",
        "de-de": "Blitzartiger Auftritt!"
      },
      "attributes": [
        {
          "label": {
            "th-th": "Level",
            "en-us": "Level",
            "es-es": "Level",
            "zh-cn": "Level",
            "fr-fr": "Niv.",
            "vi-vn": "Level",
            "zh-tw": "Level",
            "pt-pt": "Nível",
            "ru-ru": "Уровень",
            "ja-jp": "Level",
            "ko-kr": "Level",
            "id-id": "Level",
            "de-de": "Stufe"
          },
          "values": [
            "1",
            "2",
            "3",
            "4",
            "5",
            "6",
            "7",
            "8",
            "9",
            "10",
            "11",
            "12",
            "13"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายลูกเตะ",
            "en-us": "Flying Kick DMG",
            "es-es": "Flying Kick DMG",
            "zh-cn": "飞踢伤害",
            "fr-fr": "DGT coup de pied volant",
            "vi-vn": "Sát Thương Cú Đá",
            "zh-tw": "飛踢傷害",
            "pt-pt": "Dano do Chute Voador",
            "ru-ru": "Урон удара в полёте",
            "ja-jp": "飛び蹴りダメージ",
            "ko-kr": "날아 차기 피해",
            "id-id": "DMG Tendangan Melompat",
            "de-de": "SCH fliegender Tritt"
          },
          "values": [
            "345.1%",
            "371%",
            "396.9%",
            "431.4%",
            "457.3%",
            "483.2%",
            "517.7%",
            "552.2%",
            "586.7%",
            "621.2%",
            "655.7%",
            "690.2%",
            "733.4%"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหายลูกเตะฮึกเหิมร้อนแรง",
            "en-us": "Fiery Passion Flying Kick DMG",
            "es-es": "Fiery Passion Flying Kick DMG",
            "zh-cn": "炽热激情状态飞踢伤害",
            "fr-fr": "DGT coup de pied volant (Passion ardente)",
            "vi-vn": "Sát Thương Cú Đá Dạng Nhiệt Huyết Cháy Bỏng",
            "zh-tw": "熾熱激情狀態飛踢傷害",
            "pt-pt": "Dano do Chute Voador do Estado Calor Escaldante",
            "ru-ru": "Урон удара в полёте Пылающего воодушевления",
            "ja-jp": "猛烈パッション状態の飛び蹴りダメージ",
            "ko-kr": "열혈 상태 날아 차기 피해",
            "id-id": "DMG Tendangan Melompat (Status Fiery Passion)",
            "de-de": "SCH fliegender Tritt im Zustand Brennende Leidenschaft"
          },
          "values": [
            "575.2%",
            "618.3%",
            "661.5%",
            "719%",
            "762.1%",
            "805.3%",
            "862.8%",
            "920.3%",
            "977.8%",
            "1,035.4%",
            "1,092.9%",
            "1,150.4%",
            "1,222.3%"
          ]
        },
        {
          "label": {
            "th-th": "คูลดาวน์",
            "en-us": "CD",
            "es-es": "CD",
            "zh-cn": "冷却时间",
            "fr-fr": "Temps de recharge",
            "vi-vn": "CD",
            "zh-tw": "冷卻時間",
            "pt-pt": "Recarga",
            "ru-ru": "Время отката",
            "ja-jp": "クールタイム",
            "ko-kr": "재사용 대기시간",
            "id-id": "Cooldown",
            "de-de": "Abklingzeit"
          },
          "values": [
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ",
            "18 วิ"
          ]
        },
        {
          "label": {
            "th-th": "พลังงานธาตุ",
            "en-us": "Energy Cost",
            "es-es": "Energy Cost",
            "zh-cn": "元素能量",
            "fr-fr": "Énergie élémentaire",
            "vi-vn": "Năng Lượng Nguyên Tố",
            "zh-tw": "元素能量",
            "pt-pt": "Energia Elemental",
            "ru-ru": "Потребление энергии",
            "ja-jp": "元素エネルギー",
            "ko-kr": "원소 에너지",
            "id-id": "Konsumsi Energy",
            "de-de": "Elementarenergie"
          },
          "values": [
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70",
            "70"
          ]
        },
        {
          "label": {
            "th-th": "ความเสียหาย \"Volcano Kablam\"",
            "en-us": "Volcano Kablam DMG",
            "es-es": "Volcano Kablam DMG",
            "zh-cn": "「大火山崩落」伤害",
            "fr-fr": "DGT effondrement volcanique",
            "vi-vn": "Sát Thương Núi Lửa Sụp Đổ",
            "zh-tw": "「大火山崩落」傷害",
            "pt-pt": "Dano do Grande Colapso Vulcânico",
            "ru-ru": "Урон Обрушения вулкана",
            "ja-jp": "「大火山おろし」ダメージ",
            "ko-kr": "대화산 떨구기 피해",
            "id-id": "DMG Fiery Mountain Toss",
            "de-de": "SCH Vulkaneinbruch"
          },
          "values": [
            "402.6%",
            "432.8%",
            "463%",
            "503.3%",
            "533.5%",
            "563.7%",
            "604%",
            "644.2%",
            "684.5%",
            "724.8%",
            "765%",
            "805.3%",
            "855.6%"
          ]
        },
        {
          "label": {
            "th-th": "พลังงานธาตุ \"Volcano Kablam\"",
            "en-us": "Volcano Kablam Energy Cost",
            "es-es": "Volcano Kablam Energy Cost",
            "zh-cn": "「大火山崩落」元素能量",
            "fr-fr": "Énergie élémentaire (Effondrement volcanique)",
            "vi-vn": "Năng Lượng Nguyên Tố Núi Lửa Sụp Đổ",
            "zh-tw": "「大火山崩落」元素能量",
            "pt-pt": "Energia Elemental do Grande Colapso Vulcânico",
            "ru-ru": "Потребление энергии Обрушением вулкана",
            "ja-jp": "「大火山おろし」元素エネルギー",
            "ko-kr": "「대화산 떨구기」 원소 에너지",
            "id-id": "Konsumsi Energy Fiery Mountain Toss",
            "de-de": "Elementarenergie für Vulkaneinbruch"
          },
          "values": [
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30",
            "30"
          ]
        }
      ]
    }
  ],
  "talentMaterials": [
    {
      "type": "normal_attack",
      "talentName": {
        "th-th": "โจมตีปกติ: By the Horns",
        "en-us": "By the Horns",
        "es-es": "Ataque Normal: ¡Usa la cabeza!",
        "zh-cn": "普通攻击·角力搏摔",
        "fr-fr": "Attaque normale : Par les cornes",
        "vi-vn": "Tấn Công Thường - Cặp Sừng Càn Quét",
        "zh-tw": "普通攻擊·角力搏摔",
        "pt-pt": "Ataque Normal: Chifres Poderosos",
        "ru-ru": "За рога",
        "ja-jp": "バイ・ザ・ホーンズ",
        "ko-kr": "일반 공격·레슬링 격투술",
        "id-id": "Normal Attack: By the Horns",
        "de-de": "Standardangriff: An den Hörnern gepackt"
      },
      "materials": [
        {
          "level": 2,
          "items": [
            {
              "id": "mora",
              "amount": 12500,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "teachings_of_conflict",
              "amount": 3,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/31e0fb8ed2120df951fe06efcd0963fb_3828897391220819844.png",
              "name": {
                "ja-jp": "紛争の教え",
                "ko-kr": "분쟁의 가르침",
                "de-de": "Lehren der Zwietracht",
                "id-id": "Teachings of Conflict",
                "en-us": "Teachings of Conflict",
                "th-th": "Teachings of Conflict",
                "ru-ru": "Учения о Раздоре",
                "vi-vn": "Bài Giảng Của Xung Đột",
                "zh-cn": "纷争的教导",
                "zh-tw": "紛爭的教導",
                "fr-fr": "Enseignement du Conflit",
                "pt-pt": "Ensinamentos do Conflito",
                "es-es": "Enseñanzas del conflicto"
              }
            },
            {
              "id": "juvenile_fang",
              "amount": 6,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a82d4e52935240423e3dcc08c90631b0_3291412708255800192.png",
              "name": {
                "ja-jp": "未熟な牙",
                "ko-kr": "미숙한 송곳니",
                "de-de": "Unreifer spitzer Zahn",
                "id-id": "Juvenile Fang",
                "en-us": "Juvenile Fang",
                "th-th": "Juvenile Fang",
                "ru-ru": "Молодой клык",
                "vi-vn": "Răng Nanh Non Nớt",
                "zh-cn": "稚嫩的尖齿",
                "zh-tw": "稚嫩的尖齒",
                "fr-fr": "Croc juvénile",
                "pt-pt": "Presa Juvenil",
                "es-es": "Colmillo joven"
              }
            }
          ]
        },
        {
          "level": 3,
          "items": [
            {
              "id": "mora",
              "amount": 17500,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "guide_to_conflict",
              "amount": 2,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/588ba8fccf6bdf8c389944ab2f8a9a97_1279788012203054081.png",
              "name": {
                "ja-jp": "紛争の導き",
                "ko-kr": "분쟁의 인도",
                "de-de": "Anleitung zur Zwietracht",
                "id-id": "Guide to Conflict",
                "en-us": "Guide to Conflict",
                "th-th": "Guide to Conflict",
                "ru-ru": "Указания о Раздоре",
                "vi-vn": "Hướng Dẫn Của Xung Đột",
                "zh-cn": "纷争的指引",
                "zh-tw": "紛爭的指引",
                "fr-fr": "Guide du Conflit",
                "pt-pt": "Guia do Conflito",
                "es-es": "Guía del conflicto"
              }
            },
            {
              "id": "seasoned_fang",
              "amount": 3,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
              "name": {
                "ja-jp": "熟練の牙",
                "ko-kr": "성숙한 송곳니",
                "de-de": "Ausgereifter kräftiger Zahn",
                "id-id": "Seasoned Fang",
                "en-us": "Seasoned Fang",
                "th-th": "Seasoned Fang",
                "ru-ru": "Клык взрослого",
                "vi-vn": "Răng Nanh Chắc Khỏe",
                "zh-cn": "老练的坚齿",
                "zh-tw": "老練的堅齒",
                "fr-fr": "Croc mature",
                "pt-pt": "Presa Veterana",
                "es-es": "Colmillo veterano"
              }
            }
          ]
        },
        {
          "level": 4,
          "items": [
            {
              "id": "mora",
              "amount": 25000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "guide_to_conflict",
              "amount": 4,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/588ba8fccf6bdf8c389944ab2f8a9a97_1279788012203054081.png",
              "name": {
                "ja-jp": "紛争の導き",
                "ko-kr": "분쟁의 인도",
                "de-de": "Anleitung zur Zwietracht",
                "id-id": "Guide to Conflict",
                "en-us": "Guide to Conflict",
                "th-th": "Guide to Conflict",
                "ru-ru": "Указания о Раздоре",
                "vi-vn": "Hướng Dẫn Của Xung Đột",
                "zh-cn": "纷争的指引",
                "zh-tw": "紛爭的指引",
                "fr-fr": "Guide du Conflit",
                "pt-pt": "Guia do Conflito",
                "es-es": "Guía del conflicto"
              }
            },
            {
              "id": "seasoned_fang",
              "amount": 4,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
              "name": {
                "ja-jp": "熟練の牙",
                "ko-kr": "성숙한 송곳니",
                "de-de": "Ausgereifter kräftiger Zahn",
                "id-id": "Seasoned Fang",
                "en-us": "Seasoned Fang",
                "th-th": "Seasoned Fang",
                "ru-ru": "Клык взрослого",
                "vi-vn": "Răng Nanh Chắc Khỏe",
                "zh-cn": "老练的坚齿",
                "zh-tw": "老練的堅齒",
                "fr-fr": "Croc mature",
                "pt-pt": "Presa Veterana",
                "es-es": "Colmillo veterano"
              }
            }
          ]
        },
        {
          "level": 5,
          "items": [
            {
              "id": "mora",
              "amount": 30000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "guide_to_conflict",
              "amount": 6,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/588ba8fccf6bdf8c389944ab2f8a9a97_1279788012203054081.png",
              "name": {
                "ja-jp": "紛争の導き",
                "ko-kr": "분쟁의 인도",
                "de-de": "Anleitung zur Zwietracht",
                "id-id": "Guide to Conflict",
                "en-us": "Guide to Conflict",
                "th-th": "Guide to Conflict",
                "ru-ru": "Указания о Раздоре",
                "vi-vn": "Hướng Dẫn Của Xung Đột",
                "zh-cn": "纷争的指引",
                "zh-tw": "紛爭的指引",
                "fr-fr": "Guide du Conflit",
                "pt-pt": "Guia do Conflito",
                "es-es": "Guía del conflicto"
              }
            },
            {
              "id": "seasoned_fang",
              "amount": 6,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
              "name": {
                "ja-jp": "熟練の牙",
                "ko-kr": "성숙한 송곳니",
                "de-de": "Ausgereifter kräftiger Zahn",
                "id-id": "Seasoned Fang",
                "en-us": "Seasoned Fang",
                "th-th": "Seasoned Fang",
                "ru-ru": "Клык взрослого",
                "vi-vn": "Răng Nanh Chắc Khỏe",
                "zh-cn": "老练的坚齿",
                "zh-tw": "老練的堅齒",
                "fr-fr": "Croc mature",
                "pt-pt": "Presa Veterana",
                "es-es": "Colmillo veterano"
              }
            }
          ]
        },
        {
          "level": 6,
          "items": [
            {
              "id": "mora",
              "amount": 37500,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "guide_to_conflict",
              "amount": 9,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/588ba8fccf6bdf8c389944ab2f8a9a97_1279788012203054081.png",
              "name": {
                "ja-jp": "紛争の導き",
                "ko-kr": "분쟁의 인도",
                "de-de": "Anleitung zur Zwietracht",
                "id-id": "Guide to Conflict",
                "en-us": "Guide to Conflict",
                "th-th": "Guide to Conflict",
                "ru-ru": "Указания о Раздоре",
                "vi-vn": "Hướng Dẫn Của Xung Đột",
                "zh-cn": "纷争的指引",
                "zh-tw": "紛爭的指引",
                "fr-fr": "Guide du Conflit",
                "pt-pt": "Guia do Conflito",
                "es-es": "Guía del conflicto"
              }
            },
            {
              "id": "seasoned_fang",
              "amount": 9,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
              "name": {
                "ja-jp": "熟練の牙",
                "ko-kr": "성숙한 송곳니",
                "de-de": "Ausgereifter kräftiger Zahn",
                "id-id": "Seasoned Fang",
                "en-us": "Seasoned Fang",
                "th-th": "Seasoned Fang",
                "ru-ru": "Клык взрослого",
                "vi-vn": "Răng Nanh Chắc Khỏe",
                "zh-cn": "老练的坚齿",
                "zh-tw": "老練的堅齒",
                "fr-fr": "Croc mature",
                "pt-pt": "Presa Veterana",
                "es-es": "Colmillo veterano"
              }
            }
          ]
        },
        {
          "level": 7,
          "items": [
            {
              "id": "mora",
              "amount": 120000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "philosophies_of_conflict",
              "amount": 4,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e43683bca9072ec8eb5c79af1c36ae32_1258845954121638206.png",
              "name": {
                "ja-jp": "紛争の哲学",
                "ko-kr": "분쟁의 철학",
                "de-de": "Philosophie der Zwietracht",
                "id-id": "Philosophies of Conflict",
                "en-us": "Philosophies of Conflict",
                "th-th": "Philosophies of Conflict",
                "ru-ru": "Философия о Раздоре",
                "vi-vn": "Triết Học Của Xung Đột",
                "zh-cn": "纷争的哲学",
                "zh-tw": "紛爭的哲學",
                "fr-fr": "Philosophie du Conflit",
                "pt-pt": "Filosofias do Conflito",
                "es-es": "Filosofía del conflicto"
              }
            },
            {
              "id": "tyrants_fang",
              "amount": 4,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
              "name": {
                "ja-jp": "覇道の牙",
                "ko-kr": "난폭한 송곳니",
                "de-de": "Schneidezahn des Eroberers",
                "id-id": "Tyrant's Fang",
                "en-us": "Tyrant's Fang",
                "th-th": "Tyrant's Fang",
                "ru-ru": "Клык тирана",
                "vi-vn": "Răng Nanh Bạo Chúa",
                "zh-cn": "横行霸者的利齿",
                "zh-tw": "橫行霸者的利齒",
                "fr-fr": "Croc de tyran",
                "pt-pt": "Presa Tirana",
                "es-es": "Colmillo de tirano"
              }
            },
            {
              "id": "eroded_scalefeather",
              "amount": 1,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/828eceacbab471f68f289c7cd1f602fc_7710572775843269377.png",
              "name": {
                "ja-jp": "蝕滅の羽鱗",
                "ko-kr": "침식된 비늘깃",
                "de-de": "Erodierte Schuppenfeder",
                "id-id": "Eroded Scale-Feather",
                "en-us": "Eroded Scale-Feather",
                "th-th": "Eroded Scale-Feather",
                "ru-ru": "Истлевшее чешуйчатое перо",
                "vi-vn": "Lông Vảy Ăn Mòn",
                "zh-cn": "蚀灭的鳞羽",
                "zh-tw": "蝕滅的鱗羽",
                "fr-fr": "Plume érodée",
                "pt-pt": "Pluma-Escama Erodida",
                "es-es": "Plumaescama corroída"
              }
            }
          ]
        },
        {
          "level": 8,
          "items": [
            {
              "id": "mora",
              "amount": 260000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "philosophies_of_conflict",
              "amount": 6,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e43683bca9072ec8eb5c79af1c36ae32_1258845954121638206.png",
              "name": {
                "ja-jp": "紛争の哲学",
                "ko-kr": "분쟁의 철학",
                "de-de": "Philosophie der Zwietracht",
                "id-id": "Philosophies of Conflict",
                "en-us": "Philosophies of Conflict",
                "th-th": "Philosophies of Conflict",
                "ru-ru": "Философия о Раздоре",
                "vi-vn": "Triết Học Của Xung Đột",
                "zh-cn": "纷争的哲学",
                "zh-tw": "紛爭的哲學",
                "fr-fr": "Philosophie du Conflit",
                "pt-pt": "Filosofias do Conflito",
                "es-es": "Filosofía del conflicto"
              }
            },
            {
              "id": "tyrants_fang",
              "amount": 6,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
              "name": {
                "ja-jp": "覇道の牙",
                "ko-kr": "난폭한 송곳니",
                "de-de": "Schneidezahn des Eroberers",
                "id-id": "Tyrant's Fang",
                "en-us": "Tyrant's Fang",
                "th-th": "Tyrant's Fang",
                "ru-ru": "Клык тирана",
                "vi-vn": "Răng Nanh Bạo Chúa",
                "zh-cn": "横行霸者的利齿",
                "zh-tw": "橫行霸者的利齒",
                "fr-fr": "Croc de tyran",
                "pt-pt": "Presa Tirana",
                "es-es": "Colmillo de tirano"
              }
            },
            {
              "id": "eroded_scalefeather",
              "amount": 1,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/828eceacbab471f68f289c7cd1f602fc_7710572775843269377.png",
              "name": {
                "ja-jp": "蝕滅の羽鱗",
                "ko-kr": "침식된 비늘깃",
                "de-de": "Erodierte Schuppenfeder",
                "id-id": "Eroded Scale-Feather",
                "en-us": "Eroded Scale-Feather",
                "th-th": "Eroded Scale-Feather",
                "ru-ru": "Истлевшее чешуйчатое перо",
                "vi-vn": "Lông Vảy Ăn Mòn",
                "zh-cn": "蚀灭的鳞羽",
                "zh-tw": "蝕滅的鱗羽",
                "fr-fr": "Plume érodée",
                "pt-pt": "Pluma-Escama Erodida",
                "es-es": "Plumaescama corroída"
              }
            }
          ]
        },
        {
          "level": 9,
          "items": [
            {
              "id": "mora",
              "amount": 450000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "philosophies_of_conflict",
              "amount": 12,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e43683bca9072ec8eb5c79af1c36ae32_1258845954121638206.png",
              "name": {
                "ja-jp": "紛争の哲学",
                "ko-kr": "분쟁의 철학",
                "de-de": "Philosophie der Zwietracht",
                "id-id": "Philosophies of Conflict",
                "en-us": "Philosophies of Conflict",
                "th-th": "Philosophies of Conflict",
                "ru-ru": "Философия о Раздоре",
                "vi-vn": "Triết Học Của Xung Đột",
                "zh-cn": "纷争的哲学",
                "zh-tw": "紛爭的哲學",
                "fr-fr": "Philosophie du Conflit",
                "pt-pt": "Filosofias do Conflito",
                "es-es": "Filosofía del conflicto"
              }
            },
            {
              "id": "tyrants_fang",
              "amount": 9,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
              "name": {
                "ja-jp": "覇道の牙",
                "ko-kr": "난폭한 송곳니",
                "de-de": "Schneidezahn des Eroberers",
                "id-id": "Tyrant's Fang",
                "en-us": "Tyrant's Fang",
                "th-th": "Tyrant's Fang",
                "ru-ru": "Клык тирана",
                "vi-vn": "Răng Nanh Bạo Chúa",
                "zh-cn": "横行霸者的利齿",
                "zh-tw": "橫行霸者的利齒",
                "fr-fr": "Croc de tyran",
                "pt-pt": "Presa Tirana",
                "es-es": "Colmillo de tirano"
              }
            },
            {
              "id": "eroded_scalefeather",
              "amount": 2,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/828eceacbab471f68f289c7cd1f602fc_7710572775843269377.png",
              "name": {
                "ja-jp": "蝕滅の羽鱗",
                "ko-kr": "침식된 비늘깃",
                "de-de": "Erodierte Schuppenfeder",
                "id-id": "Eroded Scale-Feather",
                "en-us": "Eroded Scale-Feather",
                "th-th": "Eroded Scale-Feather",
                "ru-ru": "Истлевшее чешуйчатое перо",
                "vi-vn": "Lông Vảy Ăn Mòn",
                "zh-cn": "蚀灭的鳞羽",
                "zh-tw": "蝕滅的鱗羽",
                "fr-fr": "Plume érodée",
                "pt-pt": "Pluma-Escama Erodida",
                "es-es": "Plumaescama corroída"
              }
            }
          ]
        },
        {
          "level": 10,
          "items": [
            {
              "id": "mora",
              "amount": 700000,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "name": {
                "ja-jp": "モラ",
                "ko-kr": "모라",
                "de-de": "Mora",
                "id-id": "Mora",
                "en-us": "Mora",
                "th-th": "Mora",
                "ru-ru": "Мора",
                "vi-vn": "Mora",
                "zh-cn": "摩拉",
                "zh-tw": "摩拉",
                "fr-fr": "Mora",
                "pt-pt": "Mora",
                "es-es": "Mora"
              }
            },
            {
              "id": "philosophies_of_conflict",
              "amount": 16,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e43683bca9072ec8eb5c79af1c36ae32_1258845954121638206.png",
              "name": {
                "ja-jp": "紛争の哲学",
                "ko-kr": "분쟁의 철학",
                "de-de": "Philosophie der Zwietracht",
                "id-id": "Philosophies of Conflict",
                "en-us": "Philosophies of Conflict",
                "th-th": "Philosophies of Conflict",
                "ru-ru": "Философия о Раздоре",
                "vi-vn": "Triết Học Của Xung Đột",
                "zh-cn": "纷争的哲学",
                "zh-tw": "紛爭的哲學",
                "fr-fr": "Philosophie du Conflit",
                "pt-pt": "Filosofias do Conflito",
                "es-es": "Filosofía del conflicto"
              }
            },
            {
              "id": "tyrants_fang",
              "amount": 12,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
              "name": {
                "ja-jp": "覇道の牙",
                "ko-kr": "난폭한 송곳니",
                "de-de": "Schneidezahn des Eroberers",
                "id-id": "Tyrant's Fang",
                "en-us": "Tyrant's Fang",
                "th-th": "Tyrant's Fang",
                "ru-ru": "Клык тирана",
                "vi-vn": "Răng Nanh Bạo Chúa",
                "zh-cn": "横行霸者的利齿",
                "zh-tw": "橫行霸者的利齒",
                "fr-fr": "Croc de tyran",
                "pt-pt": "Presa Tirana",
                "es-es": "Colmillo de tirano"
              }
            },
            {
              "id": "eroded_scalefeather",
              "amount": 2,
              "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/828eceacbab471f68f289c7cd1f602fc_7710572775843269377.png",
              "name": {
                "ja-jp": "蝕滅の羽鱗",
                "ko-kr": "침식된 비늘깃",
                "de-de": "Erodierte Schuppenfeder",
                "id-id": "Eroded Scale-Feather",
                "en-us": "Eroded Scale-Feather",
                "th-th": "Eroded Scale-Feather",
                "ru-ru": "Истлевшее чешуйчатое перо",
                "vi-vn": "Lông Vảy Ăn Mòn",
                "zh-cn": "蚀灭的鳞羽",
                "zh-tw": "蝕滅的鱗羽",
                "fr-fr": "Plume érodée",
                "pt-pt": "Pluma-Escama Erodida",
                "es-es": "Plumaescama corroída"
              }
            },
            {
              "id": "crown_of_insight",
              "amount": 1,
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown%20of%20Insight_icon.png",
              "name": {
                "ja-jp": "知恵の冠",
                "ko-kr": "지식의 왕관",
                "de-de": "Krone der Weisheit",
                "id-id": "Crown of Insight",
                "en-us": "Crown of Insight",
                "th-th": "Crown of Insight",
                "ru-ru": "Корона прозрения",
                "vi-vn": "Vương Miện Trí Thức",
                "zh-cn": "智识之冕",
                "zh-tw": "智識之冕",
                "fr-fr": "Couronne de la sagesse",
                "pt-pt": "Coroa da Sabedoria",
                "es-es": "Corona de la sabiduría"
              }
            }
          ]
        }
      ]
    }
  ],
  "affiliation": {
    "th-th": "Teteocan",
    "en-us": "Teteocan",
    "es-es": "Teteocán",
    "zh-cn": "特特奥坎",
    "fr-fr": "N/A",
    "vi-vn": "Teteocan",
    "zh-tw": "特特奧坎",
    "pt-pt": "Teteocan",
    "ru-ru": "Тетеокан",
    "ja-jp": "テテオカン",
    "ko-kr": "테테오칸",
    "id-id": "Teteocan",
    "de-de": "Natlan"
  },
  "birthday": {
    "th-th": "11/15",
    "en-us": "11/15",
    "es-es": "11/15",
    "zh-cn": "11月15日",
    "fr-fr": "N/A",
    "vi-vn": "Ngày 15 Tháng 11",
    "zh-tw": "11月15日",
    "pt-pt": "11/15",
    "ru-ru": "15 ноября",
    "ja-jp": "11月15日",
    "ko-kr": "11월 15일",
    "id-id": "15 November",
    "de-de": "15. November"
  },
  "ascensionMaterials": [
    {
      "level": {
        "th-th": "Lv.20",
        "en-us": "Lv.20",
        "es-es": "Niv.20",
        "zh-cn": "Lv.20",
        "fr-fr": "Niv.20",
        "vi-vn": "Lv. 20",
        "zh-tw": "Lv.20",
        "pt-pt": "Nv. 20",
        "ru-ru": "Ур. 20",
        "ja-jp": "Lv.20",
        "ko-kr": "Lv. 20",
        "id-id": "Lv. 20",
        "de-de": "St. 20"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 20000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 3,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_sliver",
          "amount": 1,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Sliver_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト・砕屑",
            "ko-kr": "승리의 자수정 가루",
            "de-de": "Vajrada-Amethyst-Splitter",
            "id-id": "Vajrada Amethyst Sliver",
            "en-us": "Vajrada Amethyst Sliver",
            "th-th": "Vajrada Amethyst Sliver",
            "ru-ru": "Осколок аметиста Ваджрада",
            "vi-vn": "Vụn Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶碎屑",
            "zh-tw": "最勝紫晶碎屑",
            "fr-fr": "Éclat d'améthyste vajrada",
            "pt-pt": "Lasca de Ametista Vajrada",
            "es-es": "Pedacito de amatista vajrada"
          }
        },
        {
          "id": "juvenile_fang",
          "amount": 3,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a82d4e52935240423e3dcc08c90631b0_3291412708255800192.png",
          "name": {
            "ja-jp": "未熟な牙",
            "ko-kr": "미숙한 송곳니",
            "de-de": "Unreifer spitzer Zahn",
            "id-id": "Juvenile Fang",
            "en-us": "Juvenile Fang",
            "th-th": "Juvenile Fang",
            "ru-ru": "Молодой клык",
            "vi-vn": "Răng Nanh Non Nớt",
            "zh-cn": "稚嫩的尖齿",
            "zh-tw": "稚嫩的尖齒",
            "fr-fr": "Croc juvénile",
            "pt-pt": "Presa Juvenil",
            "es-es": "Colmillo joven"
          }
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.40",
        "en-us": "Lv.40",
        "es-es": "Niv.40",
        "zh-cn": "Lv.40",
        "fr-fr": "Niv.40",
        "vi-vn": "Lv. 40",
        "zh-tw": "Lv.40",
        "pt-pt": "Nv. 40",
        "ru-ru": "Ур. 40",
        "ja-jp": "Lv.40",
        "ko-kr": "Lv. 40",
        "id-id": "Lv. 40",
        "de-de": "St. 40"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 40000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 10,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_fragment",
          "amount": 3,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Fragment_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト・欠片",
            "ko-kr": "승리의 자수정 조각",
            "de-de": "Vajrada-Amethyst-Bruchstück",
            "id-id": "Vajrada Amethyst Fragment",
            "en-us": "Vajrada Amethyst Fragment",
            "th-th": "Vajrada Amethyst Fragment",
            "ru-ru": "Фрагмент аметиста Ваджрада",
            "vi-vn": "Mảnh Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶断片",
            "zh-tw": "最勝紫晶斷片",
            "fr-fr": "Fragment d'améthyste vajrada",
            "pt-pt": "Fragmento de Ametista Vajrada",
            "es-es": "Fragmento de amatista vajrada"
          }
        },
        {
          "id": "juvenile_fang",
          "amount": 15,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/a82d4e52935240423e3dcc08c90631b0_3291412708255800192.png",
          "name": {
            "ja-jp": "未熟な牙",
            "ko-kr": "미숙한 송곳니",
            "de-de": "Unreifer spitzer Zahn",
            "id-id": "Juvenile Fang",
            "en-us": "Juvenile Fang",
            "th-th": "Juvenile Fang",
            "ru-ru": "Молодой клык",
            "vi-vn": "Răng Nanh Non Nớt",
            "zh-cn": "稚嫩的尖齿",
            "zh-tw": "稚嫩的尖齒",
            "fr-fr": "Croc juvénile",
            "pt-pt": "Presa Juvenil",
            "es-es": "Colmillo joven"
          }
        },
        {
          "id": "sparkless_statue_core",
          "amount": 2,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/9a2a11a7c16402482e097520549ea88c_3392544859711249905.png",
          "name": {
            "ja-jp": "龍像の無智なるコア",
            "ko-kr": "무지의 코어",
            "de-de": "Geistloser Kern einer Lavadrachengestalt",
            "id-id": "Sparkless Statue Core",
            "en-us": "Sparkless Statue Core",
            "th-th": "Sparkless Statue Core",
            "ru-ru": "Ядро безумной статуи",
            "vi-vn": "Lõi Tượng Rồng Vô Tri",
            "zh-cn": "龙像的无智核",
            "zh-tw": "龍像的無智核",
            "fr-fr": "Noyau inerte de statue",
            "pt-pt": "Núcleo da Estátua Apagado",
            "es-es": "Núcleo inerte magmadracónico"
          }
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.50",
        "en-us": "Lv.50",
        "es-es": "Niv.50",
        "zh-cn": "Lv.50",
        "fr-fr": "Niv.50",
        "vi-vn": "Lv. 50",
        "zh-tw": "Lv.50",
        "pt-pt": "Nv. 50",
        "ru-ru": "Ур. 50",
        "ja-jp": "Lv.50",
        "ko-kr": "Lv. 50",
        "id-id": "Lv. 50",
        "de-de": "St. 50"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 60000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 20,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_fragment",
          "amount": 6,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Fragment_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト・欠片",
            "ko-kr": "승리의 자수정 조각",
            "de-de": "Vajrada-Amethyst-Bruchstück",
            "id-id": "Vajrada Amethyst Fragment",
            "en-us": "Vajrada Amethyst Fragment",
            "th-th": "Vajrada Amethyst Fragment",
            "ru-ru": "Фрагмент аметиста Ваджрада",
            "vi-vn": "Mảnh Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶断片",
            "zh-tw": "最勝紫晶斷片",
            "fr-fr": "Fragment d'améthyste vajrada",
            "pt-pt": "Fragmento de Ametista Vajrada",
            "es-es": "Fragmento de amatista vajrada"
          }
        },
        {
          "id": "seasoned_fang",
          "amount": 12,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
          "name": {
            "ja-jp": "熟練の牙",
            "ko-kr": "성숙한 송곳니",
            "de-de": "Ausgereifter kräftiger Zahn",
            "id-id": "Seasoned Fang",
            "en-us": "Seasoned Fang",
            "th-th": "Seasoned Fang",
            "ru-ru": "Клык взрослого",
            "vi-vn": "Răng Nanh Chắc Khỏe",
            "zh-cn": "老练的坚齿",
            "zh-tw": "老練的堅齒",
            "fr-fr": "Croc mature",
            "pt-pt": "Presa Veterana",
            "es-es": "Colmillo veterano"
          }
        },
        {
          "id": "sparkless_statue_core",
          "amount": 4,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/9a2a11a7c16402482e097520549ea88c_3392544859711249905.png",
          "name": {
            "ja-jp": "龍像の無智なるコア",
            "ko-kr": "무지의 코어",
            "de-de": "Geistloser Kern einer Lavadrachengestalt",
            "id-id": "Sparkless Statue Core",
            "en-us": "Sparkless Statue Core",
            "th-th": "Sparkless Statue Core",
            "ru-ru": "Ядро безумной статуи",
            "vi-vn": "Lõi Tượng Rồng Vô Tri",
            "zh-cn": "龙像的无智核",
            "zh-tw": "龍像的無智核",
            "fr-fr": "Noyau inerte de statue",
            "pt-pt": "Núcleo da Estátua Apagado",
            "es-es": "Núcleo inerte magmadracónico"
          }
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.60",
        "en-us": "Lv.60",
        "es-es": "Niv.60",
        "zh-cn": "Lv.60",
        "fr-fr": "Niv.60",
        "vi-vn": "Lv. 60",
        "zh-tw": "Lv.60",
        "pt-pt": "Nv. 60",
        "ru-ru": "Ур. 60",
        "ja-jp": "Lv.60",
        "ko-kr": "Lv. 60",
        "id-id": "Lv. 60",
        "de-de": "St. 60"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 80000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 30,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_chunk",
          "amount": 3,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Chunk_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト・塊",
            "ko-kr": "승리의 자수정 덩이",
            "de-de": "Vajrada-Amethyst-Brocken",
            "id-id": "Vajrada Amethyst Chunk",
            "en-us": "Vajrada Amethyst Chunk",
            "th-th": "Vajrada Amethyst Chunk",
            "ru-ru": "Кусок аметиста Ваджрада",
            "vi-vn": "Miếng Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶块",
            "zh-tw": "最勝紫晶塊",
            "fr-fr": "Morceau d'améthyste vajrada",
            "pt-pt": "Pedaço de Ametista Vajrada",
            "es-es": "Trozo de amatista vajrada"
          }
        },
        {
          "id": "seasoned_fang",
          "amount": 18,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ab4a7925734a4044b28c790d26ce5f5d_9207762203506691121.png",
          "name": {
            "ja-jp": "熟練の牙",
            "ko-kr": "성숙한 송곳니",
            "de-de": "Ausgereifter kräftiger Zahn",
            "id-id": "Seasoned Fang",
            "en-us": "Seasoned Fang",
            "th-th": "Seasoned Fang",
            "ru-ru": "Клык взрослого",
            "vi-vn": "Răng Nanh Chắc Khỏe",
            "zh-cn": "老练的坚齿",
            "zh-tw": "老練的堅齒",
            "fr-fr": "Croc mature",
            "pt-pt": "Presa Veterana",
            "es-es": "Colmillo veterano"
          }
        },
        {
          "id": "sparkless_statue_core",
          "amount": 8,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/9a2a11a7c16402482e097520549ea88c_3392544859711249905.png",
          "name": {
            "ja-jp": "龍像の無智なるコア",
            "ko-kr": "무지의 코어",
            "de-de": "Geistloser Kern einer Lavadrachengestalt",
            "id-id": "Sparkless Statue Core",
            "en-us": "Sparkless Statue Core",
            "th-th": "Sparkless Statue Core",
            "ru-ru": "Ядро безумной статуи",
            "vi-vn": "Lõi Tượng Rồng Vô Tri",
            "zh-cn": "龙像的无智核",
            "zh-tw": "龍像的無智核",
            "fr-fr": "Noyau inerte de statue",
            "pt-pt": "Núcleo da Estátua Apagado",
            "es-es": "Núcleo inerte magmadracónico"
          }
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.70",
        "en-us": "Lv.70",
        "es-es": "Niv.70",
        "zh-cn": "Lv.70",
        "fr-fr": "Niv.70",
        "vi-vn": "Lv. 70",
        "zh-tw": "Lv.70",
        "pt-pt": "Nv. 70",
        "ru-ru": "Ур. 70",
        "ja-jp": "Lv.70",
        "ko-kr": "Lv. 70",
        "id-id": "Lv. 70",
        "de-de": "St. 70"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 100000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 45,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_chunk",
          "amount": 6,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Chunk_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト・塊",
            "ko-kr": "승리의 자수정 덩이",
            "de-de": "Vajrada-Amethyst-Brocken",
            "id-id": "Vajrada Amethyst Chunk",
            "en-us": "Vajrada Amethyst Chunk",
            "th-th": "Vajrada Amethyst Chunk",
            "ru-ru": "Кусок аметиста Ваджрада",
            "vi-vn": "Miếng Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶块",
            "zh-tw": "最勝紫晶塊",
            "fr-fr": "Morceau d'améthyste vajrada",
            "pt-pt": "Pedaço de Ametista Vajrada",
            "es-es": "Trozo de amatista vajrada"
          }
        },
        {
          "id": "tyrants_fang",
          "amount": 12,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
          "name": {
            "ja-jp": "覇道の牙",
            "ko-kr": "난폭한 송곳니",
            "de-de": "Schneidezahn des Eroberers",
            "id-id": "Tyrant's Fang",
            "en-us": "Tyrant's Fang",
            "th-th": "Tyrant's Fang",
            "ru-ru": "Клык тирана",
            "vi-vn": "Răng Nanh Bạo Chúa",
            "zh-cn": "横行霸者的利齿",
            "zh-tw": "橫行霸者的利齒",
            "fr-fr": "Croc de tyran",
            "pt-pt": "Presa Tirana",
            "es-es": "Colmillo de tirano"
          }
        },
        {
          "id": "sparkless_statue_core",
          "amount": 12,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/9a2a11a7c16402482e097520549ea88c_3392544859711249905.png",
          "name": {
            "ja-jp": "龍像の無智なるコア",
            "ko-kr": "무지의 코어",
            "de-de": "Geistloser Kern einer Lavadrachengestalt",
            "id-id": "Sparkless Statue Core",
            "en-us": "Sparkless Statue Core",
            "th-th": "Sparkless Statue Core",
            "ru-ru": "Ядро безумной статуи",
            "vi-vn": "Lõi Tượng Rồng Vô Tri",
            "zh-cn": "龙像的无智核",
            "zh-tw": "龍像的無智核",
            "fr-fr": "Noyau inerte de statue",
            "pt-pt": "Núcleo da Estátua Apagado",
            "es-es": "Núcleo inerte magmadracónico"
          }
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.80",
        "en-us": "Lv.80",
        "es-es": "Niv.80",
        "zh-cn": "Lv.80",
        "fr-fr": "Niv.80",
        "vi-vn": "Lv. 80",
        "zh-tw": "Lv.80",
        "pt-pt": "Nv. 80",
        "ru-ru": "Ур. 80",
        "ja-jp": "Lv.80",
        "ko-kr": "Lv. 80",
        "id-id": "Lv. 80",
        "de-de": "St. 80"
      },
      "materials": [
        {
          "id": "mora",
          "amount": 120000,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
          "name": {
            "ja-jp": "モラ",
            "ko-kr": "모라",
            "de-de": "Mora",
            "id-id": "Mora",
            "en-us": "Mora",
            "th-th": "Mora",
            "ru-ru": "Мора",
            "vi-vn": "Mora",
            "zh-cn": "摩拉",
            "zh-tw": "摩拉",
            "fr-fr": "Mora",
            "pt-pt": "Mora",
            "es-es": "Mora"
          }
        },
        {
          "id": "skysplit_gembloom",
          "amount": 60,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/82902cec095daf4d3a0aad3d0e975075_2256101611360374803.png",
          "name": {
            "ja-jp": "岩裂の花",
            "ko-kr": "구름바위 꽃",
            "de-de": "Wolkenfels-Spaltblatt",
            "id-id": "Skysplit Gembloom",
            "en-us": "Skysplit Gembloom",
            "th-th": "Skysplit Gembloom",
            "ru-ru": "Заоблачный камнелист",
            "vi-vn": "Lá Rạn Vân Đá",
            "zh-cn": "云岩裂叶",
            "zh-tw": "雲岩裂葉",
            "fr-fr": "Floraigemme brise-ciel",
            "pt-pt": "Florgema Celeste",
            "es-es": "Flor rocanubosa"
          }
        },
        {
          "id": "vajrada_amethyst_gemstone",
          "amount": 6,
          "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada%20Amethyst%20Gemstone_icon.png",
          "name": {
            "ja-jp": "最勝のアメシスト",
            "ko-kr": "승리의 자수정",
            "de-de": "Vajrada-Amethyst",
            "id-id": "Vajrada Amethyst Gemstone",
            "en-us": "Vajrada Amethyst Gemstone",
            "th-th": "Vajrada Amethyst Gemstone",
            "ru-ru": "Драгоценный аметист Ваджрада",
            "vi-vn": "Tử Tinh Thắng Lợi",
            "zh-cn": "最胜紫晶",
            "zh-tw": "最勝紫晶",
            "fr-fr": "Pierre d'améthyste vajrada",
            "pt-pt": "Gema de Ametista Vajrada",
            "es-es": "Amatista vajrada"
          }
        },
        {
          "id": "tyrants_fang",
          "amount": 24,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/fc94200643164906c34fc8c48f288ae9_5175161204087445575.png",
          "name": {
            "ja-jp": "覇道の牙",
            "ko-kr": "난폭한 송곳니",
            "de-de": "Schneidezahn des Eroberers",
            "id-id": "Tyrant's Fang",
            "en-us": "Tyrant's Fang",
            "th-th": "Tyrant's Fang",
            "ru-ru": "Клык тирана",
            "vi-vn": "Răng Nanh Bạo Chúa",
            "zh-cn": "横行霸者的利齿",
            "zh-tw": "橫行霸者的利齒",
            "fr-fr": "Croc de tyran",
            "pt-pt": "Presa Tirana",
            "es-es": "Colmillo de tirano"
          }
        },
        {
          "id": "sparkless_statue_core",
          "amount": 20,
          "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/9a2a11a7c16402482e097520549ea88c_3392544859711249905.png",
          "name": {
            "ja-jp": "龍像の無智なるコア",
            "ko-kr": "무지의 코어",
            "de-de": "Geistloser Kern einer Lavadrachengestalt",
            "id-id": "Sparkless Statue Core",
            "en-us": "Sparkless Statue Core",
            "th-th": "Sparkless Statue Core",
            "ru-ru": "Ядро безумной статуи",
            "vi-vn": "Lõi Tượng Rồng Vô Tri",
            "zh-cn": "龙像的无智核",
            "zh-tw": "龍像的無智核",
            "fr-fr": "Noyau inerte de statue",
            "pt-pt": "Núcleo da Estátua Apagado",
            "es-es": "Núcleo inerte magmadracónico"
          }
        }
      ]
    }
  ],
  "attributes": [
    {
      "level": {
        "th-th": "Lv.1",
        "en-us": "Lv.1",
        "es-es": "Niv.1",
        "zh-cn": "Lv.1",
        "fr-fr": "Niv.1",
        "vi-vn": "Lv. 1",
        "zh-tw": "Lv.1",
        "pt-pt": "Nv. 1",
        "ru-ru": "Ур. 1",
        "ja-jp": "Lv.1",
        "ko-kr": "Lv. 1",
        "id-id": "Lv. 1",
        "de-de": "St. 1"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "",
          "postAscensionValue": "989"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "",
          "postAscensionValue": "28"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "",
          "postAscensionValue": "61"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "",
          "postAscensionValue": "5.0%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.20",
        "en-us": "Lv.20",
        "es-es": "Niv.20",
        "zh-cn": "Lv.20",
        "fr-fr": "Niv.20",
        "vi-vn": "Lv. 20",
        "zh-tw": "Lv.20",
        "pt-pt": "Nv. 20",
        "ru-ru": "Ур. 20",
        "ja-jp": "Lv.20",
        "ko-kr": "Lv. 20",
        "id-id": "Lv. 20",
        "de-de": "St. 20"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "2564",
          "postAscensionValue": "3412"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "72",
          "postAscensionValue": "96"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "158",
          "postAscensionValue": "210"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "5.0%",
          "postAscensionValue": "5.0%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.40",
        "en-us": "Lv.40",
        "es-es": "Niv.40",
        "zh-cn": "Lv.40",
        "fr-fr": "Niv.40",
        "vi-vn": "Lv. 40",
        "zh-tw": "Lv.40",
        "pt-pt": "Nv. 40",
        "ru-ru": "Ур. 40",
        "ja-jp": "Lv.40",
        "ko-kr": "Lv. 40",
        "id-id": "Lv. 40",
        "de-de": "St. 40"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "5105",
          "postAscensionValue": "5708"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "143",
          "postAscensionValue": "160"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "314",
          "postAscensionValue": "351"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "9.8%",
          "postAscensionValue": "9.8%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.50",
        "en-us": "Lv.50",
        "es-es": "Niv.50",
        "zh-cn": "Lv.50",
        "fr-fr": "Niv.50",
        "vi-vn": "Lv. 50",
        "zh-tw": "Lv.50",
        "pt-pt": "Nv. 50",
        "ru-ru": "Ур. 50",
        "ja-jp": "Lv.50",
        "ko-kr": "Lv. 50",
        "id-id": "Lv. 50",
        "de-de": "St. 50"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "6567",
          "postAscensionValue": "7370"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "184",
          "postAscensionValue": "207"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "404",
          "postAscensionValue": "454"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "9.8%",
          "postAscensionValue": "14.6%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.60",
        "en-us": "Lv.60",
        "es-es": "Niv.60",
        "zh-cn": "Lv.60",
        "fr-fr": "Niv.60",
        "vi-vn": "Lv. 60",
        "zh-tw": "Lv.60",
        "pt-pt": "Nv. 60",
        "ru-ru": "Ур. 60",
        "ja-jp": "Lv.60",
        "ko-kr": "Lv. 60",
        "id-id": "Lv. 60",
        "de-de": "St. 60"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "8238",
          "postAscensionValue": "8840"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "231",
          "postAscensionValue": "248"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "507",
          "postAscensionValue": "544"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "14.6%",
          "postAscensionValue": "14.6%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.70",
        "en-us": "Lv.70",
        "es-es": "Niv.70",
        "zh-cn": "Lv.70",
        "fr-fr": "Niv.70",
        "vi-vn": "Lv. 70",
        "zh-tw": "Lv.70",
        "pt-pt": "Nv. 70",
        "ru-ru": "Ур. 70",
        "ja-jp": "Lv.70",
        "ko-kr": "Lv. 70",
        "id-id": "Lv. 70",
        "de-de": "St. 70"
      },
      "stats": [
        {
          "label": {
            "th-th": "635",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "9716",
          "postAscensionValue": "10318"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "273",
          "postAscensionValue": "290"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "598",
          "postAscensionValue": "635"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "14.6%",
          "postAscensionValue": "19.4%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.80",
        "en-us": "Lv.80",
        "es-es": "Niv.80",
        "zh-cn": "Lv.80",
        "fr-fr": "Niv.80",
        "vi-vn": "Lv. 80",
        "zh-tw": "Lv.80",
        "pt-pt": "Nv. 80",
        "ru-ru": "Ур. 80",
        "ja-jp": "Lv.80",
        "ko-kr": "Lv. 80",
        "id-id": "Lv. 80",
        "de-de": "St. 80"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "11204",
          "postAscensionValue": "11806"
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "314",
          "postAscensionValue": "331"
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "690",
          "postAscensionValue": "727"
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "24.2%",
          "postAscensionValue": "24.2%"
        }
      ]
    },
    {
      "level": {
        "th-th": "Lv.90",
        "en-us": "Lv.90",
        "es-es": "Niv.90",
        "zh-cn": "Lv.90",
        "fr-fr": "Niv.90",
        "vi-vn": "Lv. 90",
        "zh-tw": "Lv.90",
        "pt-pt": "Nv. 90",
        "ru-ru": "Ур. 90",
        "ja-jp": "Lv.90",
        "ko-kr": "Lv. 90",
        "id-id": "Lv. 90",
        "de-de": "St. 90"
      },
      "stats": [
        {
          "label": {
            "th-th": "พลังชีวิตพื้นฐาน",
            "en-us": "Base HP",
            "es-es": "Vida Base",
            "zh-cn": "基础生命值",
            "fr-fr": "PV de base",
            "vi-vn": "HP Căn Bản",
            "zh-tw": "基礎生命值",
            "pt-pt": "Vida Básica",
            "ru-ru": "Базовое HP",
            "ja-jp": "基礎HP",
            "ko-kr": "기초 HP",
            "id-id": "Base HP",
            "de-de": "Basis-LP"
          },
          "preAscensionValue": "12699",
          "postAscensionValue": ""
        },
        {
          "label": {
            "th-th": "พลังโจมตีพื้นฐาน",
            "en-us": "Base ATK",
            "es-es": "ATQ Básico",
            "zh-cn": "基础攻击力",
            "fr-fr": "ATQ de base",
            "vi-vn": "Tấn Công Căn Bản",
            "zh-tw": "基礎攻擊力",
            "pt-pt": "ATQ Básico",
            "ru-ru": "Базовая атака",
            "ja-jp": "基礎攻撃力",
            "ko-kr": "기초 공격력",
            "id-id": "Base ATK",
            "de-de": "Basis-ANG"
          },
          "preAscensionValue": "356",
          "postAscensionValue": ""
        },
        {
          "label": {
            "th-th": "ป้องกันพื้นฐาน",
            "en-us": "Base DEF",
            "es-es": "DEF Base",
            "zh-cn": "基础防御力",
            "fr-fr": "DÉF de base",
            "vi-vn": "P.Ngự Căn Bản",
            "zh-tw": "基礎防禦力",
            "pt-pt": "DEF Básica",
            "ru-ru": "Базовая защита",
            "ja-jp": "基礎防御力",
            "ko-kr": "기초 방어력",
            "id-id": "Base DEF",
            "de-de": "Basis-VTD"
          },
          "preAscensionValue": "782",
          "postAscensionValue": ""
        },
        {
          "label": {
            "th-th": "อัตราคริ",
            "en-us": "CRIT Rate Bonus",
            "es-es": "Prob.CRIT",
            "zh-cn": "暴击率",
            "fr-fr": "Taux CRIT",
            "vi-vn": "Tỷ Lệ Bạo Kích",
            "zh-tw": "暴擊率",
            "pt-pt": "Bônus de Chance CRIT",
            "ru-ru": "Шанс крит. попадания",
            "ja-jp": "会心率",
            "ko-kr": "치명타 확률",
            "id-id": "CRIT Rate",
            "de-de": "KT"
          },
          "preAscensionValue": "24.2%",
          "postAscensionValue": ""
        }
      ]
    }
  ],
  "localCharacterIconUrl": "images/varesa/icon.png",
  "localElementIconUrl": "images/varesa/element_icon.png"
}