{
  "id": "a_flower_yet_to_bloom",
  "wiki_id": 3718,
  "name": {
    "id-id": "A Flower Yet to Bloom",
    "zh-cn": "来自何处的待放之花",
    "vi-vn": "Hoa Chưa Nở Từ Nơi Nào Đó",
    "zh-tw": "來自何處的待放之花",
    "ko-kr": "어딘가에서 온 못다 핀 꽃",
    "en-us": "A Flower Yet to Bloom",
    "de-de": "Ungeblühte Blume unbekannter Herkunft",
    "ru-ru": "Нераспустившийся цветок",
    "es-es": "Flor encapullada de origen desconocido",
    "pt-pt": "Flor Que Ainda Não Floresceu",
    "fr-fr": "Fleur non épanouie dorigine inconnue",
    "th-th": "A Flower Yet to Bloom",
    "ja-jp": "何処かで摘まれた咲きかけの花"
  },
  "description": {
    "id-id": "Bunga liar kesayangan Hilichurl Rogue, yang dipetik sebelum mekar.Dia berkelana di alam liar tanpa membawa barang apa pun, kecuali bunga yang belum mekar ini.",
    "zh-cn": "丘丘游侠曾珍视的野花。在开放前就被摘下了。它在荒野的巡礼中并不携带任何多余的物品，除了这朵未开之花。",
    "vi-vn": "Hoa dại mà Lãng Khách Hilichurl rất trân trọng. Trước khi nở đã bị hái xuống.Trong khi tuần tra ở nơi hoang dã, nó không đem theo bất cứ vật phẩm dư thừa nào, ngoại trừ đóa hoa chưa nở này.",
    "zh-tw": "丘丘遊俠曾珍視的野花。在綻開前就被摘下了。它在荒野的巡禮中並不攜帶任何多餘的物品，除了這朵未開之花。",
    "ko-kr": "츄츄 순찰자가 소중히 여기던 야생 꽃. 미처 피어나기 전에 꺾였다.순찰자는 황야를 돌아다닐 때 이 피어나지 않은 꽃을 제외하고는 어떤 물건도 들고 다니지 않는다",
    "en-us": "A wild flower that a Hilichurl Rogue treasured. It was plucked before it could bloom.The hilichurl takes nothing with it in its sojourn across the wilderness save this flower.",
    "de-de": "Eine Wildblume, die ein Hilichurl-Läufer einst hegte und pflegte. Sie wurde gepflückt, bevor sie blühen konnte.Dieser Hilichurl-Läufer streift durch die Wälder, ohne sich mit Gegenständen zu belasten, abgesehen von dieser nicht aufgeblühten Blume.",
    "ru-ru": "Дикий цветок, которым очень дорожил хиличурл-изгой. Его сорвали, когда тот ещё не распустился. При обходе пустоши хиличурл-изгой берёт с собой только этот нераспустившийся цветок.",
    "es-es": "Una flor silvestre que custodiaba un Hilichurl Errabundo y que había arrancado antes de que pudiese florecer.El Hilichurl se limita a vagar por la naturaleza desorientado, sin ninguna otra posesión salvo esta flor aún en capullo.",
    "pt-pt": "Uma flor selvagem que um Hilichurl Patrulheiro estimava, arrancada antes que pudesse florescer.Ele perambula pela floresta sem carregar nada em excesso além dessa flor que ainda não desabrochou.",
    "fr-fr": "Une fleur sauvage qu'un Brutovéreux chérissait, cueillie avant qu'elle ne puisse fleurir.Ce type de Brutocollinus erre dans les bois sans se charger d'objets, en dehors de ces fleurs qui n'ont pas encore fleuri.",
    "th-th": "ดอกไม้ป่าที่ Hilichurl Rogue หวงแหน มันถูกเด็ดออกก่อนที่จะแบ่งบานในขณะที่เดินตรวจตราในถิ่นรกร้างนั้น มันไม่ได้นำสิ่งของใดติดตัวมาเลย ยกเว้นก็แต่ดอกไม้ที่ยังไม่ผลิบานนี้",
    "ja-jp": "ヒルチャールレンジャーが大切にしていた野花。花開く前に摘まれてしまった。荒野の巡礼では余計なものを一切持たないヒルチャールレンジャーだが、この咲きかけの花だけは例外である。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Hilichurl Rogue",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "丘丘游侠掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Lãng Khách Hilichurl rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "丘丘遊俠掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "츄츄 순찰자 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Hilichurl Rogues",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Hilichurl-Läufern",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Хиличурлы-изгои",
      "• Покупается за Звёздную пыль",
      "Алхимия: Заветный цветок"
    ],
    "es-es": [
      "Obtenido de Hilichurls Errabundos",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Hilichurls Patrulheiros",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Brutovéreux",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "Hilichurl Rogue Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "ヒルチャールレンジャーがドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/13/76539619/8d4d06ad2b31af43c2a99c69816e8a02_6596941777902502009.png",
  "localIcon": "images/a_flower_yet_to_bloom.png"
}