{
  "id": "alien_life_core",
  "wiki_id": 4082,
  "name": {
    "id-id": "Alien Life Core",
    "zh-cn": "异界生命核",
    "vi-vn": "Hạt Nhân Sinh Mệnh Dị Giới",
    "zh-tw": "異界生命核",
    "ko-kr": "이세계 생명체의 코어",
    "en-us": "Alien Life Core",
    "de-de": "Außerweltlicher Lebenskern",
    "ru-ru": "Чужеродное ядро",
    "es-es": "Núcleo vital de otro mundo",
    "pt-pt": "Núcleo Alienígena",
    "fr-fr": "Noyau d'organisme d'extramonde",
    "th-th": "Alien Life Core",
    "ja-jp": "異界生命体のコア"
  },
  "description": {
    "id-id": "Inti yang ditinggalkan oleh Breacher Primus.Tidak ada cara untuk benar-benar menumpas seutuhnya makhluk ini. Bahkan jika hanya intinya saja yang tersisa, ia mungkin saja akan bangkit kembali keesokan harinya, atau misal dalam beberapa dekade kemudian. Untung saja, inti ini tidak terlalu agresif maupun canggih, jadi orang Fontaine cukup menjaga jarak saja terhadapnya.",
    "zh-cn": "隙境原体留下的核心。这种生命体并没有彻底消灭的手段，即使只剩下核心也会在翌日，或是数十年后再度复生。所幸似乎没有很强的攻击性与智性，所以枫丹人对其大多采取的是敬而远之的态度。",
    "vi-vn": "Hạt nhân do Nguyên Thể Khe Nứt để lại.Thể sinh mệnh này không có cách nào tiêu diệt triệt để, cho dù chỉ còn lại hạt nhân thì cũng sẽ hồi sinh lại vào ngày mai, hoặc vài chục năm sau. Điều may mắn là nó không có sức tấn công và trí tuệ quá mạnh, cho nên người Fontaine phần lớn sẽ chọn cách né tránh nó.",
    "zh-tw": "隙境原體留下的核心。這種生命體並沒有徹底消滅的手段，即使只剩下核心也會在翌日，或是數十年後再度復生。所幸似乎沒有很強的攻擊性與智慧，所以楓丹人對其大多採取的是敬而遠之的態度。",
    "ko-kr": "균열계 원형체가 남긴 코어.이 생명체를 완전히 소멸시킬 방법은 없다.코어만 남아도 다음 날아든 수십 년 후든 언젠간 다시 되살아나기 때문이다.다행히도 공격성과 지능은 높지 않아서, 폰타인 사람 대부분은 이들을 적당히 피해 생활한다",
    "en-us": "Breacher Primus's Core.There is no way to exterminate this life form. One reduced to nothing but its core will resurrect the next day or in decades. Luckily, it is neither aggressive nor intelligent, so Fontainians can just keep their distance.",
    "de-de": "Der Kern eines Rissprimuses.Diese Organismen können nicht vernichtet werden, selbst wenn nur ihr Kern übrig bleibt, können sie am nächsten Tag oder auch erst in späteren Jahrzehnten wiederauferstehen. Glücklicherweise scheinen sie nicht aggressiv und intelligent zu sein, daher bewahren ihnen die Leute aus Fontaine auch eine respektvolle Distanz gegenüber.",
    "ru-ru": "Ядро, оставленное протогенами расщелин.Полностью уничтожить эту форму жизни невозможно. Даже если останется только ядро, она всё равно оживёт на следующий день или спустя десятилетия. К счастью, эта форма жизни не отличается большим интеллектом и агрессией, поэтому жители Фонтейна предпочитают относиться к ней с уважением, но держаться на расстоянии.",
    "es-es": "El núcleo de un Protofisurador.No existe una forma de eliminar por completo a estas criaturas, ya que aunque lo único que quede de ellas sea el núcleo, revivirán al día siguiente o décadas después. Por suerte, no son ni muy agresivas ni inteligentes, por lo que la mayoría de la gente de Fontaine mantiene las distancias con ellas.",
    "pt-pt": "Um núcleo deixado por um Primofissurador.Não existe uma maneira de se livrar completamente desta forma de vida, mesmo que seja só o seu núcleo, ele poderá reviver no dia seguinte ou décadas depois. Felizmente, não parece ter nenhuma propriedade de hostilidade forte ou inteligência, por isso as pessoas de Fontaine costumam manter uma certa distância.",
    "fr-fr": "Le noyau laissé par un Primus briseur.Il n'y a aucun moyen d'annihiler cette forme de vie : même réduit à néant, son noyau ressuscitera le lendemain ou dans des décennies. Heureusement, il n'est ni agressif ni intelligent, et les Fontainois gardent simplement leurs distances.",
    "th-th": "แกนกลางที่ Breacher Primus ทิ้งไว้สิ่งมีชีวิตชนิดนี้ไม่มีวิธีที่จะกำจัดมันได้อย่างสมบูรณ์ แม้ว่าจะเหลือเพียงแกนกลาง แต่มันก็ยังสามารถฟื้นคืนชีพอีกครั้งในวันถัดไปหรืออีกหลายทศวรรษต่อมา โชคดีที่พวกมันดูไม่ก้าวร้าวหรือเฉลียวฉลาดมากนัก ดังนั้นชาวเมือง Fontaine จึงปฏิบัติต่อมันอย่างเคารพอยู่ห่าง ๆ",
    "ja-jp": "ブリーチャープリムスが残したコア。この類の生命体を完全に消滅させる方法はない。コアしか残っていなくても、翌日或いは数十年後に再び生き返るからだ。幸い、あまり高い攻撃性や知性を持っていないようで、ほとんどのフォンテーヌ人はなるべくそれに近づかないようにしている。（以下は図鑑より抜粋）「護国の白騎士」と同行したファントムハンターの話によると、エリナスの凄惨な戦いが終わった後、大量のブリーチャープリムスが出現したが、彼らを攻撃したりはしなかったという。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Breacher Primus Lv. 60+"
    ],
    "zh-cn": [
      "60级以上隙境原体掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Nguyên Thể Khe Nứt cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "合成獲得",
      "60級以上隙境原體掉落"
    ],
    "ko-kr": [
      "Lv.60 이상 균열계 원형체 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Breacher Primuses"
    ],
    "de-de": [
      "Beute von Rissprimussen ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Протогены расщелин Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Иноземный обломок",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Protofisuradores (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Primofissurador Nv. 60+",
      "Resgate de Brilho Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Primus briseur"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Breacher Primus Lv.60 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "ブリーチャープリムス（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/35051d1279a66943917c45e4f3721f3e_2955323942732376863.png",
  "localIcon": "images/alien_life_core.png"
}