{
  "id": "artificed_dynamic_gear",
  "wiki_id": 4070,
  "name": {
    "id-id": "Artificed Dynamic Gear",
    "zh-cn": "奇械机芯齿轮",
    "vi-vn": "Bánh Răng Lõi Trung Tâm",
    "zh-tw": "奇械機芯齒輪",
    "ko-kr": "오토마톤 코어 톱니바퀴",
    "en-us": "Artificed Dynamic Gear",
    "de-de": "Neuartiges Uhrwerk-Zahnrad",
    "ru-ru": "Изощрённая динамическая шестерня",
    "es-es": "Engranaje mecadinámico",
    "pt-pt": "Engrenagem Dinâmica",
    "fr-fr": "Engrenage dynamique artificié",
    "th-th": "Artificed Dynamic Gear",
    "ja-jp": "奇械のコア歯車"
  },
  "description": {
    "id-id": "Roda gigi Clockwork Meka.Pemrosesan yang akurat serta kemajuan ilmu material adalah kunci dari pengembangan mekanisme roda gigi di Fontaine. Dengan bantuan peralatan yang canggih, teknisi mana pun akan mampu membuat mekanisme roda gigi yang lebih besar daripada yang ada di zaman \"Bapak Roda Gigi\" Alain Guillotin.",
    "zh-cn": "发条机关的齿轮。加工精度与材料学的进步是枫丹发条机关进步的关键。在先进设备的支持下，任何工程师都有制造出超越「奇械公」吉约丹时代机械的可能。",
    "vi-vn": "Bánh răng của Robot Dây Cót.Sự tiến bộ trong gia công chính xác và khoa học vật liệu chính là mấu chốt để robot dây cót của Fontaine tiến bộ. Dưới sự hỗ trợ của các thiết bị tiên tiến, bất kỳ kỹ sư nào cũng có khả năng chế tạo ra cỗ máy vượt xa thời đại của \"Kỳ Tài Cơ Khí\" Guillotin.",
    "zh-tw": "發條機關的齒輪。加工精細度與材料學的進步是楓丹發條機關進步的關鍵。在先進設備的支持下，任何工程師都有製造出超越「奇械公」吉約丹時代機械的可能。",
    "ko-kr": "태엽 장치의 톱니바퀴. 가공의 정밀도와 재료학의 발전은 폰타인 태엽 장치의 발전에 있어서 가장 핵심적인 요소다. 첨단 설비만 있다면, 어떤 엔지니어든 「오토마톤 공」 기요틴의 시대를 뛰어넘는 기계를 만들 수 있을지도 모른다",
    "en-us": "Clockwork meka's gear.Precision processing and advancement of material science are the keys to clockwork meka development in Fontaine. With the help of advanced equipment, any engineer is capable of making a meka that outshines \"Lord-Artificer\" Alain Guillotin's creation.",
    "de-de": "Das Zahnrad eines Uhrwerk-Mecha.Die Fortschritte in der Maschinenpräzision und der Materialforschung sind der Schlüssel für den Fortschritt bei den Uhrwerk-Mecha in Fontaine. Unterstützt durch fortschrittliche Gerätschaften besitzt jeder Ingenieur die Fähigkeit, Maschinen herzustellen, die die des Zeitalters des „Herrn der wunderlichen Maschinen“ Guillotin überragen.",
    "ru-ru": "Шестерня от мека.Достижения в точности обработки и материаловедении сыграли ключевую роль в прогрессе меков Фонтейна. Благодаря современному оборудованию любой инженер может создать механизм, который превзойдёт устройства времён мастера заводных механизмов Алена Гильотена.",
    "es-es": "El engranaje de un Mecabot.La precisión mecánica y la ciencia de materiales son dos factores clave en el avance de los Mecabots de Fontaine. Gracias a una tecnología puntera, todo ingeniero tiene la posibilidad de fabricar máquinas que superen a aquellas creadas en la época de Alain Guillotin, conocido como el “rey de la mecánica”.",
    "pt-pt": "A engrenagem de um Mecautômato. O processamento de precisão e o avanço da ciência dos materiais são as chaves para o desenvolvimento dos Mecautômatos movidos a engrenagens em Fontaine. Com a ajuda de equipamentos avançados, qualquer engenheiro é capaz de criar um Mecautômato que supere a criação do \"Mestre Mecânico\" Alain Guillotin.",
    "fr-fr": "Un engrenage de Méka horlogoïde.Les traitements de précision et l'avancement de la science des matériaux sont les clés du développement des Mékas horlogoïdes à Fontaine. Avec l'aide d'un équipement de pointe, n'importe quel ingénieur est capable de fabriquer un méka qui surpasse les créations de l'ère du maître-artificier Alain Guillotin.",
    "th-th": "ฟันเฟืองของกลไกเครื่องลานความก้าวหน้าของความแม่นยำในการประมวลผล และวัสดุศาสตร์คือกุญแจสู่ความก้าวหน้าของกลไกเครื่องลาน Fontaine ด้วยการสนับสนุนของอุปกรณ์ขั้นสูง วิศวกรทุกคนมีโอกาสสร้างความเป็นไปได้ในการผลิตเครื่องจักรนอกเหนือกว่ายุค \"เจ้าแห่งกลไกเครื่องลาน\" ของ Alain Guillotin",
    "ja-jp": "クロックワーク・マシナリーの歯車。加工の精度および材料学の進歩はフォンテーヌのクロックワーク・マシナリーの発展のカギとなる。先進的設備の力を借りれば、どのエンジニアだって「奇械公」ギヨタンの時代を凌駕する機械を作り出せる可能性がある。（以下は図鑑より抜粋）クロックワーク・マシナリーの歯車。加工の精度および材料学の進歩はフォンテーヌのクロックワーク・マシナリーの発展のカギとなる。先進的設備の力を借りれば、どのエンジニアだってアラン・ギヨタンの時代を凌駕する機械を作り出せる可能性がある。しかし、現在フォンテーヌの最先端クロックワーク・マシナリーはメロピデ要塞で生産されている。その理由は、いつまで経っても「工房」の実力は「工場」には叶わないからだ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Clockwork Meka Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上发条机关掉落",
      "星辉兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Robot Dây Cót cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "合成獲得",
      "60級以上發條機關掉落"
    ],
    "ko-kr": [
      "Lv.60 이상 태엽 장치 드랍",
      "스타라이트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Clockwork Meka"
    ],
    "de-de": [
      "Beute von Uhrwerk-Mecha ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Меки Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Шестерня механизма",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Sintetizar",
      "Obtenido de Mecabots (Niv. 60+)"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Mecautômatos Nv.60+"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Méka horlogoïde"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากกลไกเครื่องลาน Lv.60 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "クロックワーク・マシナリー（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）",
      "変転で獲得（合成台）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/4b604ff986feeaf150418ca94355a65a_4940697624912397635.png",
  "localIcon": "images/artificed_dynamic_gear.png"
}