{
  "id": "bewildering_broadleaf",
  "wiki_id": 7193,
  "name": {
    "id-id": "Bewildering Broadleaf",
    "zh-cn": "惑光的阔叶",
    "vi-vn": "Lá Tán Xạ",
    "zh-tw": "惑光的闊葉",
    "ko-kr": "빛을 현혹하는 잎",
    "en-us": "Bewildering Broadleaf",
    "de-de": "Licht verzauberndes breites Blatt",
    "ru-ru": "Ошеломляющий широколист",
    "es-es": "Hoja desconcertante",
    "pt-pt": "Folha Desconcertante",
    "fr-fr": "Feuillage déroutant",
    "th-th": "Bewildering Broadleaf",
    "ja-jp": "誘光の広葉"
  },
  "description": {
    "id-id": "Daun berbentuk anak panah yang dijatuhkan oleh monster bernama Tenebrous Mimiflora.Setelah mengorosi Ley Line dan mengambil memori di dalamnya, Tenebrous Mimiflora menumbuhkan dedaunan ini untuk menyimpan informasi yang ia dapatkan. Sepertinya ada hubungan erat antara pola rumit di daunnya dengan wujud yang bisa ditiru oleh monster ini.",
    "zh-cn": "名为深邃拟覆叶的魔物在被击败后所掉落的箭形叶片。在侵蚀地脉并抽取其中的记忆后，魔物所生长出的承载自身解析出信息的载体。魔物能够拟态复现何种形态，或许与这些具有复杂纹路的枝叶息息相关。",
    "vi-vn": "Chiếc lá hình mũi tên rơi ra từ Lá Mô Phỏng U Ám sau khi bị đánh bại.Sau khi ăn mòn Địa Mạch và trích xuất ký ức từ đó, ma vật sẽ sinh ra vật chứa để chứa đựng những thông tin phân tích được. Việc ma vật có thể tái hiện bất cứ hình dạng nào, có lẽ cũng liên quan mật thiết đến những cành lá mang hoa văn phức tạp này.",
    "zh-tw": "名為深邃擬覆葉的魔物在被擊敗後所掉落的箭形葉片。在侵蝕地脈並抽取其中的記憶後，魔物所生長出的承載自身解析出訊息的載體。魔物能夠擬態復現何種形態，或許與這些具有複雜紋路的枝葉息息相關。",
    "ko-kr": "그윽한 의태 잎뭉치라 불리는 마물이 처치된 후 떨어진 화살 모양의 잎사귀.이 마물은 지맥을 침식하고 그 안의 기억을 추출한 후, 분석한 정보를 저장하기 위해 잎을 틔운다. 마물이 의태할 수 있는 형태와 복잡한 무늬의 잎사귀 사이에는 밀접한 관련이 있을지도 모른다",
    "en-us": "An arrow-shaped leaf dropped by the monster known as the Tenebrous Mimiflora after being vanquished.After corroding the Ley Lines and extracting the memories within, the creature grows these leaves as a means of storing the information it has deciphered. There may be a close link between these intricately patterned leaves and the forms that their host can mimic.",
    "de-de": "Ein pfeilförmiges Blatt, das nach dem Besiegen des Monsters, das als Abgrundimitator bekannt ist, als Beute zurückgelassen wurde.Nachdem das Wesen den Fluss der Elemente korrodiert und die darin enthaltenen Erinnerungen extrahiert hat, lässt es diese Blätter wachsen, um die entzifferten Informationen zu speichern. Es könnte eine enge Verbindung zwischen diesen kompliziert gemusterten Blättern und den Formen bestehen, die dieses Monster nachahmen kann.",
    "ru-ru": "Лист в форме стрелы, оставленный побеждённым монстром, известным как сумрачная мимифлора.После разложения артерий земли и извлечения воспоминаний, существо выращивает эти листья как средство хранения информации, которую оно расшифровало. Возможно, существует тесная связь между этими изысканно узорчатыми листьями и формами, которые может имитировать их хозяин.",
    "es-es": "Una hoja con forma de flecha que dejó caer un Licopodio Abismático tras ser derrotado.Después de corroer las líneas ley y extraer sus recuerdos, a estos monstruos les crecieron estas hojas capaces de almacenar la información que han analizado. Tal vez su capacidad para mimetizarse con toda clase de formas tenga que ver con los nervios de estas hojas.",
    "pt-pt": "Uma folha com formato de flecha deixada pelo monstro abatido conhecido como Mimiflora Abissal.Após corroer as Linhas Ley e extrair as memórias de dentro, a criatura cresce essas folhas como meio de armazenar as informações decifradas. Pode haver uma conexão estreita entre essas folhas com padrões intrincados e as formas que seu hospedeiro podem imitar.",
    "fr-fr": "N/A",
    "th-th": "ใบไม้รูปลูกศรที่ร่วงหล่นหลังจากกำจัดมอนสเตอร์ที่ชื่อว่า Tenebrous Mimifloraหลังจากกัดกร่อนกระแสพลัง และดึงความทรงจำออกมา มอนสเตอร์ที่เกิดขึ้นได้สร้างสิ่งที่ใช้ในการถ่ายทอดข้อมูลของตนเองขึ้นมา มอนสเตอร์สามารถเลียนแบบรูปร่างใดก็ได้ บางทีอาจจะเกี่ยวข้องกับใบไม้ที่มีลวดลายซับซ้อนเหล่านี้ก็เป็นได้",
    "ja-jp": "深遠なるミミックフローラを倒すとドロップする矢型の葉っぱ。地脈を侵蝕し、その中の記憶を抽出した後、魔物から生まれる魔物自身が解析した情報を載せた媒体。魔物が様々な形態に擬態できることも、これらの複雑な模様を持つ枝葉と関係しているかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Character and Weapon Enhancement Material",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Tenebrous Mimiflora Lv. 40+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "星尘兑换",
      "40级以上深邃拟覆叶掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Lá Mô Phỏng U Ám cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "星塵兌換",
      "40級以上深邃擬覆葉掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 그윽한 의태 잎뭉치 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Stardust Exchange",
      "Dropped by Lv. 40+ Tenebrous Mimiflora",
      "Crafted"
    ],
    "de-de": [
      "Beute von Abgrundimitatoren ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Сумрачная мимифлора Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Преломляющий бутон",
      "Алхимия: Мора",
      "Алхимия: Иллюзорная листовая спираль"
    ],
    "es-es": [
      "Obtenido de Licopodios Abismáticos",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Resgate de Poeira Estrelar",
      "Dropado por Mimiflora Abissal Nv.40+",
      "Síntese"
    ],
    "fr-fr": [
      "N/A"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Tenebrous Mimiflora Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "スターダスト交換",
      "深遠なるミミックフローラ（Lv.40以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/727a1062a1563499c540576eb3818f1c_2561151788174653842.png",
  "localIcon": "images/bewildering_broadleaf.png"
}