{
  "id": "bit_of_aerosiderite",
  "wiki_id": 1072,
  "name": {
    "id-id": "Bit of Aerosiderite",
    "zh-cn": "漆黑陨铁的一角",
    "vi-vn": "Một Góc Thiên Thạch Đen",
    "zh-tw": "漆黑隕鐵的一角",
    "ko-kr": "흑운철 일각",
    "en-us": "Bit of Aerosiderite",
    "de-de": "Klumpen pechschwarzer Aerosiderit",
    "ru-ru": "Осколок чёрного сидерита",
    "es-es": "Fragmento de siderita oscura",
    "pt-pt": "Fragmento de Aerosiderite",
    "fr-fr": "Fragment d'aérosidérite noire",
    "th-th": "Bit of Aerosiderite",
    "ja-jp": "漆黒の隕鉄の一角"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Negara-negara pesisir Teyvat menyebut wilayah di luar perlindungan The Seven sebagai Laut Hitam. Dikatakan bahwa para Dewa yang dikalahkan menolak untuk hidup di bawah perintah The Seven, sehingga mereka melarikan diri ke kepulauan terpencil dan menjadi Dewa yang jahat. Namun, kekuatan mereka datang dari sumber yang sama seperti Rex Lapis, berbeda dari kegelapan yang melahap semuanya ini.",
    "zh-cn": "赋予武器突破之力的材料。提瓦特沿海的诸国把超越七神庇护的外部称之为「暗之外海」，据说许多战败的魔神不愿意活在新的七神秩序之下，于是逃到了远岛，化作了邪神。不过它们的力量和岩王帝君的力量本就同源，和这个吞噬一切的漆黑并不一样。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Các đất nước ven biển Teyvat gọi khu vực nằm ngoài sự bảo vệ của bảy vị thần là \"Vùng Biển Đen\", nghe nói rất nhiều Ma Thần chiến bại không muốn sống dưới trật tự của bảy vị thần mới nên đã chạy đến đảo xa, biến thành Tà Thần. Nhưng sức mạnh của họ vốn cùng nguồn gốc với Nham Vương Đế Quân, khác với chất màu đen ăn mòn mọi thứ này.",
    "zh-tw": "賦予武器突破之力的材料。提瓦特沿海的諸國把超越七神庇護的外部稱之為「暗之外海」，據說許多戰敗的魔神不願意活在新的七神秩序之下，於是逃到了遠島，化作了邪神。不過它們的力量和岩王帝君的力量本就同源，和這個吞噬一切的漆黑並不一樣。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.티바트 연해의 국가들은 일곱 신의 가호를 벗어난 지역을 「어둠의 외해」라고 불러왔다. 패배한 마신들이 새로운 일곱 신이 정한 질서를 거부하여 머나먼 섬으로 도망가 사악한 신이 되었다고 한다. 하지만 그들의 힘과 암왕제군의 힘은 같은 부류로 모든 걸 집어삼키는 칠흑과는 다르다",
    "en-us": "Weapon Ascension Material.The coastal nations of Teyvat refer to the region beyond the protection of The Seven as the Dark Sea. It is said that many defeated gods refused to live under the new order of The Seven, so they fled to remote islands and became evil gods. However, their powers came from the same source as Rex Lapis, separate from this all-devouring darkness.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Für die Städte in Teyvat, die an das Meer grenzen, ist alles, was außerhalb des Landes ist, das „Dunkle Meer“. Viele der besiegten Archonten wollten sich nicht der neuen Ordnung der Sieben ergeben und sind auf entfernte Inseln geflohen. Ihre Kräfte haben trotzdem denselben Ursprung wie die von Rex Lapis. Deshalb ist sie anders als die dieses pechschwarzen Meteoreisens.",
    "ru-ru": "Материал возвышения оружия.Народы, живущие на побережье Тейвата, называют регион, находящийся за пределами защиты Семерых Архонтов, Тёмным морем. Говорят, что там живут падшие боги, которые не хотели мириться с установленным Семерыми новым порядком. Они бежали на отдалённые острова и стали злыми богами. Но, помимо всепоглощающей тьмы, их силы произошли из того же источника, что и Властелина Камня.",
    "es-es": "Material de ascensión de arma.Algunas zonas costeras de la región de Teyvat no reciben la protección de Los Siete Arcontes, y se las denomina el “Mar Oscuro”. Se dice que muchos arcontes derrotados se negaron a vivir bajo el nuevo orden de Los Siete, por lo que huyeron a islas remotas y se convirtieron en arcontes malvados. Sin embargo, sus poderes provenían de la misma fuente que Rex Lapis, es decir, de un lugar diferente al de las tinieblas que envuelven a ese Mar Oscuro.",
    "pt-pt": "Material de Ascensão de Armas.Os países costeiros de Teyvat se referem à região além da proteção dos Sete como o Mar Sombrio. Dizia-se que muitos Arcontes derrotados se recusavam a viver sob a nova ordem dos Sete, então fugiram para ilhas remotas e se tornaram Arcontes do mal. No entanto, seus poderes vieram da mesma fonte que Rex Lapis, diferente da escuridão envolvente.",
    "fr-fr": "Matériau d'élévation d'arme.« Outre-mer » est le surnom des terres inconnues qui s'étendent au-delà de la côte de Teyvat. Jadis, de nombreuses anciennes divinités refusèrent de vivre sous l'ordre des Sept Archons et se réfugièrent dans des régions lointaines et devinrent maléfiques. Bien que l'histoire en soit ainsi, la source de leurs pouvoirs était la même que celle du Souverain de la Roche.",
    "th-th": "ประเทศชายฝั่งของ Teyvat นั้นอ้างอิงถึงภูมิภาคที่อยู่นอกเหนือการคุ้มครองของเหล่าเทพว่าเป็น \"Dark Sea\" ว่ากันว่าเหล่าเทพที่พ่ายแพ้ในสงครามนั้นไม่ยอมอยู่ใต้อาณัติของเทพทั้งเจ็ด ดังนั้นจึงหลบหนีไปยังเกาะที่แสนไกลและกลายเป็นเทพปีศาจ แต่ว่าพลังของพวกเขาและราชาแห่งหินนั้นมีแหล่งที่มาเดียวกัน ไม่เหมือนกับสิ่งที่ถูกปกคลุมไปด้วยความมืดนี้",
    "ja-jp": "武器に突破の力を付与する材料。テイワット沿海の国は七神の庇護を越えたところを「闇の外海」と呼んでいる。伝説によると、敗北した魔神たちが新たな七神の秩序の下で暮らしたくないと、遠い島々に逃げ、邪神となった。しかしそれらの力は岩王帝君の力とは本質的に同じもので、全てを呑みこんでしまうこの漆黒と全く違う。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ujian Tantangan Guntur (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thử Thách Sấm Sét (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】漆黑隕鐵的一塊",
      "【震雷連山密宮（週三/六/日） 】煉武祕境： 古雷試煉場 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 고대 뇌전 시련장 III ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Trial Grounds of Thunder (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Prüfungsplatz des alten Donners (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Лабиринт Ляншань» (среда/суббота/воскресенье)",
      "Алхимия: Кусочек чёрного сидерита",
      "Алхимия: Мора",
      "Алхимия: Обломок чёрного сидерита"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Campo de prueba del relámpago III-IV (Miércoles, Sábados, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Campo de Treinamento do Trovão (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Terrain d'ancien tonnerre (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สนามทดลองไฟฟ้า (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷の試練場及び静電気フィールドで獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bit%20of%20Aerosiderite_icon.png",
  "localIcon": "images/bit_of_aerosiderite.png"
}