{
  "id": "blazing_sacrificial_hearts_splendor",
  "wiki_id": 6659,
  "name": {
    "id-id": "Blazing Sacrificial Heart's Splendor",
    "zh-cn": "贡祭炽心的荣膺",
    "vi-vn": "Sự Vinh Dự Của Trái Tim Hiến Tế",
    "zh-tw": "貢祭熾心的榮膺",
    "ko-kr": "뜨거운 심장 공양의 영광",
    "en-us": "Blazing Sacrificial Heart's Splendor",
    "de-de": "Ruhm der inbrünstigen Opfergabe",
    "ru-ru": "Великолепие пылающего жертвенного сердца",
    "es-es": "Honor del corazón sacrificial ardiente",
    "pt-pt": "Esplendor do Sacrifício do Coração Flamejante",
    "fr-fr": "Splendeur du cœur sacrificiel flamboyant",
    "th-th": "Blazing Sacrificial Heart's Splendor",
    "ja-jp": "灼心を捧げる栄光"
  },
  "description": {
    "id-id": "Material Ascension Senjata.\"Jika kamu ingin memiliki segala yang dimiliki dunia, maka kamu harus terlebih dahulu memberikan semua yang dimiliki kepada dunia.\"Setelah penguasa kota terlarang melarang warganya memuja Kerajaan Malam, ikatan spiritual yang pernah terjalin sebelumnya pun musnah.Si pemuda bermata merah yang telah melalui berbagai cobaan kini menghadapi ujian terakhirnya, yaitu meniru manusia pertama yang diangkat dengan mempersembahkan jantungnya sendiri menggunakan belati emas.Pengorbanan diri adalah suatu kehormatan yang hanya diperuntukkan bagi pemenang, dan dengan demikian dia menebas dadanya menggunakan belati tersebut tanpa sedikit pun keraguan. Ketika muncul lagi, dia telah kembali dari kerajaan di mana air mengalir bagai sinar cahaya, siap membangun kembali kejayaan baru.",
    "zh-cn": "赋予武器突破之力的材料。「如果你想要拥世上的一切，那就先将自己的一切献给世界吧。」在禁城的圣主不再允许众人向夜晚的国度祈求之后，一度建立的精神的纽带业已荒毁。受指引的赤瞳的少年经历种种考验，其最后一项就是要效仿最初的人神那样，用黄金的匕首献上自己的心脏。自我的献祭是一种胜者的荣膺，他没有丝毫的犹豫，用烁光的利刃劈开自己的胸膛。而他再次出现的时候，已是从水如流光的国度归来，即将重造伟业的时刻了。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.\"Nếu muốn có được tất cả trên thế gian, vậy thì hãy dâng hiến mọi thứ của mình cho thế giới trước đã.\"Sau khi vị Thánh Chủ vương thành không cho phép mọi người tiếp tục cầu nguyện Vương Quốc Dạ Thần nữa, thì sợi dây liên kết tinh thần từng được lập nên cũng đã bị hủy hoại.Thiếu niên với đôi mắt đỏ rực được chỉ dẫn, vượt qua vô số thử thách, và điều cuối cùng là phải bắt chước vị thần con người đầu tiên, dùng dao găm vàng dâng hiến trái tim của chính mình.Hiến tế bản thân cũng là một loại vinh quang của người chiến thắng. Người đó không hề do dự, dùng lưỡi dao sắc bén xé toạc ngực mình. Mà lúc người đó một lần nữa xuất hiện, cũng là khi trở về từ vương quốc của dòng nước chảy như ánh sáng, chính là thời khắc chuẩn bị xây dựng lại sự nghiệp vĩ đại của mình.",
    "zh-tw": "賦予武器突破之力的素材。「如果你想要擁世上的一切，那就先將自己的一切獻給世界吧。」在禁城的聖主不再允許眾人向夜晚的國度祈求之後，一度建立的精神紐帶業已荒毀。受指引的赤瞳少年經歷種種考驗，最後一道就是要效仿最初的人神那樣，用黃金的匕首獻上自己的心臟。自我的獻祭是一種勝者的榮膺，他沒有絲毫的猶豫，用爍光的利刃劈開自己的胸膛。而他再次出現的時候，已是從水如流光的國度歸來，即將重造偉業的時刻了。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「세상의 모든 것을 원한다면, 먼저 자신의 모든 것을 세상에 바쳐라」금지된 성의 신성한 주인이 밤의 나라를 향한 기도를 불허한 이후로 한때 구축됐던 정신의 연결 고리는 무너졌다.인도를 받은 붉은 눈동자의 소년은 여러 시련을 겪었는데, 그중 마지막 시련은 최초의 인간신처럼 자기 생명의 소멸을 직시하고, 황금 비수로 자신의 심장을 바치는 것이었다.희생은 승자의 영광이나 다름없으니, 그는 망설임 없이 반짝이는 칼날로 자신의 가슴을 갈랐다. 그의 희생은 마땅한 응답을 받아, 그는 물이 빛처럼 흐르는 나라에서 돌아와 새로운 위업을 이뤄낼 수 있었다",
    "en-us": "Weapon Ascension Material.\"If you wish to possess all that the world has to offer, you must first offer all you have to the world.\"After the Sacred Lord of the ineffable city forbade the people from praying to the Night Kingdom, the spiritual bonds that had once been established fell into ruin.The scarlet-eyed youth, guided through numerous trials, now faced his final test: to emulate the first human to ascend and confront his own demise by offering up his heart with a golden dagger.Self-sacrifice was seen as an honor reserved for the victor — and thus, without even a moment's hesitation, he sliced open his chest with the gleaming blade.In the end, his sacrifice received the response it deserved, and he was able to return from the kingdom where water flows as rays of light to set out upon a grand new endeavor.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.„Wenn du alles besitzen willst, was die Welt zu bieten hat, musst du der Welt zuerst alles geben, was du hast.“Nachdem der heilige Fürst der verbotenen Stadt den Menschen verboten hatte, zum Königreich der Nacht zu beten, zerfielen die geistigen Bande, die einst geknüpft worden waren.Der Junge mit roten Pupillen, der zahlreiche Prüfungen bestanden hatte, stand nun vor seiner letzten Prüfung: Er sollte dem ersten zur Göttlichkeit Aufgestiegenen nacheifern, indem er sein Herz mit einem goldenen Dolch opferte.Selbstaufopferung galt als eine Ehre, die dem Sieger vorbehalten war, und so schlitzte er sich ohne zu zögern mit der glänzenden Klinge die Brust auf. Als er wieder erschien, war er bereits aus dem Land zurückgekehrt, in dem das Wasser wie fließendes Licht war. Es war an der Zeit für ihn, etwas Großes wieder zu erschaffen.",
    "ru-ru": "Материал возвышения оружия.«Если ты хочешь обладать всем, что может предложить мир, ты должен сначала отдать этому миру всё, что у тебя есть».После того как Святой Мудрец запретного города запретил людям молиться Царству Ночи, духовные узы, когда-то установленные, рухнули.Юноша с алыми глазами, пройдя через множество испытаний, столкнулся с последним: подражая первому возвысившемуся человеку, он должен был золотым кинжалом принести в жертву своё сердце.Самопожертвование считалось честью, предназначенной для победителя. Поэтому, без колебаний блестящим лезвием он разрезал свою грудь. Следующее его появление было связано с возвращением из королевства, где вода была подобна лучам света, готовым заново вдохнуть жизнь в великое дело.",
    "es-es": "Material de ascensión de arma.“Si quieres tenerlo todo en este mundo, primero debes ofrecerle al mundo todo lo que tienes”.Cuando el Sagrado Señor de la Ciudad Prohibida prohibió que la gente rezara al Reino de la Noche, el lazo espiritual que se había creado en el pasado ya había sido destruido.Por su parte, el joven de ojos escarlata fue guiado para superar diversas pruebas, la última de las cuales consistía en hacer lo mismo que hizo el primer humano en ascender: arrancarse su propio corazón con una daga dorada y darlo como ofrenda.Como el autosacrificio era considerado un honor de ganadores, no tuvo la más mínima vacilación y se abrió el pecho en canal con aquel radiante filo. Cuando reapareció, había regresado del reino de las aguas radiantes y estaba a punto de volver obrar una nueva hazaña.",
    "pt-pt": "Material de Ascensão de Arma.\"Caso deseje possuir tudo que o mundo tem a oferecer, você deve primeiro oferecer tudo que tem ao mundo.\"Após o Lorde Sagrado da cidade inefável proibir as pessoas de orar ao Reino da Noite, os laços espirituais estabelecidos caíram em ruína.O jovem de olhos escarlates, guiado por inúmeros julgamentos, agora enfrentava seu teste final: emular o primeiro humano a ascender ao oferecer o próprio coração usando uma adaga dourada.Autossacrifício era visto como uma honra reservada para o vitorioso — e assim, sem nenhum momento de hesitação, ele cortou o próprio peito com a lâmina brilhante. Quando ele reapareceu, retornara do reino onde a água fluia como raios de luz, pronto para revitalizar um grande empreendimento.",
    "fr-fr": "Matériau d'élévation d'arme.« Si vous souhaitez posséder tout ce que le monde a à offrir, vous devez d'abord offrir tout ce que vous avez au monde. »Après que le seigneur sacré de la cité ineffable eut interdit au peuple de prier le Fief nocturne, les liens spirituels qui avaient été établis tombèrent en ruine.Le jeune homme aux yeux écarlates, guidé à travers de nombreuses épreuves, fit maintenant face à son test final : imiter le premier humain à s'élever et affronter sa propre disparition en offrant son cœur avec une dague d'or.Le sacrifice de soi était considéré comme un honneur réservé au vainqueur... Et ainsi, sans même une seconde d'hésitation, il s'ouvrit la poitrine avec la lame brillante.En fin de compte, son sacrifice reçut la réponse qu'il méritait, et il put revenir du royaume où l'eau coule comme des rayons de lumière pour se lancer dans une nouvelle grande entreprise.",
    "th-th": "\"หากต้องการที่จะครอบครองทุกสิ่งในโลก ก็ต้องมอบทุกอย่างของตัวเองให้กับโลกใบนี้ก่อน\"หลังจากที่เจ้าศักดิ์สิทธิ์แห่งเมืองต้องห้าม ไม่อนุญาตให้ผู้คนอธิษฐานต่ออาณาจักรราตรีอีกต่อไป สายสัมพันธ์ทางจิตวิญญาณที่เคยสร้างขึ้นก็ได้ถูกทำลายลงไปเด็กหนุ่มผู้มีดวงตาสีแดงซึ่งได้รับการชี้แนะ ได้ผ่านการทดสอบมากมาย และสิ่งสุดท้ายที่เขาต้องทำก็คือ การอุทิศหัวใจของตัวเองให้กับกริชสีทอง เหมือนอย่างเทพมนุษย์องค์แรกการเสียสละตัวเองนั้น ถือเป็นเกียรติยศของผู้ชนะ เขาผ่าอกของตัวเองด้วยกริชที่เปล่งประกายระยิบระยับอย่างไม่ลังเล และเมื่อเขาปรากฏตัวอีกครั้ง ก็เป็นช่วงเวลาที่กลับมาจากอาณาจักรที่มีน้ำทอประกาย และกำลังจะสร้างผลงานอันยิ่งใหญ่อีกครั้ง",
    "ja-jp": "武器に突破の力を付与する材料。「この世のすべてを手に入れたくば、先ずそなたのすべてを世に捧げよ。」禁忌の都の聖主により、夜の国に祈りを捧げることが禁じられ、かつて築かれた精神的な絆は断たれた。数々の試練をくぐり抜けた赤い瞳の少年に与えられた最後の試練は、最初の人神と同じように黄金の短剣をもって心臓を捧げること。自らの命を捧げるのは勝者の栄誉である。彼に迷いはなかった。鋭い光を放つ刃で自らの胸を切り裂いた。そして、水のごとき光の国から再び帰ってきた彼に、新たな偉業を成し遂げる時が訪れたのだ。（以下は図鑑より抜粋）「この世のすべてを手に入れたくば、先ずそなたのすべてを世に捧げよ。」禁忌の都の聖主により、夜の国に祈りを捧げることが禁じられ、かつて築かれた精神的な絆は断たれた。数々の試練をくぐり抜けた赤い瞳の少年に与えられた最後の試練は、最初の人神と同じように己の消滅に直面すること——黄金の短剣をもって心臓を捧げなければならないのだ。自らの命を捧げるのは勝者の栄誉である。彼に迷いはなかった。鋭い光を放つ刃で自らの胸を切り裂いた。犠牲は報われた。水のごとき光の国から再び帰ってきた彼は、ついに新たな偉業を成し遂げたのだ。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ramalan Kegelapan (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 息燧之笛",
      "合成获得: 撼地者",
      "合成获得: 冲浪时光",
      "练武秘境：冥见 (周一, 周四, 周日)",
      "礼包商城兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: U Tối (Thứ 2, Thứ 5, Chủ Nhật)"
    ],
    "zh-tw": [
      "「深古瞭望所」練武秘境：冥見（週一/週四/週日）",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 명견 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Scrying Shadows (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Zeugnis des Verstorbenen (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (понедельник/четверг/воскресенье)",
      "Алхимия: Решимость пылающего жертвенного сердца",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Visión sombría IV (Lunes, Jueves, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Visão do Submundo (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ombres (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: แลเห็น (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：冥見（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
  "localIcon": "images/blazing_sacrificial_hearts_splendor.png"
}