{
  "id": "blazing_sacrificial_hearts_resolve",
  "wiki_id": 6658,
  "name": {
    "id-id": "Blazing Sacrificial Heart's Resolve",
    "zh-cn": "贡祭炽心的决绝",
    "vi-vn": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
    "zh-tw": "貢祭熾心的決絕",
    "ko-kr": "뜨거운 심장 공양의 결단",
    "en-us": "Blazing Sacrificial Heart's Resolve",
    "de-de": "Entschlossenheit der inbrünstigen Opfergabe",
    "ru-ru": "Решимость пылающего жертвенного сердца",
    "es-es": "Determinación del corazón sacrificial ardiente",
    "pt-pt": "Determinação do Sacrifício do Coração Flamejante",
    "fr-fr": "Résolution du cœur sacrificiel flamboyant",
    "th-th": "Blazing Sacrificial Heart's Resolve",
    "ja-jp": "灼心を捧げる決意"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Konon sang Sage Pencuri Api, setelah membagikan pengetahuan rahasia yang memungkinkan orang-orang suku menguasai segala bentuk api, ia berharap agar mereka dapat menapaki tangga peradaban dan meninggalkan kebiasaan terbelakang mereka.Akan tetapi kebiasaan yang sudah mendarah daging sangatlah sulit digoyahkan, dan pemuda-pemudi yang menguasai kekuatan tersebut kini malah memicu konflik antara suku mereka sendiri untuk mendapatkan lebih banyak persembahan. Mungkin inilah alasan mengapa sang Sage akhirnya kecewa dan menghilang dari sejarah.Perlu dicatat bahwa pada masa ketika penguasa kota terlarang memegang kekuasaan, praktik persembahan tumbal hidup telah dilarang sepenuhnya. Meskipun motivasi sebenarnya dari penguasa hanyalah untuk mempertahankan otoritasnya, namun hal ini juga bisa dianggap sebagai awal dari sebuah peradaban.",
    "zh-cn": "赋予武器突破之力的材料。据说盗取火种的贤者，在他将掌握各种形态火焰的秘术交给部族的民众之后，曾希望他们得以踏上文明的阶梯，摆脱古老的陋习。但传承的迂腐总是难以撼动，而掌握力量的稚童仅仅为了更多的献祭之物就能开启同族之间的战端，这或许也是贤者最后心灰意冷，而从历史中隐去身形的原因。值得一说的事是，将生命献祭的仪式遭到全面禁止，却恰恰是禁城的圣主掌权之时。后者为了执掌权威而废弃了种种民俗，却也可视为一类文明的开端。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Nghe nói vị hiền giả đã lấy trộm mồi lửa, sau khi ngài nắm bắt các hình thái của lửa và truyền thụ lại cho cư dân bộ tộc, đã từng hy vọng họ có thể bước lên bậc thang của văn minh, rũ bỏ những tập tục cũ kỹ.Nhưng sự cổ hủ được truyền thừa khó có thể lay chuyển, còn những con người non trẻ nắm giữ sức mạnh chỉ vì muốn có thêm vật hiến tế, mà mở ra cuộc chiến tranh giành trong cùng bộ tộc. Đây có lẽ là lý do khiến vị hiền giả đã trở nên tuyệt vọng và biến mất khỏi lịch sử.Điều đáng chú ý là, nghi thức hiến tế bằng sự sống đã bị cấm hoàn toàn vào thời kỳ vị Thánh Chủ nắm quyền vương thành. Mặc dù vị Thánh Chủ vì muốn nắm trọn uy quyền mà từ bỏ hầu hết các tập tục dân gian, nhưng cũng có thể coi đó như một dạng khởi đầu của nền văn minh.",
    "zh-tw": "賦予武器突破之力的素材。據說在盜取火種的賢者將掌握各種形態火焰的秘術交給部族民眾之後，曾希望他們得以踏上文明的階梯，擺脫古老的陋習。但傳承的迂腐總是難以撼動，而掌握力量的稚童僅僅為了更多獻祭之物就能開啟同族之間的戰端，這或許也是賢者最後心灰意冷，而從歷史中隱去身形的原因。值得一說的事情是，生命獻祭的儀式遭到全面禁止時，恰恰是禁城聖主掌權之時。後者為了執掌權威而廢棄了種種民俗，卻也可視為一類文明的開端。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.불씨를 훔친 현자는 다양한 형태의 불꽃 비술을 부족 사람들에게 전수한 후, 그들이 문명화되어 고대의 낡은 관습에서 벗어나길 바랐다.하지만 오랫동안 계승되어 온 낡은 관습은 쉽게 흔들리지 않는 법. 힘을 장악한 미숙한 인간은 더 많은 제물을 바치기 위해 동족 사이에 전쟁을 일으켰다. 어쩌면 이것이 낙담한 현자가 역사 속으로 모습을 감춘 이유일지도 모른다.흥미롭게도, 인신공양 의식이 금지된 건, 다름 아니라 금지된 성의 신성한 주인이 다스리던 시절이었다. 그자는 단순히 자신의 통치 권위를 내세우기 위해 관습을 금지했지만, 이는 문명의 시작을 열었다고 볼 수 있다",
    "en-us": "Weapon Ascension Material.It is said that the Sage of the Stolen Flame, after imparting the secret knowledge of the mastery of flames in all their many forms to the tribespeople, hoped that they would climb the ladder of civilization and abandon the wrongful practices of their forebears.Yet dogma deeply entrenched is difficult indeed to shake, and the now empowered youngsters instead ignited conflicts within their own tribes merely for the sake of more offerings. This may explain the sage's eventual disillusionment and withdrawal from history.Notably, it was precisely during the reign of the Sacred Lord of the ineffable city that the practice of offering live sacrifices was banned outright. Though the Sacred Lord's true motivation for abolishing many of their customs was the consolidation of authority, this particular act might also be seen as the start of a new kind of civilization.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Es heißt, dass der Weise der Gestohlenen Flamme, nachdem er den Stammesangehörigen das geheime Wissen vermittelt hatte, das sie in die Lage versetzte, das Feuer in all seinen vielfältigen Formen zu beherrschen, hoffte, dass sie die Leiter der Zivilisation erklimmen und die schlechten Gewohnheiten ihrer Vorfahren aufgeben würden.Doch ein tief verwurzeltes Dogma ist in der Tat schwer zu erschüttern und die nun befähigten jungen Leute entfachten stattdessen nur wegen einiger Opfergaben Konflikte innerhalb ihres eigenen Stammes. Dies mag erklären, warum der Weise schließlich desillusioniert war und sich aus dem Lauf der Geschichte zurückzog.Bemerkenswerterweise wurde gerade während der Herrschaft des heiligen Fürsten der verbotenen Stadt die Praxis des Darbringens von lebenden Opfern gänzlich verboten. Obwohl die wahre Motivation des heiligen Fürsten für die Abschaffung vieler ihrer Bräuche die Festigung seiner Autorität war, könnte dieser besondere Akt auch als der Beginn einer neuen Zivilisation angesehen werden.",
    "ru-ru": "Материал возвышения оружия.Говорят, что Мудрец украденного пламени, передав тайные знания, позволившие племени овладеть всеми формами пламени, надеялся, что они поднимутся по ступеням цивилизации и откажутся от ошибочных практик своих предков.Однако укоренившиеся практики были непоколебимы. Наделённые властью молодые люди разжигали конфликты внутри племени ради большего количества жертвоприношений. Это может объяснить разочарование мудреца и его исчезновение из истории.Примечательно, что именно во время правления Святого Мудреца в запретном городе практика живых жертвоприношений была окончательно запрещена. Хотя истинной мотивацией Святого Мудреца для отмены многих обычаев было укрепление власти, этот акт можно также рассматривать как начало новой цивилизации.",
    "es-es": "Material de ascensión de arma.Cuando el sabio que robó el fuego entregó a los habitantes de las tribus la técnica secreta del control de las llamas, deseaba que dichos habitantes pudieran dirigirse hacia el camino de la civilización y desprenderse de las viejas costumbres.Sin embargo, esto último siempre resulta muy complicado, así que los niños que tenían un poder iniciaron una guerra entre los miembros de su misma tribu solo para hacer acopio de más objetos que ofrecer. Tal vez esa fue la razón por la que el sabio se sintió tan desalentado y acabó desapareciendo de la historia.Cabe mencionar que el ritual por el que la vida se sacrificaba como ofrenda quedó terminantemente prohibido coincidiendo con la época del gobierno del Sagrado Señor de la Ciudad Prohibida. Para mantenerse en el poder, este renunció a incontables costumbres populares, lo cual se puede considerar como el comienzo de la civilización.",
    "pt-pt": "Material de Ascensão de Arma.Dizem que o Sábio da Chama Roubada, após compartilhar o conhecimento secreto que permitiu que as tribos dominassem as chamas em todas as suas múltiplas formas, esperava que eles subissem a escada da civilização e abandonassem as práticas errôneas de seus antepassados.Porém, dogmas profundamente enraizados são realmente difíceis de quebrar, e os agora empoderados jovens, ao invés disso, iniciaram conflitos nas próprias tribos por meramente mais oferendas. Isso pode explicar a eventual desilusão e retirada do Sábio da história.Notavelmente, foi precisamente durante o reino do Lorde Sagrado da cidade inefável que a prática da oferenda de sacrifícios vivos foi banida completamente. Embora a verdadeira motivação do Lorde Sagrado para abolir muitos de seus costumes fosse a consolidação da autoridade, esse ato específico também pode ser visto como o começo de uma nova civilização.",
    "fr-fr": "Matériau d'élévation d'arme.On raconte que le Sage de la flamme dérobée, après avoir transmis aux membres tribaux le savoir secret qui leur permit de maîtriser les flammes sous toutes leurs formes, espérait qu'ils parviendraient à gravir les échelons de la civilisation et à abandonner les pratiques erronées de leurs ancêtres.Pourtant, un dogme profondément ancré est difficile à ébranler, et les jeunes désormais puissants ont plutôt déclenché des conflits au sein de leur propre tribu simplement pour obtenir davantage d'offrandes. Cela peut expliquer la désillusion finale du sage et son retrait de l'histoire.Il est à noter que c'est précisément pendant le règne du seigneur sacré de la cité ineffable que la pratique des sacrifices vivants a été purement et simplement interdite. Bien que la véritable motivation du seigneur sacré derrière l'abolissement de nombre de leurs coutumes ait été la consolidation de son autorité, cet acte particulier pourrait également être considéré comme le début d'une nouvelle civilisation.",
    "th-th": "ว่ากันว่าหลังจากที่นักปราชญ์ที่ขโมยเมล็ดพันธุ์อัคนี มอบเคล็ดวิชาลับในการควบคุมเปลวไฟให้แก่ชนเผ่า เขาก็หวังว่า พวกเขาจะสามารถก้าวเข้าสู่บันไดแห่งอารยธรรม และหลุดพ้นจากความไร้ซึ่งอารยธรรมได้แต่ความหัวโบราณที่สืบทอดกันมานั้น ยากที่จะเปลี่ยนแปลงได้ และเด็กน้อยที่ควบคุมพลังได้ ก็สามารถเปิดฉากสงครามระหว่างชนเผ่าได้ เพียงเพื่อทำให้การเสียสละเพิ่มขึ้น นี่อาจเป็นเหตุผลที่ทำให้นักปราชญ์ผู้นี้หมดอาลัยตายอยาก และหายตัวไปจากประวัติศาสตร์สิ่งที่ควรค่าแก่การกล่าวถึงคือ พิธีกรรมการสังเวยชีวิตถูกห้ามโดยสิ้นเชิง แต่นั่นเป็นช่วงเวลาเดียวกับที่เจ้าศักดิ์สิทธิ์แห่งเมืองต้องห้ามกุมอำนาจ เขาละทิ้งความเชื่อพื้นบ้านต่าง ๆ เพื่อขึ้นรับอำนาจ แต่นี่ก็ถือเป็นจุดเริ่มต้นของอารยธรรมอย่างหนึ่งเช่นกัน",
    "ja-jp": "武器に突破の力を付与する材料。種火を盗んだ賢者は、様々な形の炎を扱う秘術を部族の民に教えた——古き悪習を断ち、文明の道を切り開いてほしいという願いを込めて。しかし、受け継がれてきた愚昧と腐敗は根強いものだった。力を手に入れた稚児はより多くの供物を欲して、同族との戦いの口火を切った。落胆した賢者が歴史から姿を消したのも、そのためだったのかもしれない。命を捧げる儀式が全面的に禁止されたのは、禁忌の都の聖主が支配権を掌握した時。権力を握るために民間の風習を廃止したことが、新たな文明の始まりとなったのはなかなか興味深い。（以下は図鑑より抜粋）種火を盗んだ賢者は、様々な形の炎を扱う秘術を部族の民に教えた——古き悪習を断ち、文明の道を切り開いてほしいという願いを込めて。しかし、受け継がれてきた愚昧と腐敗は根強いものだった。力を手に入れた稚児はより多くの供物を欲して、同族との戦いの口火を切った。落胆した賢者が歴史から姿を消したのも、そのためだったのかもしれない。命を捧げる儀式が全面的に禁止されたのは、禁忌の都の聖主が支配権を掌握した時。権力を握るために民間の風習を廃止したことが、新たな文明の始まりとなったのはなかなか興味深い。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ramalan Kegelapan (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 息燧之笛",
      "合成获得: 撼地者",
      "合成获得: 冲浪时光",
      "练武秘境：冥见 (周一, 周四, 周日)",
      "礼包商城兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: U Tối (Thứ 2, Thứ 5, Chủ Nhật)"
    ],
    "zh-tw": [
      "「深古瞭望所」練武秘境：冥見（週一/週四/週日）",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 명견 III~IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Scrying Shadows (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Zeugnis des Verstorbenen (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (понедельник/четверг/воскресенье)",
      "Алхимия: Сомнение пылающего жертвенного сердца",
      "Алхимия: Мора",
      "Алхимия: Великолепие пылающего жертвенного сердца"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Visión sombría III-IV (Lunes, Jueves, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Visão do Submundo (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ombres (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: แลเห็น (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：冥見（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
  "localIcon": "images/blazing_sacrificial_hearts_resolve.png"
}