{
  "id": "blazing_sacrificial_hearts_hesitance",
  "wiki_id": 6657,
  "name": {
    "id-id": "Blazing Sacrificial Heart's Hesitance",
    "zh-cn": "贡祭炽心的踌躇",
    "vi-vn": "Sự Do Dự Của Trái Tim Hiến Tế",
    "zh-tw": "貢祭熾心的躊躇",
    "ko-kr": "뜨거운 심장 공양의 주춤",
    "en-us": "Blazing Sacrificial Heart's Hesitance",
    "de-de": "Zögern der inbrünstigen Opfergabe",
    "ru-ru": "Сомнение пылающего жертвенного сердца",
    "es-es": "Indecisión del corazón sacrificial ardiente",
    "pt-pt": "Hesitação do Sacrifício do Coração Flamejante",
    "fr-fr": "Hésitation du cœur sacrificiel flamboyant",
    "th-th": "Blazing Sacrificial Heart's Hesitance",
    "ja-jp": "灼心を捧げる躊躇"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Ketika peradaban sebelumnya hancur bagai batu giok yang pecah, dan saat mereka yang menikmati kehidupan di atas langit turun untuk membimbing peradaban duniawi dilahap habis oleh naga yang terbangun, maka umat manusia pun jatuh dalam kekacauan dan kehilangan kemampuan untuk mengenali dunianya.Mereka akan kembali ke naluri paling primitif, menganggap bahwa dunia yang menampung segalanya memiliki misterinya sendiri. Dengan demikian dimulailah zaman di mana hasil buruan dianggap sebagai korban untuk dipersembahkan.",
    "zh-cn": "赋予武器突破之力的材料。在原有的文明如破碎的玉石般失落，自天上来，引导地上文明的使者被醒来的巨龙吞噬殆尽之后，步入荒蛮的人失去了重新认识世界的能力。于是他们将一切所得都归于最为原始的信仰，认为承载一切的大地自有其神秘，于是，所获的猎物被作为祭品上贡的时代开始了。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Khi nền văn minh vốn có biến mất như ngọc thạch vỡ vụn, sau khi sứ giả từ trời cao dẫn dắt văn minh dưới mặt đất bị con rồng khổng lồ thức tỉnh nuốt chửng, những con người lạc lối đã mất đi khả năng nhận thức lại thế giới.Thế là họ đem tất cả những gì thu được quy về tín ngưỡng nguyên thủy nhất, cho rằng mặt đất chứa đựng mọi thứ sẽ có sự thần bí riêng của nó. Thế là, thời đại con mồi được dâng lên làm vật tế đã chính thức bắt đầu.",
    "zh-tw": "賦予武器突破之力的素材。在原有的文明如破碎玉石般失落，自天上來引導地上文明的使者被醒來的巨龍吞噬殆盡之後，步入荒蠻的人失去了重新認識世界的能力。於是他們將一切所得都歸於最為原始的信仰，認為承載一切的大地自有其神秘。於是，所獲的獵物被作為祭品上貢的時代開始了。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.기존의 문명은 산산조각 난 옥처럼 소실되고, 지상의 문명을 이끌던 하늘에서 내려온 사자가 깨어난 거대한 용에게 삼켜지자, 원시 시대로 돌아간 인간들은 세계를 인식할 능력을 상실했다.그들은 모든 것을 원시 신앙에 맡겼고, 모든 것을 품은 대지가 신비롭다고 생각했다. 그렇게, 사냥감을 제물로 바치는 시대가 시작됐다",
    "en-us": "Weapon Ascension Material.After the original civilizations crumbled like shattered jade — and those envoys from the skies above, under whose guidance the earthly civilizations had thrived, were devoured by the awakened dragons — humanity plunged into savagery, losing the ability to perceive the world anew.Thus did they revert to their most primal beliefs, convinced of the inherent mystery of the earth that nurtured all things. This marked the dawn of the era where hunted prey began to be offered as sacrifices.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Nachdem die ursprüngliche Zivilisation wie zerbrochene Jade verloren gegangen war und die Boten, die vom Himmel gekommen waren, um die Zivilisation auf der Erde zu leiten, von den erwachenden Drachen verschlungen worden waren, verloren die Menschen, nun in einem Zeitalter der Barbarei, die Fähigkeit, sich die Welt wieder anzueignen.So führten sie all ihre Errungenschaften auf ihren primitiven Glauben zurück und gingen davon aus, dass die Erde, die alles beherbergt, voller Geheimnisse war. So begann die Ära, in der sie ihre erlegte Beute als Opfer darbrachten.",
    "ru-ru": "Материал возвышения оружия.Когда первобытные цивилизации рухнули, словно разбитый нефрит, а те, кто наслаждался жизнью на небесах и руководил земными цивилизациями, были поглощены пробудившимися драконами, человечество погрузилось в хаос, утратив способность воспринимать мир.Они вернулись к своим самым первобытным инстинктам, уверенные в таинственной силе земли. Так началась эпоха, когда охотничья добыча стала приноситься в жертву.",
    "es-es": "Material de ascensión de arma.Cuando la civilización original desapareció cual jade fragmentado y los emisarios del cielo que guiaban a la civilización de la tierra fueron devorados por el dragón gigante que se despertó, las personas que llegaron a la naturaleza salvaje perdieron la capacidad de volver a entender el mundo.Entonces, entregaron todo lo que tenían a la creencia más primitiva, según la cual la tierra, hogar de todo lo existente, era algo misterioso. Así comenzó la época en la que todo lo que se cazaba era entregado como ofrenda.",
    "pt-pt": "Material de Ascensão de Arma.Conforme as civilizações originais desmoronaram como jade quebrado — e aqueles enviados dos céus acima, sob cuja orientação as civilizações da terra prosperaram, foram devorados pelos dragões despertos — a humanidade mergulhou em selvageria, perdendo a habilidade de perceber o novo mundo.Assim, eles voltaram às suas crenças mais primitivas, convencidos do mistério inerente da terra que nutria todas as coisas. Isso marcou o alvorecer da era onde presas começaram a ser oferecidas como sacrifícios.",
    "fr-fr": "Matériau d'élévation d'arme.Alors que les civilisations originelles s'effondraient comme du jade brisé, et que les créatures célestes, sous la conduite desquelles les civilisations terrestres avaient prospéré, étaient dévorées par les dragons éveillés, l'humanité s'enfonça dans la sauvagerie, perdant la capacité de percevoir le monde d'une manière nouvelle.C'est ainsi qu'ils revinrent à leurs croyances les plus primitives, convaincus du mystère inhérent à la terre qui nourrissait toutes choses. Cela marqua l'aube de l'ère où les proies chassées commencèrent à être offertes en sacrifice.",
    "th-th": "เมื่ออารยธรรมดั้งเดิมเสื่อมโทรมราวกับหินหยกที่แตกสลาย หลังจากที่ผู้ส่งสารจากสวรรค์ที่นำอารยธรรมมาสู่โลก ได้ถูกมังกรยักษ์ที่ตื่นขึ้นกลืนกิน มนุษย์ที่ไร้อารยะก็สูญเสียความสามารถในการรู้จักโลกอีกครั้งดังนั้นพวกเขาจึงมอบทุกสิ่งทุกอย่างให้กับความศรัทธาแบบดั้งเดิม และเชื่อว่าผืนดินที่แบกรับทุกสิ่งนั้น มีความลึกลับของตัวมันเอง จากนั้นยุคที่เหยื่อถูกนำไปถวายเป็นเครื่องสังเวยก็ได้เริ่มต้นขึ้น",
    "ja-jp": "武器に突破の力を付与する材料。砕け散る玉石のように元の文明が消え去り、天より降りて地上の文明を導いた使者が、目覚めた巨龍に呑み込まれた後、人の世は荒れ果て、世界を認識する力を失った。やがて、万物を抱く大地にこそ神秘の力が宿ると考えるようになった人々は、手に入れたすべてを原始的な信仰に帰すようになった。獲物を供物として奉納する時代の始まりである。（以下は図鑑より抜粋）砕け散る玉石のように元の文明が消え去り、天より降りて地上の文明を導いた使者が、目覚めた巨龍に呑み込まれた後、人の世は荒れ果て、世界を認識する力を失った。やがて、万物を抱く大地にこそ神秘の力が宿ると考えるようになった人々は、手に入れたすべてを原始的な信仰に帰すようになった。獲物を供物として奉納する時代の始まりである。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ramalan Kegelapan (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 息燧之笛",
      "合成获得: 撼地者",
      "合成获得: 冲浪时光",
      "练武秘境：冥见 (周一, 周四, 周日)",
      "礼包商城兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: U Tối (Thứ 2, Thứ 5, Chủ Nhật)"
    ],
    "zh-tw": [
      "「深古瞭望所」練武秘境：冥見（週一/週四/週日）",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 명견 II~IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Scrying Shadows (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Zeugnis des Verstorbenen (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Древний дозорный пункт» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Ужас пылающего жертвенного сердца",
      "Алхимия: Мора",
      "Алхимия: Решимость пылающего жертвенного сердца"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Visión sombría I-IV (Lunes, Jueves, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Visão do Submundo (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ombres (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: แลเห็น (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：冥見（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
  "localIcon": "images/blazing_sacrificial_hearts_hesitance.png"
}