{
  "id": "blazing_prismshell",
  "wiki_id": 7559,
  "name": {
    "id-id": "Blazing Prismshell",
    "zh-cn": "明燃的棱状壳",
    "vi-vn": "Vỏ Lăng Kính Rực Cháy",
    "zh-tw": "明燃的稜狀殼",
    "ko-kr": "밝게 타오르는 껍질",
    "en-us": "Blazing Prismshell",
    "de-de": "Loderndes Panzerbruchstück",
    "ru-ru": "Пылающий призмопанцирь",
    "es-es": "Fragmento de caparazón prismaflamígero",
    "pt-pt": "Concha Prismática Ardente",
    "fr-fr": "Caraprisme enflammé",
    "th-th": "Blazing Prismshell",
    "ja-jp": "燃える鱗甲のプリズム"
  },
  "description": {
    "id-id": "Sepotong utuh cangkang bercahaya yang diambil dari punggung Furnace Shell Mountain Weasel setelah ia dikalahkan. Dikatakan bahwa semakin banyak Phlogiston yang disimpan si Furnace Shell Mountain Weasel di punggungnya, maka semakin tinggi pula statusnya dalam kawanan, dan berlaku juga sebaliknya. Alasan atas fenomena ini mungkin cukup sederhana: Furnace Shell Mountain Weasel yang menempati posisi dengan kekuatan lebih besar cenderung lebih sedikit menggunakan cadangan Phlogiston mereka, tidak seperti anggota kawanan lain yang statusnya lebih rendah.",
    "zh-cn": "击败炉壳山鼬后，从其背上取得的完整的背壳碎块。据说在一个种群之中，地位越高的炉壳山鼬，其背后蕴藏的燃素会更多，而地位越低越弱的个体，背后蕴藏的燃素越少。形成这个现象的原因也许很好解释：地位越高的炉壳山鼬，需要运用到背后积蓄的燃素的机会或许永远没有地位低的个体那样多吧。",
    "vi-vn": "Mảnh vỏ lưng hoàn chỉnh thu được sau khi đánh bại Chồn Núi Giáp Lửa.Nghe nói trong một đàn, Chồn Núi Giáp Lửa có địa vị càng cao thì Phlogiston tích tụ sau lưng càng nhiều, còn cá thể có địa vị càng thấp thì Phlogiston tích tụ càng ít. Nguyên nhân hình thành hiện tượng này có lẽ rất dễ giải thích: Chồn Núi Giáp Lửa có địa vị càng cao thì cơ hội dùng đến Phlogiston tích lũy sau lưng có lẽ sẽ không bao giờ nhiều bằng cá thể có địa vị thấp.",
    "zh-tw": "擊敗爐殼山鼬後，從其背上取得的完整的背殼碎塊。據說在一個種群之中，地位越高的爐殼山鼬，其背後蘊藏的燃素會更多，而地位越低越弱的個體，背後蘊藏的燃素越少。形成這個現象的原因也許很好解釋：地位越高的爐殼山鼬，需要運用到背後積蓄的燃素的機會或許永遠沒有地位低的個體那樣多吧。",
    "ko-kr": "용암 껍질 산족제비를 처치하고 등에서 얻은 온전한 껍질 조각.용암 껍질 산족제비 무리에서는 지위가 높을수록 등에 저장된 열소가 많고, 지위가 낮고 약한 개체일수록 등에 저장된 열소가 적다고 한다. 이러한 현상이 발생하는 원인은 아주 간단한데, 아마 지위가 높은 용암 껍질 산족제비는 등에 저장한 열소를 사용할 기회가 지위가 낮은 개체보다 훨씬 적기 때문일 것이다",
    "en-us": "A whole piece of radiant shell liberated from a Furnace Shell Mountain Weasel's back after its defeat.It is said that the more Phlogiston a Furnace Shell Mountain Weasel has stored in its back, the higher its status in the pack. The reasoning for this phenomenon may be quite simple: More dominant Furnace Shell Mountain Weasels likely have less need to call on their Phlogiston reserves than their less prominent peers.",
    "de-de": "Vollständig erhaltenes Fragment des Rückenpanzers eines besiegten Brennkammer-Bergmarders.Es heißt, dass die innerhalb eines Rudels von Brennkammer-Bergmardern in der Rangordnung höher gestellten Individuen mehr Phlogiston unter ihrem Rücken gespeichert haben, und die niedriger gestellten entsprechend weniger. Dafür könnte es eine gute Erklärung geben: Die Bergmarder mit höherem Rang müssen aufgrund ihrer Stärke einfach viel seltener auf das unter ihrem Rücken gespeicherte Phlogiston zurückgreifen, als die ihnen unterstellten Artgenossen.",
    "ru-ru": "Цельный сияющий панцирь, добытый со спины термопанцирного горного хоря после его поражения.Говорят, чем больше флогистона накопил термопанцирный горный хорь в своём панцире, тем выше его статус в стае. Объяснение этому явлению может быть довольно простым: более доминирующие особи реже прибегают к использованию запасов флогистона по сравнению с менее влиятельными сородичами.",
    "es-es": "Una pieza completa del caparazón de la espalda del Hurón Fraguacorazado obtenida tras su derrota.Se dice que cuanto más flogisto almacena un Hurón Fraguacorazado en su espalda, más alto es su estatus en la manada. El razonamiento de este fenómeno puede ser bastante simple: los Hurones Fraguacorazados de mayor rango tienen menos oportunidades de usar sus reservas de flogisto, a diferencia de los de menor rango.",
    "pt-pt": "Um pedaço inteiro da concha radiante liberada das costas de um Furão da Montanha Concha de Fornalha após sua derrota.Dizem que quanto mais Flogisto um Furão da Montanha Concha de Fornalha tiver armazenado em suas costas, maior é sua posição no grupo. O raciocínio para esse fenômeno pode ser bem simples: Furões da Montanha Concha de Fornalha mais dominantes provavelmente precisam usar menos de suas reservas de Flogisto do que seus semelhantes menos proeminentes.",
    "fr-fr": "Un fragment de la coquille sur le dos d'une Belette des montagnes à coquille fournaise que vous avez obtenue après l'avoir battue.Apparemment, plus une Belette des montagnes à coquille fournaise contient du phlogistique dans son dos, plus son statut au sein de sa meute est élevé. Ce phénomène est assez simple à expliquer : les Belettes des montagnes à coquille fournaise au caractère plus dominant, ont sans doute moins besoin d'utiliser leurs réserves de phlogistique que leurs pairs plus discrets.",
    "th-th": "ชิ้นส่วนกระดองหลังที่สมบูรณ์ จากหลังของ Furnace Shell Mountain Weasel ที่ได้รับหลังจากเอาชนะมันได้ยินว่าในหมู่สายพันธุ์ Furnace Shell Mountain Weasel ที่มีสถานะสูงกว่า จะมีโฟลจิสตันที่ซ่อนอยู่บนหลังมากกว่า พวกที่มีสถานะต่ำกว่า จะมีโฟลจิสตันที่ซ่อนอยู่บนหลังน้อยกว่า ส่วนสาเหตุของปรากฏการณ์นี้ ก็อธิบายได้ง่ายมาก: Furnace Shell Mountain Weasel ที่มีสถานะสูงกว่า มักจะไม่มีโอกาสได้ใช้โฟลจิสตันที่สะสมไว้บนหลังเหมือนกับ Furnace Shell Mountain Weasel ที่มีสถานะต่ำกว่า",
    "ja-jp": "マグマイタチを倒した後、その背中からまるごと取れた鱗甲。マグマイタチの群れの中でも、地位が高い個体ほど、背中に宿す燃素が多いのだという。理由は簡単だ。きっと地位が高いマグマイタチほど、背中に蓄えた燃素を使う機会が少ないのだろう。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Furnace Shell Mountain Weasel Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "N/A"
    ],
    "vi-vn": [
      "N/A"
    ],
    "zh-tw": [
      "60級以上爐殼山鼬掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 용암 껍질 산족제비 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Furnace Shell Mountain Weasels"
    ],
    "de-de": [
      "N/A"
    ],
    "ru-ru": [
      "• Термопанцирный горный хорь",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Тёплый панцирь",
      "Алхимия: Мора"
    ],
    "es-es": [
      "N/A"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin de Belette des montagnes à coquille fournaise (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "N/A"
    ],
    "ja-jp": [
      "スターライト交換",
      "マグマイタチ（Lv.60以上）がドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/f2005530370a1a34868b4ada4e7a55ca_7851632895100956170.png",
  "localIcon": "images/blazing_prismshell.png"
}