{
  "id": "boreal_wolfs_nostalgia",
  "wiki_id": 325,
  "name": {
    "id-id": "Boreal Wolf's Nostalgia",
    "zh-cn": "凛风奔狼的怀乡",
    "vi-vn": "Nỗi Nhớ Của Sói Bão",
    "zh-tw": "凜風奔狼的懷鄉",
    "ko-kr": "칼바람 울프의 그리운 고향",
    "en-us": "Boreal Wolf's Nostalgia",
    "de-de": "Heimweh des borealischen Wolfs",
    "ru-ru": "Ностальгия арктического волка",
    "es-es": "Nostalgia del lobo boreal",
    "pt-pt": "Nostalgia do Lobo Boreal",
    "fr-fr": "Nostalgie du Loup boréal",
    "th-th": "Boreal Wolf's Nostalgia",
    "ja-jp": "凛風奔狼の郷愁"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Sang Raja Serigala, yang percaya dirinya membenci manusia, mengira dia tidak bisa membayangkan kehidupan yang menyenangkan untuk manusia, dan karena itu tidak layak menjadi Penguasa Angin di dunia. Karenanya, dia memilih untuk menghilang. Tetapi, kenyataannya adalah, ia memiliki pandangan yang sangat lembut kepada yang ditelantarkan.",
    "zh-cn": "赋予武器突破之力的材料。认为自己讨厌人类的奔狼之王，自觉无法去描绘人类的幸福生活，因此没有资格成为尘世的风之王。于是它选择了消失。但是事实不是这样的，它看着被抛弃之人的眼神是如此温柔。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Vua sói nghĩ rằng mình ghét loài người, tự cảm thấy không thể hiểu cuộc sống hạnh phúc của loài người, do đó cảm thấy không có tư cách để trở thành vua gió của trần thế. Nên nó đã lựa chọn biến mất. Nhưng sự thật không phải như vậy, ánh mắt nó nhìn những kẻ bị bỏ rơi ấm áp như thế cơ mà.",
    "zh-tw": "賦予武器突破之力的素材。認為自己討厭人類的奔狼之王，自覺無法去描繪人類的幸福生活，因此沒有資格成為塵世的風之王。於是牠選擇了消失。但是事實不是這樣的，牠看著被拋棄之人的眼神是如此溫柔。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.자신이 인간을 싫어한다고 생각하던 늑대의 왕은 자신은 인간의 행복한 생활을 묘사하지 못한다고 자각했다. 때문에 속세의 바람의 제왕이 될 자격을 갖추지 못했다. 그는 자신의 소멸을 선택했다. 하지만 그는 아주 따뜻한 눈빛으로 버려진 사람들을 바라봤기에 이는 사실이 아니다",
    "en-us": "Weapon Ascension Material.The Wolf King, believing himself to despise humans, thought himself unable to envision a happy life for humanity, making him unworthy of becoming the Lord of the Winds of the world. Therefore, he chose to disappear. Yet, in truth, he gazes on the ones abandoned by the world ever so gently.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Der König der Wölfe, der die Menschen verachtete, konnte sich nicht im Geringsten vorstellen, welch glückliches Leben die Menschen führen konnten. Deswegen konnte auch nicht zum König des Windes dieser Welt werden. Er zog es daher vor sich zurückzuziehen. Die Wahrheit im Innern des Wolfs sah aber anders aus. Er war äußerst fürsorglich, wenn er ausgesetzte Menschenkinder aufzog.",
    "ru-ru": "Материал возвышения оружия.Король волков, презирающий человеческий род, никогда не мог представить людей счастливыми, поэтому он был недостоин стать Владыкой ветров. Но, покинув этот мир, он всё же продолжил молчаливо оберегать тех, кого этот мир бросил на произвол судьбы.",
    "es-es": "Material de ascensión de arma.El Rey de los Lobos, que aborrecía a los humanos, pensó que no podía concebir una vida feliz para ellos y optó por desaparecer. Nunca se convirtió en el Rey de los Vientos. No obstante, siempre se mostró afable hacia las personas desamparadas.",
    "pt-pt": "Material de Ascensão de Armas.O Rei Lobo, que desprezava os humanos, pensava que não poderia dar uma vida feliz para os humanos, por isso não era digno de se tornar o Senhor dos Ventos do mundo. Portanto, ele escolheu desaparecer, mas a verdade era que tinha um olhar tão gentil para as pessoas abandonadas.",
    "fr-fr": "Le Roi Loup décida de se retirer du monde, se pensant indigne de devenir le Roi des Vents. En raison de son mépris pour l'humanité, il s'estimait incapable de contribuer à leur bonheur, mais sa bienveillance envers les parias démontrait bien le contraire.",
    "th-th": "จ้าวแห่งหมาป่าผู้คิดว่าเหล่ามนุษย์นั้นน่ารังเกียจ คิดว่าตนเองนั้นไม่สามารถมอบชีวิตที่มีความสุขให้แก่มนุษย์ได้ ดังนั้นจึงไม่คู่ควรที่จะเป็นจ้าวแห่งสายลมของโลก สุดท้ายมันเลือกที่จะหายไป แต่ในความเป็นจริงนั้นกลับต่างออกไป มันมักจะเฝ้ามองเหล่าผู้ถูกทอดทิ้งด้วยสายตาที่อ่อนโยน",
    "ja-jp": "武器に突破の力を付与する材料。自分は人類が嫌いと認めた奔狼の王、人類の幸せな暮らしを描けないから、自分にはこの世界の風の王になる資格がないと自覚した。だから彼は消えることを選んだ。しかし事実はそうではなかった。なぜかというと、彼が捨てられた者を見る目はこんなにも優しいからだ。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Lembah yang Tenggelam (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thâm Cốc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【塞西莉亞苗圃（週二/五/日）】煉武祕境：深沒之谷 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 깊은 골짜기 IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Submerged Valley (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Überflutetes Tal (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "Алхимия: Сломанный клык арктического волка",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Valle sumergido IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Vale Submerso (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Vallée submergée (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หุบเขาลึกใต้บาดาล (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：沈んだ谷及び滝壺祭壇で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal%20Wolf's%20Nostalgia_icon.png",
  "localIcon": "images/boreal_wolfs_nostalgia.png"
}