{
  "id": "boreal_wolfs_milk_tooth",
  "wiki_id": 324,
  "name": {
    "id-id": "Boreal Wolf's Milk Tooth",
    "zh-cn": "凛风奔狼的始龀",
    "vi-vn": "Răng Sữa Sói Bão",
    "zh-tw": "凜風奔狼的始齔",
    "ko-kr": "칼바람 울프의 젖니",
    "en-us": "Boreal Wolf's Milk Tooth",
    "de-de": "Milchzahn des borealischen Wolfs",
    "ru-ru": "Молочный зуб арктического волка",
    "es-es": "Diente de leche de lobo boreal",
    "pt-pt": "Dente de Leite do Lobo Boreal",
    "fr-fr": "Dent de lait du Loup boréal",
    "th-th": "Boreal Wolf's Milk Tooth",
    "ja-jp": "凛風奔狼の乳歯"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Kelompok serigala adalah penjaga yang memberkatinya, dan bahkan gigi susu anak serigala memiliki potensi yang besar.Di zaman dulu, para Archon memiliki kewajiban untuk mencintai semua rakyatnya, jadi Andrius dianggap aneh karena hanya mengangkat bayi yang ditelantarkan dan menerima pengembara.",
    "zh-cn": "赋予武器突破之力的材料。群狼是受它祝福的近卫军，就算是小狼的乳牙也有相当的潜力。曾经的众神皆背负爱人的责任。因此引导群狼，却只收养弃婴、接纳流浪者的「安德留斯」十分异类。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Quân cận vệ được sự chúc phúc của nó, cho dù là răng sữa của sói nhỏ cũng có sức mạnh tiềm ẩn.Từng mang trách nhiệm của chúng thần. Dùng nó để lãnh đạo bầy sói, nhưng chỉ thu nhận cô nhi, thu nạp Andrius cũng rất khác lạ.",
    "zh-tw": "賦予武器突破之力的素材。群狼是受牠祝福的近衛軍，就算是小狼的乳牙也有相當的潛力。曾經的眾神皆背負愛人的責任。因此引導群狼，卻只收養棄嬰、接納流浪者的「安德留斯」十分異類。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.늑대 무리는 그의 축복을 받은 근위병이다. 새끼 늑대의 젖니라도 상당한 저력을 가지고 있다.과거의 신들은 인간을 사랑한다는 책임을 짊어지고 있었다. 따라서, 늑대 무리를 인솔하지만 버림받은 아이를 입양하고 방랑자들을 받아들인 「안드리우스」는 아주 이상하다",
    "en-us": "Weapon Ascension Material.Andrius' wolf pack is its blessed honor guard, and even the milk teeth of a wolf cub possess great potential.In the past, the gods had the responsibility to love all people. Andrius was therefore quite unusual in that he became leader of the wolves, while only welcoming abandoned babies and wanderers when it came to humans.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Wölfe sind seine Leibgarde. Jeden einzelnen davon segnet er, selbst die Kleinsten unter ihnen.Die Götter haben einst die Verantwortung für all ihre Schützlinge getragen. So führte Andrius die Wölfe nicht nur an, sondern nahm auch ausgesetzte Kinder und Streuner auf, ein sehr ungewöhnliches Verhalten.",
    "ru-ru": "Материал возвышения оружия.Волчья стая Андриуса - это его благословенный почётный караул, и даже молочные зубы волчат обладают огромной мощью.В древности долгом богов было любить людей. Андриус выделялся из их рядов, он принимал в свою стаю только брошенных детей и бродяг.",
    "es-es": "Material de ascensión de arma.La manada de lobos, bendecida por Andrius, es la guardiana que lo protege, y así lo hacen incluso los lobeznos con sus afilados dientes de leche. En el pasado, los arcontes tenían la responsabilidad de amar a toda la gente, pero Andrius destacó por ser diferente: solo adoptaba a bebés abandonados y acogía a personas sin un hogar al que volver.",
    "pt-pt": "Material de Ascensão de Armas.A alcateia de lobos é abençoada pelos guardas e os dentes de leite de um lobo possui grande potencial.No passado, os Arcontes tinham a responsabilidade de amar as pessoas, então Andrius se destacou por ser diferente por apenas adotar bebês abandonados e Andrius.",
    "fr-fr": "Fidèles vassaux d'Andros, les loups sont bénis d'une grande vigueur. Une simple dent de lait de louveteau renferme donc des pouvoirs considérables.Les Archons avaient pour devoir d'aimer l'humanité entière, mais le Roi Loup ne montrait de la considération qu'envers les parias et les nourrissons.",
    "th-th": "ฝูงหมาป่าคือผู้เฝ้าระวังที่ได้รับพร เพียงแค่ฟันน้ำนมของหมาป่าตัวเล็กๆ ก็ยังมีพลังอยู่มากพอควรในอดีตนั้นเหล่าเทพมีความรับผิดชอบ ที่จะรักผู้คน ดังนั้น Andrius จึงค่อนข้างแปลกที่เป็นถึงหัวหน้าฝูง หมาป่า แต่ก็ยังรับเด็กกำพร้ามาเลี้ยง และยอมให้เหล่าคนจรเข้ามา",
    "ja-jp": "武器に突破の力を付与する材料。狼の群れはその祝福を受けた親衛隊であり、たとえ子狼の乳歯でも侮れない。かつての神々には人を愛する責任がある。そのため、狼を導く身として、捨て子や流浪者のみを受け入れる「アンドリアス」はかなり異常とされる。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Lembah yang Tenggelam (Selasa/Jumat/Minggu)",
      "Dibeli dari Toko Suvenir di Mondstadt"
    ],
    "zh-cn": [
      "蒙德纪念品商店兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thâm Cốc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Đổi trong Cửa Hàng Lưu Niệm Mondstadt"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】凛風奔狼的裂齒",
      "【塞西莉亞苗圃（週二/五/日） 】煉武祕境：深沒之谷 I / II / III / IV",
      "蒙德瑪喬麗【「榮光之風」店主】處購買"
    ],
    "ko-kr": [
      "연무 비경: 깊은 골짜기 I ~ IV (화요일/금요일/일요일)",
      "몬드 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Submerged Valley (Tuesday/Friday/Sunday)",
      "Purchase from the Souvenir Shop in Mondstadt"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Überflutetes Tal (Dienstag/Freitag/Sonntag)",
      "Beim Andenkenhändler von Mondstadt zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (вторник/пятница/воскресенье)",
      "• Сувенирная лавка Мондштадта",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Треснувший зуб арктического волка"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Valle sumergido I-IV (Martes, Viernes, Domingo)",
      "Comprado en la Tienda de recuerdos de Mondstadt"
    ],
    "pt-pt": [
      "Domínio da Forja: O Vale Submerso (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Vallée submergée (Mardi/Vendredi/Dimanche)",
      "Boutique de souvenirs de Mondstadt"
    ],
    "th-th": [
      "แลกได้ที่ร้านขายของที่ระลึกใน Mondstadt",
      "ดันเจี้ยนแห่งการต่อสู้: หุบเขาลึกใต้บาดาล (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：沈んだ谷及び滝壺祭壇で獲得可能（火曜/金曜/日曜）",
      "モンド記念品ショップ交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal%20Wolf's%20Milk%20Tooth_icon.png",
  "localIcon": "images/boreal_wolfs_milk_tooth.png"
}