{
  "id": "boreal_wolfs_cracked_tooth",
  "wiki_id": 327,
  "name": {
    "id-id": "Boreal Wolf's Cracked Tooth",
    "zh-cn": "凛风奔狼的裂齿",
    "vi-vn": "Răng Vỡ Sói Bão",
    "zh-tw": "凜風奔狼的裂齒",
    "ko-kr": "칼바람 울프의 이빨",
    "en-us": "Boreal Wolf's Cracked Tooth",
    "de-de": "Zersplitterter Zahn des borealischen Wolfs",
    "ru-ru": "Треснувший зуб арктического волка",
    "es-es": "Diente roto de lobo boreal",
    "pt-pt": "Dente Rachado do Lobo Boreal",
    "fr-fr": "Croc brisé du Loup boréal",
    "th-th": "Boreal Wolf's Cracked Tooth",
    "ja-jp": "凛風奔狼の砕牙"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Kehidupan serigala dipenuhi dengan kekerasan. Tulang patah atau gigi retak adalah hal biasa.Andrius menyamakan manusia dengan kekecewaan, kecuali bayi yang lugu.Jika kelompok serigala dan anak-anak yang diangkat memilih satu sama lain, mereka akan menjadi Lupical, sebuah keluarga yang ditakdirkan.",
    "zh-cn": "赋予武器突破之力的材料。狼的生活经常伴有厮杀，断骨裂齿的死斗也不罕见。「安德留斯」认为人类只会带来失望，但是纯真的婴儿是无辜的。狼群选择了孩子，孩子如果也选择了狼，那么他们就结成了「卢皮卡」——命运的家族。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Cuộc sống của sói thường là sát phạt, chiến đấu sinh tử gãy xương vỡ răng cũng là việc thường thấy.Andrius cho rằng loài người chỉ đem đến sự thất vọng, nhưng đứa bé ngây thơ thì vô tội. Bầy sói chọn đứa trẻ, nếu đứa trẻ cũng chọn bầy sói, thì họ sẽ kết hợp thành Lupical - gia tộc của vận mệnh.",
    "zh-tw": "賦予武器突破之力的素材。狼的生活經常伴有廝殺，斷骨裂齒的死鬥也不罕見。「安德留斯」認為人類只會帶來失望，但是純真的嬰兒是無辜的。狼群選擇了孩子，孩子如果也選擇了狼，那麼他們就結成了「盧皮卡」——命運的家族。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.늑대의 삶엔 전투가 끊이지 않아 뼈가 부서지는 사투도 적지 않다.「안드리우스」는 인간은 실망만을 안겨다 줄 뿐이지만 순진한 아이들은 죄가 없다고 여겼다. 늑대 무리가 아이를 선택했고 아이 또한 늑대를 선택했다. 그렇게 그들은 「루피카」-운명의 가족이 되었다",
    "en-us": "Weapon Ascension Material.The life of a wolf is not without violence; broken bones or cracked teeth are nothing special.Andrius found humans to be a disappointment, but believed babies to be innocent. If both the wolf pack and the adopted children chose each other, then they become a Lupical, a fated family.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Das Leben eines Wolfs wird begleitet vom Tod. Gebrochene Knochen und zersplitterte Zähne sind dabei keine Seltenheit.Für Andrius brachten die Menschen nichts weiter als Verberben. Allein unschuldige Kinder nahm er auf. Sobald die Wölfe die Kinder und die Kinder die Wölfe akzeptiert haben, wurden sie zu einer „Lupical“, einer durch das Schicksal zusammengeführten Familie.",
    "ru-ru": "Материал возвышения оружия.Волчья жизнь не проходит без насилия и жестокости. Нет ничего особенного в сломанных костях или выбитых зубах.Андриус разочаровался в людях и верил в детскую невинность. Если волчья стая и найдёныши принимали друг друга, то они становились Лупикал - семьёй, предназначенной судьбой.",
    "es-es": "Material de ascensión de arma.La vida de un lobo nunca está exenta de violencia, por lo que romperse un hueso o partirse un diente es algo muy habitual. Andrius una vez dijo que la humanidad solo trae decepciones, excepto los bebés, unas criaturas inocentes. Cuando una manada y un niño se escogían mutuamente, se convertían en “Lupical”, una familia predestinada.",
    "pt-pt": "Material de Ascensão de Armas.A vida do lobo nunca está livre de violência. Ossos e dentes quebrados são bastante comuns.Andrius disse uma vez que a humanidade só traz decepcões, exceto os bebês inocentes. Se ambos, a alcateia de lobos, e a criança adotada se aceitarem, então eles se tornam um \"Lupical\", uma família pré-destinada.",
    "fr-fr": "La violence fait partie du quotidien des loups. Les fractures et les blessures sont courantes.Andros perdit sa foi en l'humanité, mais les nourrissons étaient encore innocents à ses yeux. Lorsque ces derniers sont adoptés par les loups, ils forment ensemble un lupical ; une famille que le destin leur a donné.",
    "th-th": "ชีวิตของหมาป่านั้นมักจะเข้าไปพัวพัน กับการต่อสู้เสมอ แค่กระดูกหัก หรือฟันหายนั้น ไม่ใช่เรื่องน่าแปลกAndrius คิดว่ามนุษย์นั้นได้แต่นำพา ความผิดหวังมา แต่ว่าเหล่าทารกไร้เดียงสานั้น ไม่ได้มีความผิดอะไร หากว่าฝูงหมาป่าได้เลือกเด็ก และเด็กก็เลือกหมาป่าเช่นกันแล้ว นั่นหมายถึงพวกเขาได้กลายเป็น Lupical แล้ว และจะอยู่ร่วมกันตลอดไป",
    "ja-jp": "武器に突破の力を付与する材料。狼の生活において、殺戮、死に至る戦闘などの状況はよく見られる。「アンドリアス」は人類は失望をもたらすが、純真な赤子に罪はないと考えている。狼の群れが子供を選び、その子もまた狼を選んだら、彼らは「ルピカ」——運命の家族になれる。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Lembah yang Tenggelam (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thâm Cốc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】凛风奔狼的斷牙",
      "【塞西莉亞苗圃（週二/五/日） 】煉武祕境：深沒之谷 II / III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 깊은 골짜기 II ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Submerged Valley (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Überflutetes Tal (Dienstag/Freitag/Sonntag)",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Молочный зуб арктического волка",
      "Алхимия: Мора",
      "Алхимия: Сломанный клык арктического волка"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Valle sumergido II-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: O Vale Submerso (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Vallée submergée (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หุบเขาลึกใต้บาดาล (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：沈んだ谷及び滝壺祭壇で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal%20Wolf's%20Cracked%20Tooth_icon.png",
  "localIcon": "images/boreal_wolfs_cracked_tooth.png"
}