{
  "id": "boreal_wolfs_broken_fang",
  "wiki_id": 326,
  "name": {
    "id-id": "Boreal Wolf's Broken Fang",
    "zh-cn": "凛风奔狼的断牙",
    "vi-vn": "Mảnh Răng Sói Bão",
    "zh-tw": "凜風奔狼的斷牙",
    "ko-kr": "칼바람 울프의 부서진 이빨",
    "en-us": "Boreal Wolf's Broken Fang",
    "de-de": "Abgebrochener Zahn des borealischen Wolfs",
    "ru-ru": "Сломанный клык арктического волка",
    "es-es": "Colmillo roto de lobo boreal",
    "pt-pt": "Presa Quebrada do Lobo Boreal",
    "fr-fr": "Croc fendu du Loup boréal",
    "th-th": "Boreal Wolf's Broken Fang",
    "ja-jp": "凛風奔狼の断牙"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Kelompok serigala juga mengerti bahwa manusia bukanlah makhluk penyendiri. Taring yang patah adalah sebuah hadiah perpisahan yang memberikan perlindungan dan keberuntungan.Dalam legenda dunia lain, seekor serigala perempuan telah mengangkat dua manusia yang hebat; rumah mereka dikenal sebagai Goa Serigala, atau Lupercal - Lupercal yang sama dengan dunia ini.",
    "zh-cn": "赋予武器突破之力的材料。狼群也充分理解，人如果没有同类会感到孤独。光荣的断牙是狼们离别的赠礼，据说真的有保护平安的魔力。在遥远世界的传说里，有一只母狼领养了伟大的双子。狼与人所同住的「家」则被称为「狼之洞」，也就是「卢佩卡」，与这个世界的「卢皮卡」同义。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Bầy sói cũng hiểu rất rõ, loài người nếu không có đồng loại sẽ cảm thấy cô đơn. Mảnh răng sói là quà tặng khi chia tay của bầy sói, nghe nói có sức mạnh bảo vệ bình an.Trong truyền thuyết từ thế giới cổ xưa, có một con sói cái nuôi dưỡng cặp song sinh vĩ đại. \"Nhà\" mà sói và người cùng ở, được gọi là \"Động Sói\", cũng là \"Lupercal\", đồng nghĩa với \"Lupical\" hiện nay.",
    "zh-tw": "賦予武器突破之力的素材。狼群也充分理解，人如果沒有同類會感到孤獨。光榮的斷牙是狼們離別的贈禮，據說真的有保護平安的魔力。在遙遠世界的傳說裡，有一隻母狼領養了偉大的雙子。狼與人所同住的「家」則被稱為「狼之洞」，也就是「盧佩卡」，與這個世界的「盧皮卡」同義。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.늑대 무리는 인간에게 같은 무리가 없으면 고독함을 느낄 것이란 걸 충분히 이해하고 있다. 명예로운 부서진 이빨은 늑대들의 이별 선물로 몸을 보호해주는 마력이 있다고 한다.머나먼 세계에는 어머니 늑대가 위대한 쌍둥이를 입양했다는 전설이 있다. 늑대와 사람들이 함께 산 「집」은 「늑대의 동굴」 즉 「루페르카」로 불렸고 이는 이 세계의 「루피카」라는 뜻이다",
    "en-us": "Weapon Ascension Material.The wolf pack also understands that humans are not solitary creatures. The honorary broken tooth is a parting gift said to bring protection and luck.In the legends of a far-off world, a female wolf once adopted two great humans. Their home was known as the Cave of Wolves, or Lupercal - that word meaning the same thing as Lupical does in this world.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Wölfe verstehen vollkommen, dass Menschen ihresgleichen brauchen, um sich nicht einsam zu fühlen. Abgebrochene Zähne sind das Abschiedsgeschenk von Wölfen, das, wie man behauptet, tatsächlich magischen Schutz bietet.In den Sagen einer weit entfernten Welt zog eine Wölfin zwei besondere Menschen auf. Die Wolfshöhle, in der sie lebten, wurde als „Lupercal“ bezeichnet, ähnlich der „Lupical“ dieser Welt.",
    "ru-ru": "Материал возвышения оружия.Волчья стая понимает, что люди - не существа одиночества. Почётный сломанный зуб - это такой подарок на память, который приносит защиту и удачу.Легенды далёкого мира рассказывают историю о волчице, усыновившей двух великих людей. Их домом была волчья пещера, которую они называли словом Луперкал, имевшим то же значение в их мире, что и Лупикал в этом.",
    "es-es": "Material de ascensión de arma.La manada de lobos entiende que los humanos no son criaturas solitarias. Un colmillo roto es un honorable regalo de despedida que, según se dice, trae protección y buena suerte.En las leyendas de otro mundo, una loba adoptó dos gemelos humanos, y su madriguera era conocida como “Lupercal”, palabra que guarda el mismo significado que el “Lupical” de este mundo.",
    "pt-pt": "Material de Ascensão de Armas.A manada de lobo também entendem que os humanas não são criaturas solitárias. O dente quebrado é presente que dizem trazer proteção e sorte.Diz a lenda, que uma loba que suas casas eram conhecidas como a Toca dos Lobos ou Lupercal - tem o mesmo significado que Lupical na terra.",
    "fr-fr": "Matériau d'élévation d'arme.Les loups savent que les humains ont besoin de vivre avec les leurs. un croc brisé est un cadeau d'adieu qui apporte bonheur et protection.Un légende d'un monde lointain raconte qu'un loup adopta des jumelles. Leur foyer était surnommé la Cave aux loups ou « lupercal » ; ce mot s'apparente à « lupical » dans ce monde.",
    "th-th": "ฝูงหมาป่านั้นเข้าใจเป็นอย่างดี มนุษย์หากแตกต่างก็จะรู้สึกโดดเดี่ยว เศษเขี้ยวแห่งเกียรติยศคือของขวัญ ที่หมาป่าทิ้งไว้ให้ ว่ากันว่าสามารถ ป้องกันภัยอันตรายได้ในเรื่องเล่าของโลกอันแสนไกลนั้น มีแม่หมาป่าตัวหนึ่งได้ รับเด็กหนุ่มผู้ยิ่งใหญ่มาเลี้ยงสองคน ทั้งหมาป่าและคนนั้นอยู่ร่วมกันใน \"บ้าน\" ซึ่งถูกเรียกว่า \"ถ้ำหมาป่า\" หรือ \"Lupercal\" ความหมายเฉกเช่น \"Lupical\" ในโลกนี้",
    "ja-jp": "武器に突破の力を付与する材料。人は同類がいないと孤独を感じると、狼たちもよく理解している。栄光の断牙は狼たちの餞別であり、相手を守る力があるとされる。遥か遠い世界の伝説で、ある雌狼が人の双子を育てた。狼と人が住む「家」は「狼の洞」と呼ばれ、すなわち「ルペカ」、この世界の「ルピカ」である。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Lembah yang Tenggelam (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thâm Cốc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】凛風奔狼的懷鄉",
      "【塞西莉亞苗圃（週二/五/日） 】煉武祕境：深沒之谷 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 깊은 골짜기 III ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Submerged Valley (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Überflutetes Tal (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "Алхимия: Треснувший зуб арктического волка",
      "Алхимия: Мора",
      "Алхимия: Ностальгия арктического волка"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Valle sumergido III-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Vale Submerso (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Vallée submergée (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หุบเขาลึกใต้บาดาล (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：沈んだ谷及び滝壺祭壇で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Boreal%20Wolf's%20Broken%20Fang_icon.png",
  "localIcon": "images/boreal_wolfs_broken_fang.png"
}