{
  "id": "broken_goblet_of_the_pristine_sea",
  "wiki_id": 4028,
  "name": {
    "id-id": "Broken Goblet of the Pristine Sea",
    "zh-cn": "无垢之海的苦盏",
    "vi-vn": "Ly Vỡ Của Biển Nguyên Sơ",
    "zh-tw": "無垢之海的苦盞",
    "ko-kr": "순결한 바다의 쓴잔",
    "en-us": "Broken Goblet of the Pristine Sea",
    "de-de": "Zerbrochener Kelch des unberührten Meers",
    "ru-ru": "Разбитая чаша непорочного моря",
    "es-es": "Copa rota del mar impoluto",
    "pt-pt": "Cálice Quebrado do Mar Pristino",
    "fr-fr": "Gobelet brisé de la mer immaculée",
    "th-th": "Broken Goblet of the Pristine Sea",
    "ja-jp": "無垢な海の苦杯"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Konon katanya saat tiran baru tiba di Laut Primordial, penguasa yang pertama pernah memberikan segelas air kepadanya.Kemudian, dia menjadi Raja Dewa yang tidak dapat diragukan dengan tetesan ajaib yang dimurnikan dari segelas air ini, dia membangun kerajaan yang kuat dan megah.Itu sudah kisah yang lama sekali, karakter utamanya sekarang sedang terlelap di antara cahaya pendar kerumunan ikan di kedalaman laut.",
    "zh-cn": "传说在最初的僭主来到原始之海时，水国的先主曾赠予他一杯水。后来，他成为了不可质疑的神王，以这杯水提炼神奇的露珠，从而建立了辉煌强盛的帝国。那是久远的故事了，其主角如今正沉睡在深海鱼群的磷光之中。",
    "vi-vn": "Tương truyền vào thời quân chủ đầu tiên đến với biển khởi nguyên, chủ nhân trước kia của Thủy Quốc đã từng tặng ông một ly nước.Sau đó, ông đã trở thành thần vương không gì phải bàn cãi, dùng ly nước này tinh luyện ra linh châu thần kỳ, từ đó mà xây dựng nên đế quốc huy hoàng thịnh vượng.Đó là câu chuyện xa xưa rồi, nhân vật chính trong đó giờ đây đã ngủ say trong ánh sáng lân quang của đàn cá biển sâu.",
    "zh-tw": "傳說在最初的僭主來到原始之海時，水國的先主曾贈予他一杯水。後來，他成為了不可質疑的神王，以這杯水提煉神奇的露珠，從而建立了輝煌強盛的帝國。那是久遠的故事了，其主角如今正沉睡在深海魚群的磷光之中。",
    "ko-kr": "최초의 참주가 원시의 바다에 왔을 때, 물의 나라의 이전 주인은 그에게 물 한 잔을 줬다고 한다.이후 명실상부한 신왕이 된 그는 이 한 잔의 물을 신비로운 이슬로 제련해 휘황찬란한 제국을 세웠다.그것은 아주 오래된 이야기이며 이 이야기의 주인공은 지금 바다 깊숙한 곳의 물고기 떼가 발하는 비늘빛 사이에 잠들어 있다.",
    "en-us": "Legend says that when the first usurper came to the primordial sea, the first sovereign gave him a goblet of water.Later, he became the unquestioned god-king, and used this goblet of water to refine the mysterious drops of dew, establishing a splendid and powerful empire.But that is now an ancient story, whose main characters now sleep in the phosphorescence of the schools of the deepwater fish.",
    "de-de": "Die Legende berichtet davon, wie der Urtyrann, als er das Urmeer erreichte, vom ersten Herrscher des Reichs des Wassers einen Becher mit ebendiesem geschenkt bekam.Später schwang er sich dann zum unbestrittenen Gottkönig auf und benutzte diesen Becher Wasser, um den magischen Tau zu veredeln. Und so gelang es ihm, ein glorreiches und mächtiges Reich zu errichten.Diese Geschichte ereignete sich vor langer, langer Zeit, und ihre Protagonisten sind mittlerweile entschlummert in der Phosphoreszenz der Fische der Tiefsee.",
    "ru-ru": "Легенда гласит, что, когда первый тиран подошёл к первозданному морю, первый государь подал ему кубок с водой.Впоследствии он стал непререкаемым Царём богов и использовал этот кубок с водой для очищения таинственных капель росы, создав великолепную и могущественную империю.Но это дела давно минувших дней, легенда, главные герои которой ныне покоятся в свете косяков глубоководных рыб.",
    "es-es": "Cuando el primer tirano llegó al Mar Primigenio, la persona que fundó la Nación del Agua le obsequió una copa.Más tarde, dicho tirano se convirtió en el rey divino al que nadie podía cuestionar, y construyó un glorioso y próspero imperio con las milagrosas gotas de rocío que recogió con esta copa.Pero esta es una historia muy antigua y su protagonista aún dormita entre los bancos de peces del fondo del mar.",
    "pt-pt": "Quando o primeiro tirano chegou ao Mar Primordial, a pessoa que fundou a Nação da Água presenteou-o com uma taça.Mais tarde, esse tirano se tornou Deus Rei, a quem ninguém podia questionar, e construiu um império glorioso e próspero com as milagrosas gotas de orvalho que coletou com essa taça.Mas é uma história muito antiga e seu protagonista ainda dorme entre os bancos de peixes no fundo do mar.",
    "fr-fr": "La légende dit que lorsque le premier usurpateur est venu à la mer primordiale, le premier souverain lui a donné un gobelet d'eau.Plus tard, il devint le roi divin incontesté, et utilisa ce gobelet d'eau pour affiner les mystérieuses gouttes de rosée, établissant un empire splendide et puissant. Mais c'est désormais une histoire ancienne, dont les personnages principaux dorment dans la phosphorescence des bancs de poissons des profondeurs.",
    "th-th": "ตำนานเล่าว่า ในตอนแรกที่ทรราชมาถึงยังทะเลบรรพกาล อดีตเจ้าของดินแดนแห่งน้ำเคยมอบน้ำให้กับเขาหนึ่งแก้วต่อมาเขาได้กลายเป็นเทพราชาที่ไร้ข้อกังขา และใช้แก้วน้ำนี้กลั่นน้ำค้างวิเศษ เพื่อก่อตั้งอาณาจักรอันรุ่งโรจน์และทรงพลังนั่นเป็นเรื่องราวที่ผ่านมาเนิ่นนานแล้ว ตอนนี้ตัวเอกกำลังหลับใหลอยู่ในแสงระยิบระยับของฝูงปลาในทะเลลึก",
    "ja-jp": "武器に突破の力を付与する材料。伝説によると、最初の僭主が原始の海に来た時、水国の先主は彼に一杯の水を与えたという。その後、彼は独断の神王となり、その水から不思議なイコルを精製し、強くて輝かしい帝国を築いた。それはもう遥か昔の物語、その主人公は今、深海の魚の群れが発する燐光の中で眠っている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kecanggihan Mekanik (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 峡湾长歌",
      "合成获得: 浪影阔剑",
      "合成获得: 公义的酬报",
      "深潮的余响 - 炼武秘境：奇械 （周三/周六/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Máy Móc (Thứ 4/Thứ 7/Chủ Nhật)"
    ],
    "zh-tw": [
      "「深潮的餘響」煉武秘境：奇械（週三、週六、週日）"
    ],
    "ko-kr": [
      "연무 비경: 기계 I ~ IV (수요일/토요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Curious Contraptions (Wednesday/Saturday/Sunday)"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Abgefahrene Apparate (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подезмелье «Эхо глубоких приливов» (среда/суббота/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Чаша непорочного моря"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Sofisticación mecánica I-IV (Miércoles, sábado y domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Mecanismos Engenhosos (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artifice (Mercredi/Samedi/Dimanche)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: จักรกล (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：奇械で獲得可能（水曜/土曜/日曜）",
      "フォンテーヌ記念品ショップ交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/91ea8723306e98e3d1bcb55d7fdf7c81_4703208189934430334.png",
  "localIcon": "images/broken_goblet_of_the_pristine_sea.png"
}