{
  "id": "chaos_module",
  "wiki_id": 2712,
  "name": {
    "id-id": "Chaos Module",
    "zh-cn": "混沌模块",
    "vi-vn": "Mô Đun Hỗn Độn",
    "zh-tw": "混沌模組",
    "ko-kr": "혼돈 모듈",
    "en-us": "Chaos Module",
    "de-de": "Chaos-Modul",
    "ru-ru": "Модуль хаоса",
    "es-es": "Módulo del caos",
    "pt-pt": "Módulo do Caos",
    "fr-fr": "Module du chaos",
    "th-th": "Chaos Module",
    "ja-jp": "混沌モジュール"
  },
  "description": {
    "id-id": "Berasal dari Ruin Drake kuno yang sekarang tidak aktif lagi.\"Naga\" pernah menjadi bentuk tubuh paling primitif dan kuno dari unsur-unsur tertinggi sampai mereka dikalahkan, ditaklukkan, atau diasimilasi.",
    "zh-cn": "来自不再活动的古代遗迹龙兽。「龙」是最为原始、古老的顶级元素受肉之形态，直到它们被击溃、被征服，抑或是被同化。",
    "vi-vn": "Đến từ Rồng Di Tích Cổ Đại không còn hoạt động.\"Rồng\" là hình dạng nguyên thủy và cổ xưa nhất của các nguyên tố tối cao cho đến khi chúng bị đánh bại, chinh phục hoặc đồng hóa.",
    "zh-tw": "來自不再活動的古代遺蹟龍獸。「龍」是最為原始、古老的頂級元素受肉之形態，直到牠們被擊潰、被征服，抑或是被同化。",
    "ko-kr": "더 이상 활동하지 않는 고대 유적 드래곤에게서 얻은 것.「드래곤」은 패배와 정복으로 억제 혹은 동화되기 전까지 가장 원시적이고 오래된 최상급 원소들이 육신을 가진 형태였다",
    "en-us": "Comes from a now-inactive ancient Ruin Drake.The dragons were once the most primitive and ancient bodily form of the supreme elements until they were defeated, conquered, or assimilated.",
    "de-de": "Stammt von einem nicht länger aktiven uralten Ruinendrachen.Die „Drachen'' waren die urtümlichsten und ältesten körperlichen Manifestationen der höchsten Stufe der Elemente, bis sie besiegt, bezwungen oder assimiliert wurden.",
    "ru-ru": "Найден в древнем драконе руин.«Драконы» – самая древняя и примитивная форма воплощения высших элементов. Впоследствии все они были разбиты, завоёваны или ассимилированы.",
    "es-es": "Proviene de un Dragón de las Ruinas inactivo.Los dragones alguna vez fueron la manifestación más antigua y primitiva de los elementos supremos, hasta que fueron derrotados, conquistados o asimilados de alguna manera.",
    "pt-pt": "Vem de um antigo dragão das ruínas que não está mais ativo.\"Dragão\" é a encarnação do mais primitivo e antigo elemento superior. Eles só desaparecem quando são derrotados, conquistados ou assimilados.",
    "fr-fr": "Provient d'un ancien Dragon des ruines désormais inactif.Les dragons étaient autrefois l'incarnation charnelle la plus primitive et la plus ancienne des éléments suprêmes jusqu'à ce qu'ils soient vaincus, conquis ou assimilés.",
    "th-th": "สิ่งที่ได้มาจาก Ruin Drake โบราณที่ไม่ขยับเขยื้อนแล้ว\"มังกร\" เป็นร่างเนื้อพลังงานธาตุระดับสูงดั้งเดิมที่เก่าแก่ที่สุดจนกระทั่งพวกมันถูกกำจัด พิชิตหรือหลอมรวมเข้าด้วยกัน",
    "ja-jp": "もう動かない古代遺跡ドレイクからとったもの。「龍」はかつて、敗北し、征服されるまで…あるいは同化されるまで、最も原始的な、古代の至高なる元素の受肉形態であった。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Ruin Drake Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "合成获得: 原木刀",
      "合成获得: 贯月矢",
      "合成获得: 森林王器",
      "合成获得、40级以上遗迹龙兽掉落、星尘兑换",
      "合成获得: 混沌容器"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Rồng Di Tích cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "【40級以上】遺跡龍獸掉落",
      "星塵兌換",
      "合成獲得",
      "武器培養素材",
      "【煉金】混沌錨栓"
    ],
    "ko-kr": [
      "Lv.40 이상 유적 드레이크 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Ruin Drakes",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Ruinendrachen ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Драконы руин Ур. 40+",
      "• Покупается за Звёздную пыль",
      "Алхимия: Сосуд хаоса",
      "Алхимия: Мора",
      "Алхимия: Анкер хаоса"
    ],
    "es-es": [
      "Obtenido de Dragones de las Ruinas (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelo Dragão das Ruínas Nv.40+",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Dragon des ruines (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Ruin Drake Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "遺跡ドレイク(Lv.40以上)がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/13813ff7b09b0eab790a567f5536fa69_5020632850469795024.png",
  "localIcon": "images/chaos_module.png"
}