{
  "id": "chaos_oculus",
  "wiki_id": 1046,
  "name": {
    "id-id": "Chaos Oculus",
    "zh-cn": "混沌真眼",
    "vi-vn": "Con Ngươi Hỗn Độn",
    "zh-tw": "混沌真眼",
    "ko-kr": "혼돈의 눈동자",
    "en-us": "Chaos Oculus",
    "de-de": "Chaos-Oculus",
    "ru-ru": "Око хаоса",
    "es-es": "Ojo del caos",
    "pt-pt": "Olho do Caos",
    "fr-fr": "Œil du chaos",
    "th-th": "Chaos Oculus",
    "ja-jp": "混沌の真眼"
  },
  "description": {
    "id-id": "Berasal dari mesin Ruin kuno yang sekarang sudah tidak aktif.Nama \"Ruin\" berasal dari area di mana mereka sering melakukan aktivitasnya. Namun kenyataannya, mesin Ruin sebenarnya tidak punya banyak kesamaan dengan puing-puing reruntuhan di area di mana mereka biasanya ditemukan.Di masa lalu, reruntuhan ini pernah menjadi bagian dari peradaban yang kekuatannya hampir sanggup untuk menyentuh atap langit, sementara \"Ruin\" masih menunggu dengan manis di tempat-tempat yang dalam di bumi, menunggu datangnya perintah untuk bangkit dan menginjak semua kerajaan yang ada.",
    "zh-cn": "来自不再活动的古代遗迹机关。这类机关的「遗迹」之名源自它们热衷的活动区域。但遗迹机关本身与它们所寄居的残垣断壁之间却没有多少共同之处。在遥远的过去，遗迹曾经属于伟大的、几乎可以触碰天空穹顶的文明，而「遗迹」则在大地的深处蓄势待发，等待着踏平一切国度的指令下达。",
    "vi-vn": "Đến từ cơ quan di tích cổ không còn hoạt động nữa.Nguồn gốc tên gọi của những \"di tích\" này đến từ khu vực mà chúng hoạt động. Nhưng cũng không có nhiều điểm chung lắm giữa các di tích này và nơi chúng có mặt.Trong quá khứ xa xôi, di tích từng thuộc về nền văn minh vĩ đại gần như có thể chạm được tới trời, còn \"di tích\" thì vẫn luôn sẵn sàng chờ lệnh để san bằng bất kỳ quốc gia nào.",
    "zh-tw": "來自不再活動的古代遺蹟機關。這類機關的「遺蹟」之名源自它們熱衷的活動區域。但遺蹟機關本身與它們所寄居的殘垣斷壁之間卻沒有多少共同之處。在遙遠的過去，遺蹟曾經屬於偉大的、幾乎可以觸碰天空穹頂的文明，而「遺蹟」則在大地的深處蓄勢待發，等待著踏平一切國度的指令下達。",
    "ko-kr": "작동하지 않는 고대 유적 기관에서 왔다.이 기관의 「유적」이라는 명칭은 그들이 활동하던 구역으로부터 유래된다. 하지만 유적 기관 자체와는 그들이 기거하고 있는 황폐해진 담벼락 사이의 공통점이 딱히 없다머나먼 과거, 유적은 하늘에 곧 닿을 듯한 위대한 문명에 속해있었다. 「유적」은 땅의 깊은 곳에서 그 예기를 갈며 나라를 궤멸시킬 명령을 기다리고 있다",
    "en-us": "Comes from a now-inactive ancient Ruin machine.The \"Ruin\" part of the name comes from the areas where they are most active. However, Ruin machines actually have little in common with the detritus in which they are often found.In the ancient past, these ruins were once part of a civilization mighty enough to almost touch the dome of the firmament, while \"ruin\" still waits in the deep places of the earth, awaiting the order to arise and tread all kingdoms underfoot.",
    "de-de": "Stammt von einer jetzt inaktiven alten Ruinenmaschine.Der „Ruinen“-Teil des Namens kommt von den Gebieten, in denen sie am aktivsten sind. Allerdings haben Ruinenmaschinen eigentlich wenig mit dem Geröll gemein, in dem sie oft zu finden sind.In der alten Vergangenheit waren diese Ruinen einst Teil einer Zivilisation, die mächtig genug war, um fast die Kuppel des Firmaments zu berühren, während „Ruin“ immer noch in den Tiefen der Erde wartet und auf den Befehl wartet, sich zu erheben und alle Königreiche mit Füßen zu treten.",
    "ru-ru": "Часть древнего механизма из руин.Механизмы руин называются так потому, что они наиболее активны в руинах. Вот только с развалинами, где они обычно обитают, у них ничего общего.В далёком прошлом эти развалины были частью великой цивилизации, способной прикоснуться к куполу небосвода, а «руины» затаились в земных глубинах и до сих пор ждут приказа растоптать все королевства.",
    "es-es": "Un objeto procedente de una máquina de las ruinas inactiva.La palabra “ruinas” de su nombre tiene su origen en las zonas donde son más activas. Sin embargo, las máquinas de las ruinas guardan poco en común con los escombros entre los que suelen ser encontradas.En tiempos remotos, estas ruinas solían pertenecer a una grandiosa civilización que casi podía rozar los límites del cielo, mientras ellas permanecían acalladas en las profundidades de la tierra, esperando el momento oportuno para tener a todos los reinos a sus pies.",
    "pt-pt": "Originário de uma máquina antiga das Ruínas.A parte \"Ruína\" de seu nome vem das áreas em que são mais ativas. Mas na realidade, máquinas das Ruínas possuem pouco em comum com os detritos em que são comumente encontrados.No passado antigo, essas ruínas foram parte de uma civilização grande o suficiente para quase tocar o domo do firmamente, enquanto a \"ruína\" ainda aguarda nos cantos mais profundos da terra, esperando a ordem para erguer-se e pisar sobre todos os reinos.",
    "fr-fr": "Provient d'un ancien mécanisme des ruines désormais inactif.Le mot « ruines » fait référence aux zones dans lesquelles ils sont les plus actifs. Cependant, les mécanismes des ruines n'ont en réalité que peu de points communs avec les débris dans lesquels ils se trouvent habituellement.Dans un passé lointain, ces ruines appartenaient à une civilisation assez puissante pour presque toucher le dôme du firmament, pendant qu'elles restaient à attendre dans les tréfonds de la terre, l'ordre de se soulever et de renverser tous les royaumes.",
    "th-th": "มาจากซากกลไกโบราณที่ไม่ได้ใช้งานแล้วชื่อของ \"ซาก\" กลไกชนิดนี้มาจากพื้นที่ที่มีการใช้งานพวกมันมากที่สุด แต่ระหว่างตัวซากกลไกและซากปรักหักพังที่พวกมันอยู่ ก็ไม่มีส่วนที่เหมือนกันมากนักในอดีตอันไกลโพ้น ซากปรักหักพังเหล่านี้เคยเป็นส่วนหนึ่งของอารยธรรมที่ยิ่งใหญ่เสียจนดูเหมือนจะสัมผัสจุดสูงสุดของท้องฟ้าได้ แต่ \"ซาก\" เหล่านี้กลับอยู่ส่วนที่ลึกลงไปใต้ผืนโลก เพื่อรอคอยคำสั่งที่จะก้าวไปสู่ดินแดนทั้งหมด",
    "ja-jp": "すでに動かなくなった古代遺跡機械からとったもの。その名にある「遺跡」は、彼らがよく出没するエリアを由来としている。しかし実際、彼らとその「遺跡」の間にはあまり共通点がなかった。遠い昔、遺跡は天空の頂点にも届く偉大なる文明に属していた。しかし、その「遺跡」は大地の深部に身を置き、国々を葬る命令を待ち続けている。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Ruin Sentinel Lv. 60+"
    ],
    "zh-cn": [
      "60级以上遗迹机兵掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Lính Máy Di Tích cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器培養素材",
      "【60級以上】遺跡機兵掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 유적 기계 병사 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Ruin Sentinels"
    ],
    "de-de": [
      "Beute von Ruinensoldaten ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Часовые руин Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Ось хаоса",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Centinelas de las Ruinas (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Soldados das Ruínas Nv.60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Sentinelle des ruines (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Ruin Sentinels Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "遺跡機兵（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chaos%20Oculus_icon.png",
  "localIcon": "images/chaos_oculus.png"
}