{
  "id": "chapter_of_an_ancient_chord",
  "wiki_id": 4032,
  "name": {
    "id-id": "Chapter of an Ancient Chord",
    "zh-cn": "悠古弦音的断章",
    "vi-vn": "Khúc Cung Đàn Cổ Xưa",
    "zh-tw": "悠古弦音的斷章",
    "ko-kr": "오래된 현악의 단장",
    "en-us": "Chapter of an Ancient Chord",
    "de-de": "Bruchstück einer archaischen Serenade",
    "ru-ru": "Незаконченный отзвук древней струны",
    "es-es": "Pieza de serenata arcaica",
    "pt-pt": "Capítulo de uma Corda Antiga",
    "fr-fr": "Chapitre d'un accord ancien",
    "th-th": "Chapter of an Ancient Chord",
    "ja-jp": "悠久の弦の断章"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Konon katanya merupakan harpa yang ditempa dari besi hitam oleh sisa penduduk kerajaan kuno dan digunakan untuk mengenang dan berkabung.Harpa yang ditempa dari besi hitam tidak akan bisa mengeluarkan suara apa pun. Untuk menunjukkan rasa duka terhadap kerajaan kuno yang bangga dengan lagu emasnya, sisa penduduk menciptakan alat musik yang berat dan diam ini.Tapi bagaimanapun juga, sama seperti zaman yang diam saat itu, besi hitam tetap tidak akan bisa mengeluarkan nada apa pun.",
    "zh-cn": "传说古老王朝的遗民曾以黑铁铸成竖琴，用于纪念与哀悼。黑铁所铸成的竖琴，是奏不出声音的。为了哀悼那个以金色乐曲为傲的古老王朝，遗民们打造了这些沉重而沉默的乐器。但无论如何，正如那沉默的时代一般，黑铁是奏不出音调的。",
    "vi-vn": "Tương truyền con dân còn sót lại của vương triều cổ xưa từng dùng sắt đen đúc thành đàn hạc, dùng để kỷ niệm và tiếc thương.Đàn hạc được đúc từ sắt đen thì không thể tấu ra âm thanh. Vì để tiếc thương cho vương triều cổ xưa với niềm kiêu hãnh là nhạc khúc vàng, nên các con dân mới chế tạo ra nhạc cụ nặng nề và trầm lặng này.Nhưng bất luận thế nào, cũng giống như thời đại trầm lặng đó, sắt đen sẽ không thể nào phát ra âm điệu.",
    "zh-tw": "傳說古老王朝的遺民曾以黑鐵鑄成豎琴，用於紀念與哀悼。黑鐵所鑄成的豎琴，是奏不出聲音的。為了哀悼那個以金色樂曲為傲的古老王朝，遺民們打造了這些沉重而沉默的樂器。但無論如何，正如那沉默的時代一般，黑鐵是奏不出音調的。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.전설에 따르면, 고대 왕조의 유민들은 흑철로 하프를 만들어 기념과 애도에 사용했다고 한다.흑철로 만든 하프는 소리를 낼 수 없다.금색 음악을 자랑으로 삼던 고대 왕조를 애도하기 위해, 유민들은 이런 무겁고 침묵하는 악기를 만든것이다.하지만 이유와 무관하게 흑철은 그 침묵의 시대처럼 어떠한 소리도 낼 수 없다",
    "en-us": "Legends say that the survivors of that ancient dynasty once cast a harp out of black iron to commemorate and mourn.A harp cast of black iron cannot be played. To mourn that ancient dynasty that was once so proud of its golden music, those remaining forged this heavy instrument and its yet weightier silence.But no matter what, the black iron harp remained as silent as that lost era.",
    "de-de": "Der Legende nach haben die Anhänger einer alten Dynastie einst eine Leier aus schwarzem Eisen gefertigt, um damit zu gedenken und zu trauern.Jene schwarzeiserne Leier gibt keinen Ton von sich, wenn sie gespielt wird. Ein schweres und lautloses Instrument, konstruiert in Trauer um eine alte Dynastie, die sich einst ihrer goldenen Musik rühmte.Aber was auch immer geschieht, die schwarzeiserne Leier bleibt so still wie diese verlorene Zeit.",
    "ru-ru": "Легенды гласят, что оставшиеся в живых представители древней династии однажды отлили из чёрного железа лиру, чтобы отдать дань памяти и скорби.Играть на лире из чёрного железа невозможно. В память о той древней династии, которая когда-то так гордилась своей золотой музыкой, выжившие выковали этот тяжёлый инструмент и его не менее тягостное молчание.И по сей день лира из чёрного железа остаётся столь же безмолвной, как и та ушедшая эпоха.",
    "es-es": "Cuenta la leyenda que el pueblo de la antigua dinastía fabricó arpas de hierro negro para conmemorar y llorar por los difuntos.Dichas arpas, sin embargo, no producían sonido alguno, así que para llorar la pérdida de la dinastía que se enorgullecía de su serenata dorada, el pueblo creó estos pesados y afásicos instrumentos musicales.No obstante, del hierro negro, tan taciturno como aquella época, no salió ni una sola nota musical.",
    "pt-pt": "Reza a lenda que o povo da antiga dinastia fabricou harpas de ferro negro para comemorar e lamentar os mortos.No entanto, essas harpas não produziam som algum, então, para lamentar a perda da dinastia que se orgulhava de sua serenata dourada, o povo criou esses instrumentos musicais pesados e sem voz.Do ferro negro, tão taciturno quanto aqueles tempos, não saiu uma única nota musical.",
    "fr-fr": "Les légendes disent que les survivants de cette ancienne dynastie ont jadis coulé une lyre en fer noir pour commémorer et faire le deuil.Une lyre moulée en fer noir ne peut pas être jouée. Pour faire le deuil de cette ancienne dynastie qui était autrefois si fière de sa musique dorée, ceux qui sont restés ont forgé cet instrument lourd au silence encore plus lourd.Mais la lyre de fer noir reste aussi silencieuse que cette époque perdue.",
    "th-th": "ตำนานเล่าว่า ลูกหลานของราชวงศ์โบราณ เคยหล่อหลอมพิณจากเหล็กสีดำ เพื่อการระลึกถึงและไว้อาลัยพิณที่ทำจากเหล็กสีดำ ไม่สามารถเล่นเสียงออกมาได้ เพื่อรำลึกถึงราชวงศ์โบราณที่ภาคภูมิในบทเพลงสีทองเหล่านั้น ผู้เหลือรอดจึงได้ประดิษฐ์เครื่องดนตรีที่หนักแน่นและเงียบงันขึ้นมาแต่ไม่ว่าอย่างไร เหล็กสีดำก็ไม่อาจเล่นเสียงเพลงได้ เช่นเดียวกับยุคสมัยที่เงียบงันในตอนนั้น",
    "ja-jp": "武器に突破の力を付与する材料。伝説によると、古代王朝の遺民は記念と弔うために、黒鉄でハープを作った。黒鉄で作られたハープは音を奏でられない。金色を誇りにしていた古代王朝を弔うために、遺民たちはこれら重くて沈黙する楽器を作った。だがそれでも、あの沈黙した時代のように、黒鉄は音を奏でられなかった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tipu Muslihat Robot (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 静谧之曲",
      "合成获得: 灰河渡手",
      "合成获得: 最初的大魔术",
      "深潮的余响 - 炼武秘境：机思 （周一/周四/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Duy Robot (Thứ 2/Thứ 4/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深潮的餘響（週一、週四、週日）】煉武秘境：機思 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】悠古弦音的樂章"
    ],
    "ko-kr": [
      "연무 비경: 교묘 II ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Robotic Ruse (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Robotische List (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Фрагмент отзвука древней струны",
      "Алхимия: Мора",
      "Алхимия: Песнь отзвука древней струны"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Inventiva II-IV (Lunes, jueves y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Consciência Robótica (Segunda-feira/Quinta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ruse robotique (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แยบยล (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：巧想で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/063d6858e36e4f71b635a5109737059c_4687259635012739340.png",
  "localIcon": "images/chapter_of_an_ancient_chord.png"
}