{
  "id": "chunk_of_aerosiderite",
  "wiki_id": 1069,
  "name": {
    "id-id": "Chunk of Aerosiderite",
    "zh-cn": "漆黑陨铁的一块",
    "vi-vn": "Miếng Thiên Thạch Đen",
    "zh-tw": "漆黑隕鐵的一塊",
    "ko-kr": "흑운철 덩이",
    "en-us": "Chunk of Aerosiderite",
    "de-de": "Brocken pechschwarzer Aerosiderit",
    "ru-ru": "Обломок чёрного сидерита",
    "es-es": "Trozo de siderita oscura",
    "pt-pt": "Bloco de Aerosiderite",
    "fr-fr": "Morceau d'aérosidérite noire",
    "th-th": "Chunk of Aerosiderite",
    "ja-jp": "漆黒の隕鉄の塊"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Saat Khaenri'ah hancur, seorang pendosa membuat monster dengan alien, darah hitam mengalir di dalam makhluk tersebut. Mereka mengamuk di seluruh negeri, menghancurkan semua yang ada di hadapan mereka. Hidup mereka bermutasi, disebabkan oleh kekuatan di luar dunia ini. Naga hitam Durin yang menyerang Mondstadt adalah salah satu dari hasil mutasi tersebut.",
    "zh-cn": "赋予武器突破之力的材料。坎瑞亚覆灭的时代，某位大罪人制造了无数的魔兽。它们流淌着与此世不容的黑血，在大陆上践踏众生、破坏一切。它们的生命是变质的，由世界外的力量赐予的。硬要说的话，袭击蒙德的「杜林」也是此类。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Thời đại Khaenri'ah, một người nào đó đã tạo ra vô số ma thú. Trên người chúng nó chảy thứ máu màu đen, chà đạp chúng sinh trên đại lục, phá hoại mọi thứ. Sinh mệnh chúng nó có thể thay đổi, được cung cấp sức mạnh từ bên ngoài thế giới. Nghiêm túc mà nói, Durin tập kích Mondstadt cũng thuộc loại này.",
    "zh-tw": "賦予武器突破之力的材料。坎瑞亞覆滅的時代，某位大罪人製造了無數的魔獸。它們流淌著與此世不容的黑血，在大陸上踐踏眾生、破壞一切。它們的生命是變質的，由世界外的力量賜予的。硬要說的話，襲擊蒙德的「杜林」也是此類。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.켄리아가 멸망하던 시기에 어떤 대역 죄인은 무수히 많은 마물들을 만들었다. 그들은 세상과 맞지 않는 검은 피를 흘리며 대륙의 모든 것들을 파괴하고 죽였다. 그들의 생명은 변질된 것으로 세계 외의 힘이 부여됐다. 몬드를 습격한 마룡 「두린」이 이와 같다고 할 수 있다",
    "en-us": "Weapon Ascension Material.When Khaenri'ah was destroyed, a great sinner created endless monsters with dark, alien blood flowing through their veins. They rampaged across the land, destroying all in their paths. They were mutated lifeforms, and the mutations were caused by powers from beyond this world. The black serpentine dragon Durin that attacked Mondstadt was one such mutated being.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Während des Untergangs von Khaenri’ah hat ein großer Frevler unzählige Monster geschaffen. In ihnen fließt schwarzes Blut, nicht von dieser Welt. Sie bedrohten das Leben im Lande und wollten alles zerstören. Ihre Lebenskraft ist das Geschenk einer anderen Welt. Auch Durin, der Drache, der Mondstadt angegriffen hat, gehört dazu.",
    "ru-ru": "Материал возвышения оружия.С падением Каэнри’ах великий грешник создал бесконечные орды чудовищ, по венам которых текла тёмная кровь. Они бесчинствовали по всей земле, уничтожая всё на своём пути. Их жизнью были мутации, вызванные силами не из этого мира. Такой мутацией был и змее-дракон Дурин, напавший на Мондштадт.",
    "es-es": "Material de ascensión de arma.Cuando Khaenri'ah fue destruido, un gran criminal creó un sinfín de monstruos cuya sangre oscura no podía ser aceptada por este mundo. Arrasaron todas las tierras y destruyeron todo lo que encontraban a su paso. Se trataba de mutaciones creadas por poderes de más allá de este mundo. De hecho, Durin, el dragón oscuro que atacó Mondstadt en el pasado, también era una mutación.",
    "pt-pt": "Material de Ascensão de Armas.Quando Khaenri'ah foi destruído, um grande criminoso criou monstros intermináveis com grande quantidade de sangue obscuro percorrendo suas veias. Eles invadiram a terra, destruindo tudo em seus caminhos. Suas vidas eram mutações, causadas por poderes sobrenaturais. Para ser exato, o dragão serpentino preto Durin que atacou Mondstadt era uma mutação.",
    "fr-fr": "Matériau d'élévation d'arme.Après la chute de Khaenri'ah, un hérétique créa une armée de monstres au sang noir en faisant appel à des forces maléfiques d'un autre monde. Ceux-ci détruisirent et pillèrent tout ce qui se dressait devant eux. Durin, le dragon serpentin étaient une de ces abominations.",
    "th-th": "เมื่อ Khaenri'ah ได้ถูกทำลายลง จอมมารร้ายได้สร้างเหล่าอสูรที่เต็มไปด้วยเลือดสีดำไหลเวียนอยู่มากมายนับไม่ถ้วนขึ้นมา พวกมันทำลายทุกที่ไปเรื่อยๆ ชีวิตของพวกมันนั้นได้เกิดจากการกลายพันธุ์เมื่อได้รับพลังจากโลกภายนอก ว่ากันตรง ๆ แล้วมังกร \"Durin\" ที่โจมตี Mondstadt นั้นก็เป็นสิ่งมีชีวิตที่กลายพันธุ์เช่นกัน",
    "ja-jp": "武器に突破の力を付与する材料。カーンルイアが破滅した時代、ある罪人が無数の魔獣を作り出した。それらにはこの世とは相容れない黒い血が流れており、この大陸の生き物を踏みつけ、あらゆるものを破壊する。その命は変質的で、世界の外の力によって与えられたものである。しいていえば、モンドを襲った「ドゥリン」も同じ類である。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ujian Tantangan Guntur (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thử Thách Sấm Sét (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【震雷連山密宮（週三/六/日）】煉武祕境：古雷試煉場 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 고대 뇌전 시련장 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Trial Grounds of Thunder (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Prüfungsplatz des alten Donners (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Лабиринт Ляншань» (среда/суббота/воскресенье)",
      "Алхимия: Осколок чёрного сидерита",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Campo de prueba del relámpago IV (Miércoles, Sábados, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Campo de Treinamento do Trovão (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Terrain d'ancien tonnerre (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สนามทดลองไฟฟ้า (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷の試練場及び静電気フィールドで獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk%20of%20Aerosiderite_icon.png",
  "localIcon": "images/chunk_of_aerosiderite.png"
}