{
  "id": "concealed_claw",
  "wiki_id": 1710,
  "name": {
    "id-id": "Concealed Claw",
    "zh-cn": "隐兽指爪",
    "vi-vn": "Móng Vuốt Ma Thú",
    "zh-tw": "隱獸指爪",
    "ko-kr": "맹수 발톱",
    "en-us": "Concealed Claw",
    "de-de": "Kralle der versteckten Monster",
    "ru-ru": "Скрытый коготь",
    "es-es": "Garra oculta",
    "pt-pt": "Garra Escondida",
    "fr-fr": "Griffe dissimulée",
    "th-th": "Concealed Claw",
    "ja-jp": "隠獣の指爪"
  },
  "description": {
    "id-id": "Jaringan tubuh yang tersisa dari salah satu Riftwolves.Menurut logika, benda-benda yang begitu asing untuk dunia ini, seharusnya sudah tidak ada setelah makhluk abnormal ini diusir dari daratan.",
    "zh-cn": "兽境群狼的残留身体组织。按照常理来说，这种与此世不容的事物不应在这种异常造物被驱逐后，残留于世才对。",
    "vi-vn": "Mô cơ thể còn sót lại của bầy sói ma vật. Theo lẽ thường, những thứ không tương thích với vùng đất này lẽ ra không nên sót lại sau khi bị trục xuất mới phải.",
    "zh-tw": "獸境群狼的殘留身體組織。按照常理來說，這種與此世不容的事物不應在這種異常造物被驅逐後，殘留於世才對。",
    "ko-kr": "수계 늑대 무리의 신체 조직.이 세계가 허용할 수 없는 이러한 신체 일부는, 비정상적인 생명체가 처치되어 버린 후에 세계에 남아있어서는 안된다는 게 일반적인 생각이다",
    "en-us": "Residual body tissue left behind by one of the Riftwolves.By ordinary logic, these objects, so alien to this world, should not have remained behind after these abnormal creatures were excised from the land.",
    "de-de": "Restliches Körpergewebe, das von einem der Garmwölfe zurückgelassen wurde.Logischerweise hätten diese Objekte, die dieser Welt so fremd sind, nicht zurückbleiben dürfen, nachdem diese abnormen Kreaturen vertrieben worden waren.",
    "ru-ru": "Остатки телесных тканей, принадлежавших одному из волков Разрыва.По законам логики, столь чуждые этому миру предметы не должны были сохраниться после того, как эти существа были изгнаны.",
    "es-es": "Tejido residual del cuerpo de un Acechador.Por lógica, estos objetos, tan extraños para este mundo, no deberían haberse quedado aquí después de que estas insólitas criaturas fueran expulsadas.",
    "pt-pt": "Tecido corporal deixado para trás por um dos Caninos da Fenda.Por lógica ordinária, esses objetos, tão alienígenas para esse mundo, não deveriam ter ficado para trás após essas criaturas anormais terem sido expurgadas dessa terra.",
    "fr-fr": "Le tissu résiduel provenant du corps d'un canidé de faille.En toute logique, cet objet qui n'appartient guère à ce monde n'aurait pas dû subsister après l'anéantissement de ces créatures anormales.",
    "th-th": "ชิ้นส่วนร่างกายที่หลงเหลืออยู่จากร่างของ Riftwolfโดยทั่วไปแล้ว วัตถุที่เป็นสิ่งแปลกปลอมเหล่านี้ไม่ควรหลงเหลืออยู่ในโลกใบนี้ หลังจากสิ่งมีชีวิตที่ผิดปกติได้ถูกกำจัดไป",
    "ja-jp": "獣域ウルブズが残した体の一部。通常、このような異常創造生物が駆逐された後、これらの世に相容れないものが残るのは奇怪なことである。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Riftwolves",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "兽境之狼掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Sói Ma Vật rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "武器培養素材",
      "【煉金】隱獸利爪",
      "獸境之狼掉落"
    ],
    "ko-kr": [
      "수계의 늑대 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Riftwolves",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Garmwölfen",
      "Beute von Garmen",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Волки Разрыва",
      "• Покупается за Звёздную пыль",
      "Алхимия: Скрытый заточенный коготь"
    ],
    "es-es": [
      "Obtenido de Acechadores",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado por Caninos da Fenda",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Échange Astrions",
      "Butin de Loup de faille"
    ],
    "th-th": [
      "ดรอปจาก Riftwolf",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "獣域ウルブズがドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed%20Claw_icon.png",
  "localIcon": "images/concealed_claw.png"
}