{
  "id": "copper_talisman_of_the_forest_dew",
  "wiki_id": 2696,
  "name": {
    "id-id": "Copper Talisman of the Forest Dew",
    "zh-cn": "谧林涓露的铜符",
    "vi-vn": "Bùa Rừng Xanh Sương Đọng - Đồng",
    "zh-tw": "謐林涓露的銅符",
    "ko-kr": "숲의 이슬을 닮은 동 부적",
    "en-us": "Copper Talisman of the Forest Dew",
    "de-de": "Kupfertalisman des Waldtaus",
    "ru-ru": "Медный амулет лесной росы",
    "es-es": "Talismán de bronce del rocío",
    "pt-pt": "Talismã de Bronze do Orvalho Florestal",
    "fr-fr": "Talisman en cuivre de la rosée",
    "th-th": "Copper Talisman of the Forest Dew",
    "ja-jp": "静謐な森のしずくの銅符"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Atas bimbingan Sage Pertama, nenek moyang hutan hujan mengukir kayu mati menjadi sajak untuk memperingati penguasa rumput hijau dan pohon-pohon tinggi.Sajak diukir dalam bentuk embun jernih di hutan, dan ini melambangkan tetesan kebijaksanaan yang meresap ke dalam pikiran manusia.",
    "zh-cn": "赋予武器突破之力的材料。在最初的贤者指导下，雨林的先民曾将枯木雕成神符，以供奉纪念绿草与高木的主人。神符仿照林间清露的形状雕成，象征着智慧的涓滴在凡人的心智中渗流。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Dưới sự hướng dẫn của hiền giả đầu tiên, tổ tiên của khu rừng đã dùng những thân cây khô khắc thành những lá bùa để hiến tế chúa tể của cỏ cây.Hình dạng của lá bùa được lấy cảm hứng từ sương mai trong rừng. Nó tượng trưng cho sự thấm nhuần của trí tuệ vào tâm trí phàm nhân.",
    "zh-tw": "賦予武器突破之力的素材。在最初的賢者指導下，雨林的先民曾將枯木雕成神符，以供奉紀念綠草與高木的主人。神符仿照林間清露的形狀雕成，象徵著智慧的涓滴在凡人的心智中滲流。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.최초의 현자의 지도 아래, 우림의 선민들은 마른 나무를 호신부로 조각해 풀과 고목의 주인에게 공양하고, 그를 기리는 데 사용했다.호신부는 숲의 푸른 이슬의 형상을 모방해 조각했으며, 지혜의 물방울이 범인의 마음속에 스며드는 것을 상징한다",
    "en-us": "Weapon Ascension Material.Under the instructions of the First Sage, the ancestors of the forest people made these talismans using withered trees to commemorate the Lord of Verdure.The talisman's shape was inspired by the forest dew. It symbolizes the permeation of wisdom into mortal minds.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Nach den Anweisungen des Ersten Weisen fertigten die Vorfahren im Wald diese Talismane mit den verdorrten Bäumen in Erinnerung an die Herrin der Flora.Die Form des Talismans wurde vom Tau im Wald inspiriert. Er symbolisiert das Eindringen der Weisheit in den Geist der einfachen Sterblichen.",
    "ru-ru": "Материал возвышения оружия.По указанию Первого мудреца предки жителей тропического леса вырезали этот амулет в знак поклонения перед Владычицей трав и дерев.Формой амулет напоминает каплю лесной росы, олицетворяя мудрость, что увлажняет умы простых смертных, как роса увлажняет лес.",
    "es-es": "Material de ascensión de arma.Bajo las instrucciones del Primer Sabio, los ancestros de la selva hicieron talismanes con la madera de los árboles marchitos y los ofrecieron en honor a la maestra de la vegetación y las plantas.Estos talismanes tenían la forma del dulce rocío del bosque, lo que simbolizaba que la sabiduría penetraba gota tras gota en la mente de los mortales.",
    "pt-pt": "Material de Ascensão de Armas.Sob a orientação do Primeiro Sábio, os ancestrais da floresta tropical uma vez entalharam runas em madeira seca para homenagear as gramas verdes e a sua mestre.As runas foram entalhadas na forma do orvalho da floresta, simbolizando que a sabedoria está nas mentes dos mortais.",
    "fr-fr": "Matériau d'élévation d'arme.Sous les instructions du Premier sage, les ancêtres du peuple de la forêt tropicale ont fabriqué ces talismans à l'aide d'arbres flétris pour honorer celle qui régna sur les arbres et les fleurs.La forme du talisman s'inspire de la rosée de la forêt. Elle symbolise l'imprégnation de la sagesse dans les esprits des mortels.",
    "th-th": "ภายใต้การชี้นำของนักปราชญ์คนแรกเหล่าบรรพบุรุษของป่าฝนเคยแกะสลักไม้เป็นเครื่องรางคุ้มภัย เพื่อระลึกถึงจ้าวแห่งแมกไม้และใบหญ้า เครื่องรางคุ้มภัยแกะสลักขึ้นโดยใช้รูปหยดน้ำค้างในป่าเป็นต้นแบบ เป็นสัญลักษณ์ของหยดน้ำแห่งปัญญา ที่ซึมซาบเข้าสู่จิตใจของมนุษย์ปุถุชน",
    "ja-jp": "武器に突破の力を付与する材料。かつて、一人目の賢者の指導のもと、雨林に住む者の先祖は枯木を彫刻して神符を作った。そうして草と高木の主を供養し、偲んだのだ。神符は森の澄んだ露の形に彫られており、これは人の心に染み入る知恵のしずくを象徴している。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Awan yang Ternoda (Senin/Kamis/Minggu)"
    ],
    "zh-cn": [
      "合成获得: 原木刀",
      "合成获得: 森林王器",
      "有顶塔 - 炼武秘境: 云垢（周一/周四/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Mây Bẩn (Thứ 2/Thứ 5/Chủ Nhật)"
    ],
    "zh-tw": [
      "【有頂塔（週一/四/日） 】煉武祕境：雲垢 I / II / III / IV",
      "武器突破素材",
      "【煉金】謐林涓露的鐵符"
    ],
    "ko-kr": [
      "연무 비경: 운구 I ~ IV (월요일/목요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Tainted Clouds (Monday/Thursday/Sunday)"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeu",
      "Sphäre der Kriegskunst: Trübe Wolken (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Башня презренной гордости» (понедельник/четверг/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Железный амулет лесной росы"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Nubes ponzoñosas I-IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Nuvens Contaminadas (Segunda/Quinta/Domigo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Nuages souillés (Lundi/Jeudi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: เมฆามัวหมอง (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（月曜/木曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/11ddd1bff01183e94e9cc781a79a2474_5287867373201577598.png",
  "localIcon": "images/copper_talisman_of_the_forest_dew.png"
}