{
  "id": "coral_branch_of_a_distant_sea",
  "wiki_id": 1630,
  "name": {
    "id-id": "Coral Branch of a Distant Sea",
    "zh-cn": "远海夷地的瑚枝",
    "vi-vn": "Nhánh San Hô Của Biển Xa",
    "zh-tw": "遠海夷地的瑚枝",
    "ko-kr": "먼바다의 산호 가지",
    "en-us": "Coral Branch of a Distant Sea",
    "de-de": "Korallenzweig eines fernen Meeres",
    "ru-ru": "Коралловая ветвь внешних морей",
    "es-es": "Rama de coral del mar distante",
    "pt-pt": "Ramo de Coral de um Mar Distante",
    "fr-fr": "Branche marine de corail",
    "th-th": "Coral Branch of a Distant Sea",
    "ja-jp": "遠海夷地の瑚枝"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Di rantai kepulauan Inazuma, Pulau Watatsumi adalah yang terjauh dari Pulau Narukami. Dan Watatsumi dalam bahasa kuno pulau berarti \"dewa lautan\". Menurut legenda, saat Serpent pertama muncul di jurang yang selalu diselimuti kegelapan malam, tubuh Serpent tersebut memancarkan cahaya dan ditutupi oleh cabang koral berwarna-warni.",
    "zh-cn": "赋予武器突破之力的材料。稻妻列岛中距离鸣神岛最遥远的「海祇」，在海祇岛的古语中的意思是「统管诸海的大神」。传说大蛇在常夜的渊下国土中初次现身时，身上覆满了四色的珊瑚枝，散发着煌煌的荧光。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Nơi \"Watatsumi\" xa xôi nhất của Đảo Narukami, cái tên gọi Watatsumi có nghĩa là \"Thần thống trị biển cả\". Tương truyền, khi con mãng xà lần đầu tiên xuất hiện ở vùng đất dưới vực thẳm đêm đen, trên thân nó được bao phủ bởi những nhánh san hô ngũ sắc, tỏa ra ánh huỳnh quang rực rỡ.",
    "zh-tw": "賦予武器突破之力的素材。稻妻列島中距離鳴神島最遙遠的「海祇」，在海祇島的古語中的意思是「統管諸海的大神」。傳說大蛇在常夜的淵下國土中初次現身時，身上覆滿了四色的珊瑚枝，散發著煌煌的螢光。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.이나즈마 제도 중, 나루카미섬과 가장 멀리 떨어져 있는 「와타츠미」. 고대어에서 와타츠미섬은 「바다를 관장하는 신」이라는 의미를 갖고 있다. 전설에 의하면, 거대한 뱀이 밤장막에 갇힌 연하의 나라에서 처음 모습을 드러냈을 때, 몸에는 네 가지 빛깔의 산호 가지가 가득해 휘황찬란하게 빛났다고 전해진다",
    "en-us": "Weapon Ascension Material.Watatsumi Island is the furthest from Narukami Island in the Inazuman island chain, and its name means \"the god of the oceans\" in the island's ancient tongue. Legend has it that when the great serpent first arose within the abyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.",
    "de-de": "Waffenaufstiegsmaterial.Die Insel Watatsumi ist die am weitesten von der Insel Narukami entfernte Insel der Inazuma-Inselkette und ihr Name bedeutet in der alten Sprache der Insel „der Gott der Ozeane“. Die Legende besagt, dass, als die große Schlange zum ersten Mal im abgrundtiefen Land der ewigen Nacht auftauchte, ihr fluoreszierender Körper mit unzähligen bunten Korallen bedeckt war.",
    "ru-ru": "Материал возвышения оружия.Остров Ватацуми - самый отдалённый в цепочке инадзумского архипелага, а его название на древнем языке острова означает «бог морей». Согласно легенде, когда исполинский змей впервые вышел из царства вечной ночи, его тело было полностью покрыто светящимися кораллами.",
    "es-es": "Material de ascensión de arma.De las islas de Inazuma, la Isla Watatsumi es la más lejana a la Isla Narukami, y su nombre significa “dios de los océanos”. Según cuenta la leyenda, cuando la gran serpiente se adentró por primera vez en el abismo de la noche, su cuerpo se cubrió de ramas de coral multicolores, emanando una luz fluorescente.",
    "pt-pt": "Material de Ascensão de Armas.A Ilha Watatsumi é a mais distante da Ilha Narukami no arquipélago das ilhas de Inazuma, e seu nome significa \"o deus dos oceanos\" na língua antiga local. Lendas dizem que quando a grande serpente apareceu pela primeira vez na nação abissal da noite eterna, seu corpo fluorescente estava coberto em numa miríade de corais coloridos.",
    "fr-fr": "Matériau d'élévation d'arme.L'Île de Watatsumi est la plus éloignée de l'Île de Narukami dans la chaîne d'îles inazumiennes, et son nom signifie « divinité des océans » dans l'ancienne langue de l'île. La légende raconte que lorsque le Grand serpent est apparu pour la première fois dans la nation abyssale de la nuit éternelle, son corps fluorescent était recouvert d'une myriade de coraux colorés.",
    "th-th": "ในบรรดาหมู่เกาะของ Inazuma นั้น Watatsumi เป็นเกาะที่อยู่ห่างจากเกาะ Narukami มากที่สุด และชื่อของเกาะ Watatsumi ในภาษาโบราณนั้นมีความหมายว่า \"เทพผู้ปกครองแห่งท้องทะเล\" ตำนานเล่าว่า เมื่อครั้งที่อสรพิษยักษ์ได้ปรากฏตัวในดินแดนใต้ห้วงลึกเป็นครั้งแรกนั้น ตัวของมันปกคลุมไปด้วยกิ่งปะการังหลากสีสัน และเปล่งแสงออกมาอย่างสวยงาม",
    "ja-jp": "武器に突破の力を付与する材料。稲妻列島の中で鳴神島と最も遠い「海祇」は、海祇島の古語で「海を統治する大神」という意味を持つ。常夜の深淵の国に大蛇が現れた時、その体は四色の珊瑚で覆われ、光を発していたという。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Desiran Pasir (Senin/Kamis/Minggu)"
    ],
    "zh-cn": [
      "N/A"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Vực Trầm Sa (Thứ 2/Thứ 5/Chủ Nhật)"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】遠海夷地的玉枝",
      "【砂流之庭（週一/四/日）】煉武祕境：沉沙之淵 I / II / III / IV"
    ],
    "ko-kr": [
      "연무 비경: 모래의 심연 I ~ IV (월요일/목요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Sunken Sands (Monday/Thursday/Sunday)"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Spuren aus der Tiefe (Montag/Donnerstag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (понедельник/четверг/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Драгоценная ветвь внешних морей"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Vestigios de las profundidades I-IV (Lunes, Jueves, Sábados)"
    ],
    "pt-pt": [
      "Domínio da Forja: Grãos das Profundezas (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Sables engloutis (Lundi/Jeudi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: ห้วงทรายในเหวลึก (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：沈砂の淵で獲得可能（月曜/木曜/日曜）",
      "稲妻「根付の源」の御輿源一郎より購入可能（4回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral%20Branch%20of%20a%20Distant%20Sea_icon.png",
  "localIcon": "images/coral_branch_of_a_distant_sea.png"
}