{
  "id": "damaged_prism",
  "wiki_id": 2891,
  "name": {
    "id-id": "Damaged Prism",
    "zh-cn": "破缺棱晶",
    "vi-vn": "Lăng Kính Hỏng Hóc",
    "zh-tw": "破缺稜晶",
    "ko-kr": "파손된 결정",
    "en-us": "Damaged Prism",
    "de-de": "Zerbrochenes Prisma",
    "ru-ru": "Сломанная призма",
    "es-es": "Prisma dañado",
    "pt-pt": "Prisma Danificado",
    "fr-fr": "Prisme endommagé",
    "th-th": "Damaged Prism",
    "ja-jp": "壊れたプリズム"
  },
  "description": {
    "id-id": "Komponen tidak utuh yang diperoleh dengan cara mengalahkan Primal Construct. Mesin berbentuk unik ini adalah penjaga abadi reruntuhan gurun, dan memiliki kekuatan untuk menembus gunung dan membentuk kembali bebatuan. Prinsip yang sama yang memberi kekuatan kepada berbagai perangkat misterius yang ada di atas dan di bawah bumi ini juga digunakan untuk memberi kekuatan kepada mesin ini.",
    "zh-cn": "打倒元能构装体后获得的破碎零件。这些造型特异的机械是沙漠遗迹永恒的守护者，具有足以凿穿岩山，重塑巨石的力量。驱动这些机械运作的原理与地上、地下许多神秘的机关相似。",
    "vi-vn": "Linh kiện vỡ vụn thu được sau khi đánh bại kết cấu năng lượng.Những cỗ máy có hình thù kỳ dị này là những người bảo vệ di tích sa mạc vĩnh hằng, có đủ sức mạnh để đâm xuyên qua núi đá và tái tạo lại các tảng đá. Nguyên tắc điều khiển những cỗ máy này tương tự như nhiều cơ quan bí ẩn trên và dưới mặt đất.",
    "zh-tw": "打倒元能構裝體後獲得的破碎零件。這些造型特異的機械是沙漠遺蹟永恆的守護者，具有足以鑿穿岩山，重塑巨石的力量。驅動這些機械運作的原理與地上、地下許多神秘的機關相似。",
    "ko-kr": "태고의 구조체 처치 후 획득 가능한 파손된 부품.이런 독특한 모양의 기계는 사막 유적의 영원한 수호자로서 바위산을 뚫고 거대한 바위를 재구축하는 힘을 가지고 있다. 이 기계를 작동시키는 원리는 지상, 지하에 있는 수많은 신비한 장치들과 비슷하다",
    "en-us": "A damaged component obtained from defeating a Primal Construct.These uniquely-shaped machines are the eternal sentinels of the desert ruins, and they possess the power to pierce the mountains and reshape rocks. The same principles that power many mysterious devices above and beneath the earth also power these machines.",
    "de-de": "Ein nach dem Besiegen eines Urkonstrukts erhaltenes zerbrochenes Teil.Diese ungewöhnlich geformte Maschine ist der ewige Wächter der Ruinen der Wüste mit der Kraft, Felsen zu durchschlagen und wieder zusammenzusetzen. Der Mechanismus dieser Maschinen ähnelt dem von vielen geheimen oberirdischen und unterirdischen Apparaten.",
    "ru-ru": "Повреждённый компонент, полученный в результате победы над первозданной конструкцией.Эти уникальные механизмы — вечные стражи пустынных руин. Они обладают силой пронзать горы и изменять форму скал. Те же принципы, что питают многие таинственные устройства над и под землёй, питают и эти машины.",
    "es-es": "Una pieza dañada obtenida tras derrotar a una Creación Primigenia.Estas máquinas de forma extraña son las guardianas eternas de las ruinas del desierto y tienen el poder de perforar las montañas y moldear las rocas. Los principios de funcionamiento de estas máquinas son similares a muchos de los misteriosos mecanismos que hay sobre y bajo la tierra.",
    "pt-pt": "Um componente danificado obtido após derrotar a Estrutura Primordial.Essas máquinas de formas únicas são as sentinelas eternas das ruínas do deserto, e possuem o poder para perfurarem montanhas e mudarem a forma de rochas gigantes. Os mesmos princípios que energizam muitos dispositivos misteriosos sobre e sob a superfície também energizam essas máquinas.",
    "fr-fr": "Un composant endommagé que vous avez obtenu après avoir vaincu une Structure primale.Ces machines aux formes singulières sont les protectrices éternelles des ruines du désert et sont assez puissantes pour percer les montages et remodeler les rochers. Les principes de fonctionnement de ces machines sont similaires aux nombreux mécanismes mystérieux à la surface et sous terre.",
    "th-th": "ชิ้นส่วนแตกหักที่ได้รับหลังจากเอาชนะ Primal Construct แล้วเครื่องจักรรูปร่างประหลาดเหล่านี้ เป็นผู้พิทักษ์ชั่วนิรันดร์ของโบราณสถานกลางทะเลทราย มีพลังทำลายล้างที่สามารถเจาะทะลวงภูเขา และก่อร่างสร้างหินได้ หลักการขับเคลื่อนของเครื่องจักรเหล่านี้ ดูคล้ายคลึงกับกลไกที่อยู่บนพื้น และใต้พื้นดินเป็นอย่างมาก",
    "ja-jp": "プライマル構造体を倒した後に獲得した壊れた部品。あれらの特別な形をした機械は砂漠の遺跡を永遠に守護する者であり、岩山に穴をあけ、巨石を形成する力を持つ。駆動の原理は、地上および地下にある、様々な謎めいた装置と類似している。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材【煉金】混濁棱晶",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Primal Construct",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "元能构装体掉落，星尘兑换"
    ],
    "vi-vn": [
      "Kết Cấu Nguyên Thủy rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "元能構裝體掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "태고의 구조체 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Primal Constructs",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Urkonstrukten",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Первозданные конструкции",
      "• Покупается за Звёздную пыль",
      "Алхимия: Загрязнённая призма"
    ],
    "es-es": [
      "Obtenido de Creaciones Primigenias",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado pelas Estruturas Primordiais",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Structure primale",
      "Échange Astrions"
    ],
    "th-th": [
      "ดรอปจาก Primal Construct",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "プライマル構造体がドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/5d899c62b7dccb8d20073ffd910c1b2e_6247646196504487065.png",
  "localIcon": "images/damaged_prism.png"
}