{
  "id": "deathly_statuette",
  "wiki_id": 698,
  "name": {
    "id-id": "Deathly Statuette",
    "zh-cn": "幽邃刻像",
    "vi-vn": "Tượng Tử Thần",
    "zh-tw": "幽邃刻像",
    "ko-kr": "그윽한 조각상",
    "en-us": "Deathly Statuette",
    "de-de": "Figur der Finsternis",
    "ru-ru": "Смертельная статуэтка",
    "es-es": "Estatuilla de las profundidades",
    "pt-pt": "Escultura das Profundezas",
    "fr-fr": "Statuette maléfique",
    "th-th": "Deathly Statuette",
    "ja-jp": "幽邃なる彫刻"
  },
  "description": {
    "id-id": "Patung bermata satu yang memancarkan energi yang tidak diketahui secara samar-samar. Sama sekali tidak diketahui terbuat dari material apakah benda ini.Saat idola ini ditatap, sepertinya terdengar bisikan aneh yang dapat membuat orang merasa damai ....\"Anakku, lihatlah. Segala sesuatu di bawah kolong langit akan mengalami guncangan dan binasa. Dan langit hitam yang selamanya tenang ini akan menampung semuanya.\"",
    "zh-cn": "微微散发着不详的能量的独目刻像，是以何种材质制成则完全不可知。凝视着这尊偶像时，似乎能听见令人心情宁静的奇妙低语…「看吧，我的孩子。天之座下的万物终将在动荡中消亡。永远宁静的漆黑深空会包容一切。」",
    "vi-vn": "Bức tượng một mắt tỏa ra nguồn năng lượng xấu xa, hoàn toàn không biết nó được làm bằng chất liệu gì. Khi nhìn vào bức tượng này, dường như có thể nghe thấy tiếng thì thầm kỳ lạ của sự yên bình...\"Nhìn này, con của ta. Mọi vật dưới bầu trời sẽ diệt vong trong hỗn loạn. Khoảng không gian sâu thẳm đen kịt luôn tĩnh lặng sẽ bao trùm tất cả.\"",
    "zh-tw": "微微散發著不祥的能量的獨目刻像，是以何種材質製成則完全不可知。凝視著這尊偶像時，似乎能聽見令人心情寧靜的奇妙低語…「看吧，我的孩子。天之座下的萬物終將在動盪中消亡。永遠寧靜的漆黑深空會包容一切。」",
    "ko-kr": "불길한 에너지를 내뿜고 있는 외눈 조각상, 어떤 재료로 만들어졌는지 알 수 없다.조각상을 보고 있으면 소름 끼치는 소리가 들리는 거 같다….「나의 아이들아, 보아라. 하늘 아래의 만물은 혼란 속에서 소멸될 것이다. 영원히 고요한 어둠이 모든 것을 집어삼킬 지니」",
    "en-us": "A one-eyed carving that emanates an ominous energy, with no indication of what it's made of.As you gaze upon this idol, you can almost hear a strange, comforting whisper...\"See, my child. All that lies under the throne of heaven shall be destroyed by upheaval. The eternal peace of the pitch-dark void shall embrace us all.\"",
    "de-de": "Eine einäugige Schnitzerei, die eine unheilvolle Energie ausstrahlt, ohne dass man weiß, woraus sie besteht.Wenn du diese kleine Statue betrachtest, kannst du fast ein seltsames, tröstliches Flüstern hören ...„Sieh, mein Kind. Alles, was unter dem Thron des Himmels liegt, wird durch die Umwälzung zerstört werden. Der ewige Frieden der pechschwarzen Leere wird uns alle umarmen.“",
    "ru-ru": "Одноглазая резная статуэтка, излучающая злую энергию. Из чего она на сделана, совершенно неизвестно. Когда вы на неё смотрите, то словно слышите странный успокаивающий шёпот...«Посмотри, дитя моё. Всё под троном небесным уничтожит потрясение, и нас всех поглотит вечный покой кромешной тьмы».",
    "es-es": "Una efigie con un solo ojo que desprende una extraña energía y está hecha con un material desconocido.Al observarla, es como si escucharas unos increíbles susurros que te calman la mente.“Observen, hijos míos. Todos los seres bajo el trono celestial acabarán pereciendo bajo el tumulto. El vacío, con su serena oscuridad eterna, lo acogerá todo en su seno”.",
    "pt-pt": "Uma escultura de um olho só que emana uma energia sinistra, sem quaisquer indicações do que foi feito.Conforme você olha para esta escultura, quase é possível ouvir um estranho e reconfortante sussurro que diz...\"Veja, meu filho. Tudo o que está sob o trono dos céus será destruído pela revolta. A paz eterna do vazio escuro e profundo logo acolherá a todos nós.\"",
    "fr-fr": "Une statuette à un œil qui émet une certaine énergie et dont la matière première est inconnue.En la regardant, vous pouvez presque entendre un murmure à peine audible...« Vois, mon enfant. Tout ce qui se trouve sous le trône du ciel finira détruit dans la tourmente. L'obscurité de la sérénité éternelle nous enveloppera tous. »",
    "th-th": "รูปปั้นตาเดียวที่แผ่พลังงานลางไม่ดีออกมาเล็กน้อย และไม่ทราบแน่ชัดว่าทำมาจากวัสดุใดกันแน่เมื่อจ้องมองดูที่รูปปั้นนี้ ราวกับคุณจะได้ยินเสียงกระซิบแปลก ๆ ที่ทำให้คุณรู้สึกสงบ...\"ดูนี่เถิด ลูกรัก ทุกสิ่งภายใต้บัลลังก์สวรรค์จะพินาศด้วยความสับสนวุ่นวาย ความมืดมิดอันเงียบสงบของห้วงอวกาศนั้นจะให้อภัยทุกสิ่ง\"",
    "ja-jp": "微かに不吉な力を放つ彫刻。どんな素材でできているのか、誰にも分からない。彫刻を見つめると、不思議な囁きが聞こえるらしい。…「見よ、我が子よ。天之座の下にあるすべてのものは、やがて激動で滅びる。しかし永遠に静かなる闇の大空は、すべてを包容してくれるのだ。」"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh The Black Serpents Lv. 60+"
    ],
    "zh-cn": [
      "60级以上黑蛇众掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Hắc Xà cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器培養素材",
      "【60級以上】黑蛇眾掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 흑 뱀 무리 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Black Serpents"
    ],
    "de-de": [
      "Beute von Schwarzen Schlangen ab Stufe 60",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "• Чёрные Змеи Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Тёмная статуэтка",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Guardias Serpiente Negra (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Serpentes Negras Nv.60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Butin de Serpent noir (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ดรอปจาก Black Serpent Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "黒蛇衆（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly%20Statuette_icon.png",
  "localIcon": "images/deathly_statuette.png"
}