{
  "id": "debris_of_decarabians_city",
  "wiki_id": 1878,
  "name": {
    "id-id": "Debris of Decarabian's City",
    "zh-cn": "高塔孤王的残垣",
    "vi-vn": "Xác Tàu Tháp Cô Vương",
    "zh-tw": "高塔孤王的殘垣",
    "ko-kr": "고탑 왕의 절망",
    "en-us": "Debris of Decarabian's City",
    "de-de": "Decabarians zerbröckelter Wall",
    "ru-ru": "Обломок стены Декарабиана",
    "es-es": "Escombro de la ciudad de Decarabian",
    "pt-pt": "Detritos da Cidade de Decarabian",
    "fr-fr": "Mur abattu de Décarabian",
    "th-th": "Debris of Decarabian's City",
    "ja-jp": "高塔の王の残壁"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Decarabian, sang Dewa Badai, puas dengan ibu kota yang dibuatnya, dan menerima pemujaan rakyat di atas menaranya. Tapi dia tidak sadar, bahwa rakyatnya tidak memujanya karena rasa hormat atau cinta.",
    "zh-cn": "赋予武器突破之力的材料。烈风的魔神「迭卡拉庇安」对自己所造的王城十分满意，他在高塔上接受所有追随者的跪拜。但他却不知道，众人对他俯身并非出于敬仰爱戴。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.\"Decarabian\" - Ma thần của gió rất vừa ý với thành trì mà mình xây dựng. Hắn đứng trên tháp cao nhận sự quỳ bái của tất cả những tín đồ. Nhưng hắn không biết rằng, người ta cúi người trước hắn không phải xuất phát từ sự yêu quý tôn thờ.",
    "zh-tw": "賦予武器突破之力的素材。烈風的魔神「迭卡拉庇安」對自己所造的王城十分滿意，他在高塔上接受所有追隨者的跪拜。但他卻不知道，眾人對他俯身並非出於敬仰愛戴。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.열풍의 마신 「데카라비안」은 자신이 만든 왕성에 매우 만족했고 높은 탑에서 추종자들의 절을 받았다. 하지만 그는 사람들이 숙이는 이유가 공경심 때문이 아니라는 걸 몰랐다",
    "en-us": "Weapon Ascension Material.Decarabian, the God of Storms, was content with the capital city he had raised, and accepted the worship of the people from atop his tower. But he knew not that the people did not bow to him out of respect or adoration.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Der Archon des Windes Decabarian war so zufrieden mit dem Palast, den er sich geschaffen hatte, dass er jeden mit einem Wunsch in seinem hohen Turm empfing. Jedoch wusste er nicht, dass die Menschen nicht zu ihm aufsahen und ihn achteten.",
    "ru-ru": "Материал возвышения оружия.Бог бури, Декарабиан, довольствовался своей столицей и наблюдал с вершины своей башни за тем, как люди поклонялись ему. Он не подозревал, что они делали это вовсе не из уважения или обожания.",
    "es-es": "Material de ascensión de arma.Decarabian, el Arconte de la Tempestad, estaba satisfecho con la capital que había erigido y recibía el culto de la gente desde la cima de su torre. Sin embargo, no sabía que las personas no se inclinaban ante él por respeto o adoración.",
    "pt-pt": "Material de Ascensão de Armas.Decarabian, o Arconte dos Ventos Ferozes, está contente com a capital que ele criou e recebeu o culto das pessoas no topo de sua torre. No entanto, ele não sabia que as pessoas não se curvavam por respeito ou adoração.",
    "fr-fr": "Matériau d'élévation d'arme.Décarabian, fier de son œuvre, était vénéré du haut de sa tour. Cependant, il ignorait que le peuple ne se prosternait pas ni par respect ni par admiration.",
    "th-th": "Decarabian ผู้เป็นเทพปีศาจแห่งลม นั้นพึงพอใจกับเมืองที่เขาสร้างขึ้นเป็นอย่างมาก เขารับการสักการะของเหล่าผู้คนจากบนยอดของหอคอย อย่างไรก็ตามเขาหารู้ไม่ว่าฝูงชนนั้นไม่ได้รักและเคารพเขาเลยแม้แต่น้อย",
    "ja-jp": "武器に突破の力を付与する材料。烈風の魔神「デカラビアン」は自分が作った王城にとても満足していた。彼は高塔の上で信者たちの拝礼を受けていたが、その拝礼は心からの崇拝ではないことを知らなかった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kota Bayangan Air (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thủy Quang Thành (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】高塔孤王的斷片",
      "【塞西莉亞苗圃（週一/四/日）】煉武祕境：水光之城 II / III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 물과 빛의 성 II ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: City of Reflections (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Stadt des glänzendes Wassers (Montag/Donnerstag/Sonntag)",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Плитка башни Декарабиана",
      "Алхимия: Мора",
      "Алхимия: Фрагмент эпоса Декарабиана"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ciudad de los reflejos II-IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: A Cidade das Reflexões (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ville de réflexions (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองแห่งประกายน้ำ (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：水光の城及び滝壺祭壇で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Debris%20of%20Decarabian's%20City_icon.png",
  "localIcon": "images/debris_of_decarabians_city.png"
}