{
  "id": "delirious_decadence_of_the_sacred_lord",
  "wiki_id": 6660,
  "name": {
    "id-id": "Delirious Decadence of the Sacred Lord",
    "zh-cn": "谵妄圣主的朽败",
    "vi-vn": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
    "zh-tw": "譫妄聖主的朽敗",
    "ko-kr": "실성한 왕의 부패",
    "en-us": "Delirious Decadence of the Sacred Lord",
    "de-de": "Verfall des wahnsinnigen Fürsten",
    "ru-ru": "Безумный декаданс Святого Мудреца",
    "es-es": "Decadencia del Sagrado Señor delirante",
    "pt-pt": "Decadência do Santo Delirante",
    "fr-fr": "Décadence délirante du seigneur sacré",
    "th-th": "Delirious Decadence of the Sacred Lord",
    "ja-jp": "狂乱の聖主の腐敗"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Konon bahwa dalang kontroversial yang akhirnya dikenal dengan nama Sacred Lord di kota terlarang ini pernah ditahan, dan bahwa manusia pertama yang diangkat, yang pada saatnya belum mendapatkan wujud dewanya, menunjukkan kemurahan harinya padanya.Dengan demikian, setelah keluar dari bayangan sayap membentang milik ras perkasa zaman dulu, dia pun diterima oleh suku yang dulunya merupakan miliknya.Sejak itu, dia menyembunyikan wajah aslinya yang berhiaskan pola emas di balik sebuah topeng, dan menyerahkan semuanya kepada tuannya yang menguasai sumpahnya.",
    "zh-cn": "赋予武器突破之力的材料。据说后来被称为禁城圣主的备受争议的谋主曾一度受到拘禁，而最初的人神，但当时并未具备神体的那位，向他展露了宽阔的胸怀。于是原本属于他的族群接纳了他，自他从一度伟大的种族巨大翅膀的阴影中走出之后。那以后，他将文有金纹的真容藏在面具之下，决定为那个掌握了他誓言的主人献出一切。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Nghe nói, người sau này bị gọi là chủ nhân mưu trí gây tranh cãi của Thánh Chủ vương thành đã bị bắt giam. Còn vị thần con người đầu tiên, người mà khi ấy vẫn chưa có được thân thể của thần, đã mở rộng vòng tay với người đó.Thế là chủng tộc nơi anh ta vốn thuộc về đã chấp nhận con người này, kể từ khi anh ta bước ra khỏi cái bóng từ đôi cánh khổng lồ của chủng tộc vĩ đại một thời.Và sau đó, anh ta đã giấu đi diện mạo với những hoa văn màu vàng bên dưới lớp mặt nạ, quyết định dâng hiến mọi thứ cho vị chủ nhân nắm giữ lời thề của mình.",
    "zh-tw": "賦予武器突破之力的素材。據說後來被稱為禁城聖主的謀主備受爭議，曾一度受到拘禁，而最初的人神——但當時並未具備神體的那位——向他展露了寬闊的胸懷。於是原本屬於他的族群接納了他，自他從一度偉大的種族巨大翅膀陰影中走出之後。那以後，他將紋有金紋的真容藏在面具之下，決定為那個掌握了他誓言的主人獻出一切。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.훗날 금지된 성의 신성한 주인이라 불린, 논란 많은 모사꾼은 한때 구금되었으나, 아직 신의 육체를 가지지 못한 최초의 인간신이, 그에게 넓은 아량을 베풀었다고 한다.그리하여 그의 부족은 위대한 종족의 거대한 날개 그림자 아래서 걸어 나온 그를 다시 받아들였다.그 후, 그는 금빛 문양이 새겨진 진짜 모습을 가면 아래에 숨겼고, 자신의 맹세를 손에 쥔 주인을 위해 모든 것을 바치기로 결심했다",
    "en-us": "Weapon Ascension Material.It is said that the controversial mastermind who later came to be known as the Sacred Lord of the ineffable city was once imprisoned. The first human to ascend, who at the time had not yet attained divine form, showed him great compassion.Thus, after emerging from the mighty wing-shadows of a once-great race, he was accepted by the tribe who had once been his.Since then, he has concealed his true visage beneath a mask, hiding the golden patterns that mark it, and resolved to offer up everything to the master who holds his vow.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Es wird erzählt, dass der umstrittene Vordenker, der später als der heilige Fürst der verbotenen Stadt bekannt wurde, einst gefangen gehalten wurde. Der erste zur Göttlichkeit Aufgestiegene, der damals noch nicht die göttliche Form erlangt hatte, zeigte ihm großes Mitgefühl.So wurde er, nachdem er aus dem Schatten der mächtigen Flügel eines einst großen Volkes hervorgetreten war, von dem Stamm akzeptiert, dem er einmal angehörte.Seitdem verbirgt er sein wahres Gesicht unter einer Maske, die die goldenen Muster darunter verbirgt. Er ist entschlossen, alles dem Meister weiterzugeben, bei dem er seinen Schwur abgelegt hatte.",
    "ru-ru": "Материал возвышения оружия.Говорят, что загадочный вдохновитель, позже ставший известным как Святой Мудрец запретного города, был когда-то заключён в тюрьму. Первый человек, достигший возвышения, проявил к нему великое милосердие.Когда он вышел из-под защиты когда-то великого народа, он был принят своим прежним племенем.С тех пор он скрывает своё лицо под маской, пряча золотые узоры. Все свои силы он отдаёт служению мастеру, которому дал клятву.",
    "es-es": "Material de ascensión de arma.Dicen que cuando el estratega al que más tarde llamaron “Sagrado Señor de la Ciudad Prohibida” fue apresado debido a una polémica, el primer humano en ascender, que en esa época aún no tenía cuerpo divino, le mostró su misericordia.Así, el grupo de gente al que pertenecía empezó a aceptarlo desde que salió de la sombra de las gigantes alas de una raza antaño grandiosa.Desde entonces, ocultó su rostro, el cual estaba marcado por unos patrones dorados, bajo una máscara y decidió dárselo todo al maestro que controlaba su juramento.",
    "pt-pt": "Material de Ascensão de Arma.Dizem que o controverso idealizador que mais tarde fora conhecido como Lorde Sagrado da cidade inefável fora preso uma vez. O primeiro humano a ascender, que na época ainda não atingira a forma divina, mostrou a ele grande compaixão.Assim, após surgir das sombras das poderosas asas de uma raça outrora magnífica, ele foi aceito pela tribo que já fora dele.Desde então, ele escondia seu verdadeiro rosto sob uma máscara, ocultando os padrões dourados que o marcavam e dando tudo de si em serviço daquele mestre que possui seu juramento.",
    "fr-fr": "Matériau d'élévation d'arme.On raconte que le cerveau controversé qui devint plus tard connu comme le seigneur sacré de la cité ineffable fut un jour emprisonné. Le premier humain à s'élever, qui à l'époque n'avait pas encore atteint la forme divine, lui montra une grande compassion.Ainsi, après avoir émergé des ombres ailées puissantes d'une race autrefois grande, il fut accepté par la tribu qui avait été la sienne.Depuis lors, il a caché son vrai visage sous un masque, dissimulant les motifs dorés qui le marquaient, et a décidé d'offrir tout à ce maître qui a gardé sa promesse.",
    "th-th": "ว่ากันว่าผู้บงการที่เป็นที่ถกเถียง ซึ่งต่อมาได้กลายเป็นเจ้าศักดิ์สิทธิ์แห่งเมืองต้องห้าม เคยถูกควบคุมตัวครั้งหนึ่ง และเทพมนุษย์องค์แรก ซึ่งขณะนั้นยังไม่มีร่างแห่งเทพ ได้เผยให้เขาเห็นถึงจิตใจที่กว้างขวางดังนั้น เผ่าของเขาจึงยอมรับเขาเอาไว้ หลังจากที่ก้าวเดินออกมาจากเงาของปีกอันยิ่งใหญ่ของเผ่าที่ใหญ่ยิ่งหลังจากนั้น เขาก็ซ่อนรูปลักษณ์ที่แท้จริงของตัวเองที่ประดับด้วยทองคำไว้ภายใต้หน้ากาก และตัดสินใจที่จะมอบทุกสิ่งให้แก่เจ้านายที่เขาได้ให้คำมั่นสัญญาไว้",
    "ja-jp": "武器に突破の力を付与する材料。一説によると、後に禁忌の都の聖主と呼ばれる策士は一時期、矢面に立たされており、拘束されていたという。そんな彼を、当時まだ神体を持っていなかった人神は寛大な心で受け入れた。かつて彼は、偉大だった種族の巨大な翼の陰影から踏み出したが、元々属していた種族に再び受け入れられた。以降、金色の模様が刻まれた顔を仮面の下に隠し、誓いの言葉を捧げた主に一生を尽くすと心に決めたのだった。（以下は図鑑より抜粋）一説によると、後に禁忌の都の聖主と呼ばれる策士は一時期、矢面に立たされており、拘束されていたという。そんな彼を、当時まだ神体を持っていなかった人神は寛大な心で受け入れた。かつて彼は、偉大だった種族の巨大な翼の陰影から踏み出したが、元々属していた種族に再び受け入れられた。以降、金色の模様が刻まれた顔を仮面の下に隠し、誓いの言葉を捧げた主に一生を尽くすと心に決めたのだった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Pengamatan Saksama (Selasa/Jumat/Minggu)",
      "Penukaran di Toko Hadiah"
    ],
    "zh-cn": [
      "练武秘境：究观 (周二, 周五, 周日)",
      "礼包商城兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Nghiền Ngẫm (Thứ 3, Thứ 6, Chủ Nhật)"
    ],
    "zh-tw": [
      "【深古瞭望所（週二、週五、週日）】練武秘境：究觀 I / II / III / IV",
      "禮包商城兌換",
      "武器突破素材",
      "【煉金】譫妄聖主的餘哀"
    ],
    "ko-kr": [
      "연무 비경: 관찰 I~IV (화요일/금요일/일요일)",
      "패키지 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Attentive Observation (Tuesday/Friday/Sunday)",
      "Exchanged in the Gift Shop"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Beobachtung des Vergangenen (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Древний дозорный пункт» (вторник/пятница/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Безумное опустошение Святого Мудреца"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Examinación I-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Observação Profunda (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Observation (Mardi/Vendredi/Dimanche)",
      "Échangé dans la boutique de packs"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: เพ่งพินิจ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：熟視（火曜/金曜/日曜）",
      "ギフトショップで交換（冒険助力シェアパック）"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
  "localIcon": "images/delirious_decadence_of_the_sacred_lord.png"
}