{
  "id": "delirious_divinity_of_the_sacred_lord",
  "wiki_id": 6663,
  "name": {
    "id-id": "Delirious Divinity of the Sacred Lord",
    "zh-cn": "谵妄圣主的神面",
    "vi-vn": "Thần Tính Của Thánh Chủ Mê Sảng",
    "zh-tw": "譫妄聖主的神面",
    "ko-kr": "실성한 왕의 신성한 가면",
    "en-us": "Delirious Divinity of the Sacred Lord",
    "de-de": "Antlitz des wahnsinnigen Fürsten",
    "ru-ru": "Безумная духовность Святого Мудреца",
    "es-es": "Máscara divina del Sagrado Señor delirante",
    "pt-pt": "Divindade do Santo Delirante",
    "fr-fr": "Divinité délirante du seigneur sacré",
    "th-th": "Delirious Divinity of the Sacred Lord",
    "ja-jp": "狂乱の聖主の神面"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Penguasa kota terlarang itu sering kali menggumamkan bahasa yang tidak manusiawi dalam tidurnya. Saat melihat pantulan dirinya dalam cermin, dia akan melihat pupil matanya mengintip dari balik topeng, yang perlahan-lahan berubah menjadi garis vertikal. Hal ini membuat kebenciannya terhadap kaum naga semakin membara.Menurut legenda, ketika si pemuda bermata merah membakar habis kota di atas kota itu, dia menyaksikan sebuah sosok setengah manusia yang tenggelam dalam kegilaannya di depan aula raja. Seolah-olah mencabut wajahnya sendiri, sosok itu merobek topeng dewa dari wajahnya dan mengungkapkan rupa mengerikan yang menyerupai seekor naga.Api emas yang dimuntahkan sosok gila itu mengonsumsi dirinya, dan wujudnya yang cacat pun jatuh dari ketinggian dan tenggelam ke dalam lumpur hitam nan gelap. Ditinggalkan oleh semua, demikianlah akhir tragis yang dialami oleh orang buangan ini.",
    "zh-cn": "赋予武器突破之力的材料。禁城的圣主经常在梦中呓语中叙说非人的语言，并在镜中，面具唯一能露出的眼睛中看到逐渐竖立的瞳孔，而这也是他愈加厌恶龙众的原因。传说在赤瞳的少年用火焚烧那被幽影淹没的城上之城时，曾看到王厅前，陷入疯狂的半人如揭下脸皮一般撕下无法脱去的神面，露出犹如巨龙一般的狰狞窍孔。癫狂之人口中喷吐的金焰熔化了自己，失形的魂魄自高处沉入了漆黑的泥沼之中，而据说，这就是这位众叛亲离的谵妄者可悲的结局。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Thánh Chủ của cấm thành thường nói những ngôn ngữ phi nhân loại trong giấc mơ, và trong tấm gương đó, đã nhìn thấy được đồng tử trong con mắt duy nhất mà lớp mặt nạ để lộ ra dần đổi sang chiều dọc. Đó cũng là lý do mà người đó căm ghét loài rồng.Tương truyền khi thiếu niên mắt đỏ dùng ngọn lửa thiêu rụi thành phố nằm trên thành bang bị bóng tối nhấn chìm, đã từng nhìn thấy phía trước cung điện, một kẻ bán nhân rơi vào sự điên cuồng mà cào xé mặt mình như đang cố gỡ bỏ lớp mặt nạ thần linh không thể tháo xuống, để lộ ra lỗ hổng gớm ghiếc giống như con rồng khổng lồ.Ngọn lửa vàng trào ra từ miệng con người điên cuồng ấy đã làm tan chảy chính mình, linh hồn mất đi hình dạng từ trên cao rơi vào đầm lầy đen kịt. Mà nghe nói, đây chính là kết cục đáng thương của kẻ mê sảng bị mọi người xa lánh.",
    "zh-tw": "賦予武器突破之力的素材。禁城的聖主經常在夢中囈語敘說非人的語言，並在鏡子裡面具唯一能露出的眼睛看到逐漸豎立的瞳孔，而這也是他愈加厭惡龍眾的原因。傳說在赤瞳的少年用火焚燒那被幽影淹沒的城上之城時，曾看到王廳前陷入瘋狂的半人，如揭下臉皮一般撕下無法脫去的神面，露出猶如巨龍的猙獰竅孔。癲狂之人口中噴吐的金焰熔化了自己，失形的魂魄自高處沉入了漆黑的泥沼之中。而據說，這就是這位眾叛親離的譫妄者可悲的結局。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.금지된 성의 신성한 주인은 늘 잠꼬대로 인간의 말이 아닌 언어를 중얼거렸다. 그리고 거울에 비친 가면에는 세로로 된 동공이 보였다. 이는 그가 갈수록 용들을 증오하는 이유이기도 했다.전설에 따르면 붉은 눈동자의 소년이 불로 그림자에 파묻힌 성 위에 있는 성을 불태울 때, 왕궁 앞에서 실성한 반은 인간인 자가 피부를 뜯듯이 벗을 수 없는 신성한 가면을 벗어 거대한 용 같은 동공을 드러냈다고 한다.실성한 자가 뿜어낸 황금불꽃은 본인을 녹였고, 형체를 잃은 영혼은 높은 곳에서 추락해 칠흑 같은 늪 속으로 가라앉았다고 한다. 이것이 바로 모두에게 배신당한 실성한 자의 비참한 결말이다",
    "en-us": "Weapon Ascension Material.The Sacred Lord of the ineffable city often murmured non-human languages in his dreams, and when he beheld himself in the mirror, he saw how the single pupil that was visible through his mask was gradually becoming bertical. This only served to further fuel his growing hatred for the dragons.It is said that when the scarlet-eyed youth burned down that city above a city, submerged in shadow as it was, he witnessed a half-human figure before the royal hall who had been driven mad. As if tearing off its very face, it ripped away at its indelible divine visage, revealing gaping holes that were fearsomely draconic.Consumed by the golden flames it spewed, the disfigured form of that deranged soul fell from a great height into the pitch-black mire below. Forsaken by all, thus was the tragic end that this delusional outcast is said to have met.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Der heilige Fürst der verbotenen Stadt murmelte in seinen Träumen oft nichtmenschliche Sprachen, und wenn er sich im Spiegel betrachtete, sah er, wie die einzelne Pupille, die durch seine Maske sichtbar war, allmählich eine vertikale Form annahm. Dies schürte seinen wachsenden Hass auf die Drachen nur noch mehr.Es heißt, dass der Junge mit roten Pupillen, als er die Stadt über einer Stadt niederbrannte, die in Schatten getaucht war, vor dem königlichen Saal eine halbmenschliche Gestalt sah, die in den Wahnsinn getrieben worden war. Als würde sie sich das Gesicht abreißen, zog sie ihr unauslöschliches göttliches Antlitz ab und enthüllte klaffende Löcher, die furchterregend drachenartig aussahen.Verzehrt von den goldenen Flammen, die sie ausspuckte, stürzte die entstellte Seele aus großer Höhe in den pechschwarzen Sumpf. Verlassen von allen soll dies das tragische Ende gewesen sein, das dieser wahnhafte Ausgestoßene gefunden hat.",
    "ru-ru": "Материал возвышения оружия.Святой Мудрец запретного города часто бормотал во сне на нечеловеческих языках. А когда смотрелся в зеркало, замечал, что его единственный видимый сквозь маску зрачок постепенно становился вертикальным. Это только усиливало его ненависть к драконам.Говорят, когда юноша с алыми глазами сжигал этот город, погружённый в тень, он увидел перед королевским залом безумца. В ярости тот словно рвал своё лицо, срывая божественный облик и обнажая зловещие драконьи раны.Поглощённая золотым пламенем, изуродованная фигура этого безумца рухнула с высоты в чёрную трясину внизу. Покинутый всеми, он встретил свою трагическую судьбу.",
    "es-es": "Material de ascensión de arma.El Sagrado Señor de la Ciudad Prohibida solía hablar en un lenguaje no humano mientras soñaba, y a menudo veía cómo la pupila del único ojo que podía dejar al descubierto al quitarse la máscara iba adoptando una posición vertical. De hecho, esa fue una de las razones por las que cada vez odiaba más a los dragones.Cuenta la leyenda que cuando el joven de ojos escarlata prendió fuego a la ciudad que había sobre la urbe hundida en las sombras, el semihumano que se sumió en la locura antes de ver el salón del rey desgarró su máscara divina, de la cual no podía deshacerse, como si se estuviera quitando su propia cara, mostrando así un rostro tan malévolo como el de un dragón gigante.Aquel humano demente se derritió a sí mismo con las llamas doradas que él mismo escupió, y su alma, la cual perdió su forma, se precipitó a una oscura ciénaga desde un lugar muy elevado. Dicen que tal fue el trágico final de ese hombre delirante que se había quedado completamente solo.",
    "pt-pt": "Material de Ascensão de Arma.O Lorde Sagrado da cidade inefável frequentemente murmurava línguas não-humanas em seus sonhos, e quando ele se olhava no espelho, ele via como a única pupila que era visível através da máscara estava gradualmente assumindo uma forma vertical. Isso serviu apenas para dar mais força ao seu ódio crescente contra os dragões.Dizem que quando o jovem de olhos escarlates queimou aquela cidade sobre outra cidade, submergida em sombras como era, ele testemunhou uma figura meio-humana perante o salão real que enlouquecera. Como se estivesse arrancando o próprio rosto, ele removeu seu rosto divino indelével, revelando buracos abertos que eram temivelmente dracônicos.Consumida pelas chamas douradas que cuspia, a forma desfigurada daquela alma demente caiu de uma grande altura até o atoleiro escuro como piche. Esquecido por todos, assim foi o final trágico que dizem esse pária iludido ter tido.",
    "fr-fr": "Matériau d'élévation d'arme.Le seigneur sacré de la cité ineffable murmurait souvent des langues non humaines dans ses rêves, et lorsqu'il se regardait dans le miroir, il voyait comment l'unique pupille visible à travers son masque prenait progressivement une forme verticale. Cela ne fit qu'attiser davantage sa haine croissante envers les dragons.On raconte que lorsque le jeune homme aux yeux écarlates brûla cette cité au-dessus d'une cité, submergée par l'ombre comme elle l'était, il vit, devant la salle royale, une silhouette à moitié humaine qui avait été rendue folle. Comme si elle s'arrachait le visage, elle déchira son indélébile visage divin, révélant des trous béants qui étaient terriblement draconiques.Consumée par les flammes dorées qu'elle crachait, la forme défigurée de cette âme dérangée tomba d'une grande hauteur dans la boue noire comme du jais en contrebas. Abandonnée de tous, telle fut la fin tragique que ce paria délirant aurait connue...",
    "th-th": "เจ้าศักดิ์สิทธิ์แห่งเมืองต้องห้ามมักละเมอพูดภาษาที่ไม่ใช่ภาษามนุษย์ในความฝัน ดวงตาซึ่งเป็นสิ่งเดียวที่เผยออกมาจากใต้หน้ากากนั้น มองเห็นนัยน์ตาดำที่ค่อย ๆ หดลงเป็นเส้นแนวตั้งในกระจก และนั่นก็คือเหตุผลที่เขาเกลียดมังกรมากขึ้นเรื่อย ๆตำนานเล่าว่า ในขณะที่เด็กหนุ่มตาแดงใช้ไฟเผาเมืองที่ถูกปกคลุมไปด้วยเงามืด เขาได้มองเห็นว่าที่หน้าท้องพระโรง ชายครึ่งมนุษย์ที่ตกอยู่ในความบ้าคลั่ง ได้ฉีกหน้ากากของเทพที่ไม่สามารถถอดออกได้ เผยให้เห็นรูม่านตาที่ดุร้ายราวกับมังกรยักษ์เพลิงทองที่พ่นออกมาจากปากของผู้คลุ้มคลั่ง ได้หลอมละลายตัวเขาเอง วิญญาณที่ไร้ซึ่งรูปร่างได้ร่วงตกจากที่สูงจมลงสู่โคลนตมที่แสนมืดมิด กล่าวกันว่า นี่คือจุดจบที่น่าเศร้าของผู้หลงผิดที่บ้าคลั่งผู้นี้",
    "ja-jp": "武器に突破の力を付与する材料。禁忌の都の聖主はよく夢の中で人語ならざる言葉を発していた。唯一仮面に覆われていない目が鏡に映った時、その瞳が縦長になるのを見るたび、龍に向けられる憎しみは増していった。赤い瞳の少年が暗影に覆われた都に火を放った時、少年は見たのだ——王宮の前で狂乱に陥った半人が、まるで己の皮を剥ぎ取るかのように仮面を引き裂き、巨龍のごとき獰猛な面相を露わにする光景を。狂ったように自らの口から吐き出される金色の炎に呑み込まれ、その魂は高所から漆黒の泥沼へと沈んだ——皆から背を向けられた狂乱者の悲惨な結末だと言われている。（以下は図鑑より抜粋）禁忌の都の聖主はよく夢の中で人語ならざる言葉を発していた。唯一仮面に覆われていない目が鏡に映った時、その瞳が縦長になるのを見るたび、龍に向けられる憎しみは増していった。赤い瞳の少年が暗影に覆われた都に火を放った時、少年は見たのだ——王宮の前で狂乱に陥った半人が、まるで己の皮を剥ぎ取るかのように仮面を引き裂き、巨龍のごとき獰猛な面相を露わにする光景を。狂ったように自らの口から吐き出される金色の炎に呑み込まれ、その魂は高所から漆黒の泥沼へと沈んだ——皆から背を向けられた狂乱者の悲惨な結末だと言われている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Pengamatan Saksama (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：究观 (周二, 周五, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Nghiền Ngẫm (Thứ 3, Thứ 6, Chủ Nhật)"
    ],
    "zh-tw": [
      "【深古瞭望所（週二、週五、週日）】練武秘境：究觀 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 관찰 IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Attentive Observation (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Beobachtung des Vergangenen (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (вторник/пятница/воскресенье)",
      "Алхимия: Безумный облик Святого Мудреца",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Examinación IV (Martes, Viernes, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Observação Profunda (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Observation (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: เพ่งพินิจ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：熟視（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
  "localIcon": "images/delirious_divinity_of_the_sacred_lord.png"
}