{
  "id": "delirious_demeanor_of_the_sacred_lord",
  "wiki_id": 6662,
  "name": {
    "id-id": "Delirious Demeanor of the Sacred Lord",
    "zh-cn": "谵妄圣主的容光",
    "vi-vn": "Phong Thái Của Thánh Chủ Mê Sảng",
    "zh-tw": "譫妄聖主的容光",
    "ko-kr": "실성한 왕의 용모",
    "en-us": "Delirious Demeanor of the Sacred Lord",
    "de-de": "Glanz des wahnsinnigen Fürsten",
    "ru-ru": "Безумный облик Святого Мудреца",
    "es-es": "Esplendor del Sagrado Señor delirante",
    "pt-pt": "Aspecto do Santo Delirante",
    "fr-fr": "Attitude délirante du seigneur sacré",
    "th-th": "Delirious Demeanor of the Sacred Lord",
    "ja-jp": "狂乱の聖主の容貌"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Itulah era manusia pertama yang diangkat berdiri dari takhtanya untuk memasuki Api Keramat, juga saat dunia fana menantikan kedatangan penerus mereka.Itu juga era ketika sang dalang memegang kendali atas semua otoritas sebagai gantinya.Sayangnya dia yang mengaku dirinya sebagai sang Sacred Lord, percaya bahwa dewa yang dicintainya dan ditangisinya dengan air mata emas, yang seharusnya tidak pernah tergantikan, telah melampaui wewenangnya. Mementingkan keinginan egoisnya daripada perintah yang ditinggalkan sang dewa, dia mendirikan sebuah kota di mana langit dan bumi terpisah dari satu sama lain.",
    "zh-cn": "赋予武器突破之力的材料。那是端居在王座的，最初的人神走入了圣火，而凡俗的世界等待着王厅继任者的时代。也是谋主代执一切权柄的时代。可惜自称圣主的，这位认为他所爱的、他愿意为之垂下金泪的神应该永远只有那一位的僭越者，将私心凌驾于敬爱之神留下的诫言，建立了地天隔绝的城邑。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Đó là thời kỳ mà người ngồi trên ngai vàng, vị thần con người đầu tiên bước vào Lửa Thánh, và thế giới phàm tục vẫn đang chờ đợi người kế nhiệm của cung điện.Cũng chính là thời đại mà vị chủ nhân mưu trí nắm giữ mọi quyền lực.Đáng tiếc, vị Thánh Chủ tự xưng, vị thần mà người đó cho rằng mình yêu quý, sẵn lòng rơi những giọt lệ ánh vàng, có lẽ mãi mãi cũng chỉ là một kẻ ngạo mạn, đặt sự ích kỷ của mình lên trên những lời răn mà thần linh để lại, xây dựng một thành phố ngăn cách giữa trời và đất.",
    "zh-tw": "賦予武器突破之力的素材。那是端居在王座，最初的人神走入了聖火，而凡俗的世界等待著王廳繼任者的時代。也是謀主代執一切權柄的時代。可惜這位自稱聖主的僭越者認為他所愛的、他願意為之垂下金淚的神應該永遠只有那一位，將私心凌駕於敬愛之神留下的誡言，建立了天地隔絕的城邑。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.왕좌에 앉은 최초의 인간신이 성화 속으로 걸어 들어갔고, 세상은 왕궁 후임자의 시대를 기다렸다.그 시대는 모사꾼이 모든 권력을 대행하는 시대기도 했다.안타깝게도 자신을 신성한 주인이라고 칭하는 자는, 사랑하여 금빛 눈물을 흘릴 가치가 있는 신은 오직 그 참람자밖에 없다고 생각했다. 경애하는 신이 남긴 당부보다 자신의 사심을 더 소중히 여긴 그는 하늘과 땅이 갈라진 성을 세웠다",
    "en-us": "Weapon Ascension Material.It was in that era that the first human to ascend arose from the throne to enter the Sacred Flame, while the mortal world awaited the arrival of their successor.It was also the era that the mastermind took up the reins of all authority in their stead.Unfortunately, this self-proclaimed Sacred Lord, this usurper who believed that the god he had loved and shed golden tears for should forever remain the one and only — overstepped his authority. Placing selfish desire above the commandments left by that revered god, he established a city in which the heavens and the earth were separated from one another.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.In dieser Ära bestieg der erste Mensch den Thron und trat in das heilige Feuer, als die Welt der Sterblichen die Ankunft königlichen Nachfolgers erwartete.Dies war auch die Zeit, in der der große Denker an ihrer Stelle die Zügel der Autorität in die Hand nahm.Leider überschritt der selbsternannte heilige Fürst in dem Glauben, dass der Gott, den er geliebt und für den er goldene Tränen vergossen hatte, für immer ohne Nachfolger bleiben sollte, seine Autorität. Indem er selbstsüchtige Wünsche über die Gebote seines verehrten Gottes stellte, errichtete er eine Stadt, in der Himmel und Erde voneinander getrennt waren.",
    "ru-ru": "Материал возвышения оружия.Именно в ту эпоху первый человек, достигший возвышения, оставил трон и вошёл в Священное пламя, когда смертный мир ожидал преемника.В это же время загадочный вдохновитель взял всю власть в свои руки.К несчастью, самопровозглашённый Святой Мудрец решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он превысил свои полномочия, ставя свои эгоистичные желания выше заповедей почитаемого бога, создав город, где небо и земля были разделены.",
    "es-es": "Material de ascensión de arma.Era la época en la que el primer humano en ascender vivía sobre el trono y caminaba hacia el Fuego Sagrado, mientras el mundo terrenal esperaba a un sucesor al salón del rey.También era la época en la que el estratega actuaba como soberano en funciones.Sin embargo, desgraciadamente, aquel que se hacía llamar “Sagrado Señor”, el usurpador que pensaba que el dios al que amaba y por el cual estaba dispuesto a derramar sus lágrimas doradas debía ser el único para el resto de la eternidad, puso su egoísmo por encima de los mandamientos del dios al que veneraba y fundó una ciudad en la que el cielo y la tierra estaban separados.",
    "pt-pt": "Material de Ascensão de Arma.Foi naquela era que o primeiro humano a ascender subiu do trono para entrar na Chama Sagrada, quando o mundo mortal aguardava a chegada de seu sucessor.Também foi a era que o mentor tomou as rédeas de toda autoridade.Infelizmente, o autoproclamado Lorde Sagrado — acreditando que o deus que ele amara e pelo qual derramara lágrimas douradas devesse para sempre permanecer sem sucessor — passou dos limites de sua autoridade. Colocando desejos egoístas sobre os mandamentos deixados por aquele deus reverenciado, ele estabeleceu uma cidade na qual os céus e a terra eram separadas um do outro.",
    "fr-fr": "Matériau d'élévation d'arme.C'est à cette époque que le premier humain à s'élever s'est levé du trône pour entrer dans le sanctifeu, et que le monde des mortels attendait l'arrivée de son successeur.C'est également à cette époque que le cerveau a pris les rênes de toute autorité à sa place.Malheureusement, le seigneur sacré autoproclamé, croyant que la divinité qu'il avait aimée et pour laquelle il avait versé des larmes d'or resterait à jamais sans successeur, a outrepassé son autorité. Plaçant le désir égoïste au-dessus des commandements laissés par cette divinité vénérée, il a établi une ville dans laquelle les cieux et la terre étaient séparés l'un de l'autre.",
    "th-th": "นั่นคือบัลลังก์อันมั่นคง ในยุคสมัยที่เทพมนุษย์องค์แรกเดินเข้าสู่เพลิงศักดิ์สิทธิ์ และโลกที่แสนธรรมดากำลังรอคอยผู้สืบทอดบัลลังก์ทั้งยังเป็นยุคที่ผู้บงการเข้าควบรวบอำนาจทั้งหมดแต่น่าเสียดายที่ผู้ที่อ้างตนว่าเป็นเจ้าศักดิ์สิทธิ์ ผู้ซึ่งเชื่อว่าเทพเจ้าที่เขารักและเต็มใจจะหลั่งน้ำตาสีทองให้ คงจะมีเพียงผู้จองหองนี้คนเดียวเท่านั้น ที่วางความเห็นแก่ตัวไว้เหนือพระบัญญัติที่พระเจ้าผู้เป็นที่รักทิ้งไว้ และสร้างเมืองที่แยกจากโลกและสวรรค์",
    "ja-jp": "武器に突破の力を付与する材料。それは、玉座についていた最初の人神が聖火の中へと歩み、俗世が王宮の後継者を待っていた時代である。それはまた、策士がすべての権力を代行していた時代でもある。しかし聖主を自称し、金色の涙を流す相手はたった一柱の愛する神のほかいないと信じていた僭越者は、愛する神が残した戒めよりも膨らみゆく私欲を優先し、天と地を分かつ都市を造った。（以下は図鑑より抜粋）それは、玉座についていた最初の人神が聖火の中へと歩み、俗世が王宮の後継者を待っていた時代である。それはまた、策士がすべての権力を代行していた時代でもある。しかし聖主を自称し、金色の涙を流す相手はたった一柱の愛する神のほかいないと信じていた僭越者は、愛する神が残した戒めよりも膨らみゆく私欲を優先し、天と地を分かつ都市を造った。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Pengamatan Saksama (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：究观 (周二, 周五, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Nghiền Ngẫm (Thứ 3, Thứ 6, Chủ Nhật)"
    ],
    "zh-tw": [
      "【深古瞭望所（週二、週五、週日）】練武秘境：究觀 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】譫妄聖主的神面"
    ],
    "ko-kr": [
      "연무 비경: 관찰 III~IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Attentive Observation (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Beobachtung des Vergangenen (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (вторник/пятница/воскресенье)",
      "Алхимия: Безумное опустошение Святого Мудреца",
      "Алхимия: Мора",
      "Алхимия: Безумная духовность Святого Мудреца"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Examinación III-IV (Martes, Viernes, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Observação Profunda (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Observation (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: เพ่งพินิจ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：熟視（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
  "localIcon": "images/delirious_demeanor_of_the_sacred_lord.png"
}