{
  "id": "delirious_desolation_of_the_sacred_lord",
  "wiki_id": 6661,
  "name": {
    "id-id": "Delirious Desolution of the Sacred Lord",
    "zh-cn": "谵妄圣主的余哀",
    "vi-vn": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
    "zh-tw": "譫妄聖主的餘哀",
    "ko-kr": "실성한 왕의 비애",
    "en-us": "Delirious Desolation of the Sacred Lord",
    "de-de": "Leid des wahnsinnigen Fürsten",
    "ru-ru": "Безумное опустошение Святого Мудреца",
    "es-es": "Desconsuelo del Sagrado Señor delirante",
    "pt-pt": "Desolação do Santo Delirante",
    "fr-fr": "Désolation délirante du seigneur sacré",
    "th-th": "Delirious Desolation of the Sacred Lord",
    "ja-jp": "狂乱の聖主の哀れ"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Selama perang dengan naga, dalang segala suku, yaitu dia yang menyembunyikan wajahnya di balik topeng, menguraikan pola-pola emas pada reruntuhan yang bukan milik manusia untuk para pejuang. Pengetahuan akan keterampilan ini kini telah lama hilang.Dia mempelajari bahasa dan pemikiran untuk menguraikan pola ini dari musuhnya. Baginya, menggunakan keterampilan ini untuk melawan mereka mungkin adalah sebuah aksi balas dendam yang sangat memuaskan.Hanya saja kebenciannya yang terpampang jelas terkadang menimbulkan kekhawatiran mendalam di antara rekan-rekan pahlawannya.",
    "zh-cn": "赋予武器突破之力的材料。在与巨龙进行战争之时，众部族的谋主，那位以面具掩藏起面目者，为部族的战士们解读非人遗迹上金色纹路的信息，那是在现今早已失落的技巧。这语言与思想由自己的敌人所授予，或许对谋主来说，站在相对的立场驱使它们是相当快意的复仇之事吧。只是他那份毫不掩饰的恨意，偶尔也会换来同行英杰们的深深担忧。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Khi chiến đấu với loài rồng khổng lồ, chủ nhân mưu trí của các bộ tộc, người dùng mặt nạ che đi diện mạo, đã giải mã thông tin trên những hoa văn màu vàng ở di tích không phải của con người cho các chiến binh trong bộ tộc. Đó là một kỹ thuật đã thất truyền từ rất lâu.Ngôn ngữ và tư duy này được chính kẻ địch của mình ban cho. Có lẽ với vị chủ nhân mưu trí mà nói, đứng trên phương diện đối lập để điều khiển chúng có lẽ là một việc báo thù khá đắc ý.Chỉ là, sự thù hận không hề che đậy của người đó, đôi khi cũng khiến các anh hùng hào kiệt đồng hành không khỏi lo lắng.",
    "zh-tw": "賦予武器突破之力的素材。在與巨龍戰爭之時，眾部族的謀主——那位以面具掩藏起面目者——為部族的戰士們解讀非人遺蹟上金色紋路的資訊，那是在現今早已失落的技巧。這種語言與思想由自己的敵人所授予，或許對謀主來說，站在相對的立場驅使牠們是相當快意的復仇之事吧。只是他那份毫不掩飾的恨意，偶爾也會換來同行英傑們的深深擔憂。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.거대한 용과 전쟁하던 시절, 가면으로 얼굴을 가린 부족의 모사꾼이 인간의 것이 아닌 유적에서 금빛으로 새겨진 문양을 해독하여 부족 전사들에게 정보를 전달했다. 그것은 오늘날 소실된 기술이었다.모사꾼의 입장에서, 적에게 배운 언어와 사상으로 복수하는 것은 꽤 통쾌한 일이었다.다만 모사꾼의 과도한 증오심은 가끔 동료 영웅들의 걱정을 불러오기도 했다",
    "en-us": "Weapon Ascension Material.During the war with the dragons, that mastermind of all the tribes — the same one who had hidden his face behind a mask — deciphered the golden patterns on the non-human ruins for the warriors. The knowledge with which he did so is now long lost.It was from their enemies that he learned the language and thought patterns required to do this. For him, wielding these skills against them was perhaps a deeply satisfying act of revenge.Yet his unconcealed hatred for them was a recurring cause of great concern among his fellow heroes.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Während des Krieges gegen die Drachen entzifferte der große Denker aller Stämme, und zwar derselbe, der sein Gesicht hinter einer Maske versteckt hatte, für die Krieger die goldenen Muster in den nichtmenschlichen Ruinen. Das Wissen, mit dem er dies tat, ist heute längst verloren.Von seinen Feinden lernte er die Sprache und die Denkmuster, die dazu nötig waren. Für ihn war es womöglich ein zutiefst befriedigender Akt der Rache, diese Fähigkeiten gegen sie einzusetzen.Doch sein unverhohlener Hass auf sie gab den Helden, die ihn begleiteten, immer wieder Anlass zu großer Sorge.",
    "ru-ru": "Материал возвышения оружия.Во время войны с драконами тот самый мудрец, скрывавший своё лицо под маской, помогал воинам расшифровывать золотые узоры на древних нечеловеческих руинах. Эти знания давно утрачены.Он выучил язык и научился мыслить как враги. Возможно, использование этих навыков против них приносило ему глубокое удовлетворение.Однако его очевидная ненависть к врагам беспокоила его соратников.",
    "es-es": "Material de ascensión de arma.Cuando le declaró la guerra al dragón gigante, el estratega de las tribus, el cual ocultaba su rostro bajo una máscara, explicó a los guerreros de las tribus la información de las inscripciones doradas, una habilidad que ya se ha perdido.Fueron sus propios enemigos los que le confirieron este lenguaje y su pensamiento subyacente, por lo que tal vez, para aquel estratega, expulsarlos desde la posición opuesta suponía una dulce venganza.Sin embargo, el odio que tenía, el cual era imposible de esconder, a veces preocupaba profundamente a los héroes de su época.",
    "pt-pt": "Material de Ascensão de Arma.Durante a guerra com os dragões, aquele mentor de todas as tribos — o mesmo que escondera o próprio rosto sob uma máscara — decifrou os padrões dourados das ruínas não-humanas para os guerreiros. O conhecimento com o qual ele o fez está há muito perdido.Foi de seus inimigos que ele aprendeu a língua e padrões de pensamento necessários para realizar isso. Para ele, empunhar essas habilidades contra eles fosse talvez um ato de vingança profundamente satisfatório.Mesmo assim, seu ódio velado por eles era uma causa recorrente de muita preocupação entre seus companheiros heróis.",
    "fr-fr": "Matériau d'élévation d'arme.Pendant la guerre contre les dragons, le cerveau de toutes les tribus, celui-là même qui avait caché son visage derrière un masque, déchiffra les motifs dorés des ruines non humaines pour les guerriers. Les connaissances qu'il avait acquises pour y parvenir sont aujourd'hui perdues depuis longtemps.C'est auprès de leurs ennemis qu'il apprit le langage et les schémas de pensée nécessaires pour y parvenir. Pour lui, utiliser ces compétences contre eux était peut-être un acte de vengeance profondément satisfaisant.Pourtant, sa haine non dissimulée à leur égard était une cause récurrente de grande inquiétude parmi ses camarades héros.",
    "th-th": "ในช่วงสงครามกับมังกรยักษ์ ผู้บงการของทุกชนเผ่า ผู้ซึ่งใช้หน้ากากปิดบังใบหน้าเอาไว้ ได้ตีความข้อมูลจากลวดลายสีทองบนโบราณสถานที่ไม่ใช่ของมนุษย์ให้แก่เหล่านักรบชนเผ่า นั่นคือทักษะที่สูญหายไปนานแล้วในปัจจุบันภาษาและความคิดนี้ได้รับมอบมาจากศัตรูของตัวเอง บางทีสำหรับผู้บงการแล้ว การยืนอยู่ในจุดยืนที่ตรงข้าม และคอยขับเคลื่อนพวกมัน อาจเป็นการแก้แค้นที่น่าพึงใจมากทีเดียวเพียงแต่ว่า ความเกลียดชังที่ไม่อาจปกปิดได้ของเขานั้น บางครั้งก็ทำให้เหล่าผู้กล้าที่ร่วมเดินทางไปกับเขา รู้สึกเป็นกังวลมากเหมือนกัน",
    "ja-jp": "武器に突破の力を付与する材料。巨龍との戦いで、諸部族の策士であり、仮面で顔を隠していたかの者は、部族の戦士のために人ならざる者の遺跡に刻まれた金色の模様を解読した。その解読術は、とうに失われたものだったはずなのに…解読するために必要な言語と思想は、敵から教わったものだった。それらの術を駆使して敵を翻弄することは、策士にとってはこの上ない痛快な復讐だったのだろう。しかし、彼の隠そうともしない憎しみの感情に、共に戦う英雄たちは憂慮を抱くこともあった。（以下は図鑑より抜粋）巨龍との戦いで、諸部族の策士であり、仮面で顔を隠していたかの者は、部族の戦士のために人ならざる者の遺跡に刻まれた金色の模様を解読した。その解読術は、とうに失われたものだったはずなのに…解読するために必要な言語と思想は、敵から教わったものだった。それらの術を駆使して敵を翻弄することは、策士にとってはこの上ない痛快な復讐だったのだろう。しかし、彼の隠そうともしない憎しみの感情に、共に戦う英雄たちは憂慮を抱くこともあった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Pengamatan Saksama (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：究观 (周二, 周五, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Nghiền Ngẫm (Thứ 3, Thứ 6, Chủ Nhật)"
    ],
    "zh-tw": [
      "【深古瞭望所（週二、週五、週日）】練武秘境：究觀 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】譫妄聖主的容光"
    ],
    "ko-kr": [
      "연무 비경: 관찰 II~IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Attentive Observation (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Beobachtung des Vergangenen (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Древний дозорный пункт» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Безумный декаданс Святого Мудреца",
      "Алхимия: Мора",
      "Алхимия: Безумный облик Святого Мудреца"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Examinación II-IV (Martes, Viernes, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Observação Profunda (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Observation (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: เพ่งพินิจ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：熟視（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
  "localIcon": "images/delirious_desolation_of_the_sacred_lord.png"
}