{
  "id": "divine_body_from_guyun",
  "wiki_id": 616,
  "name": {
    "id-id": "Divine Body from Guyun",
    "zh-cn": "孤云寒林的神体",
    "vi-vn": "Thần Thể Rừng Băng Giá",
    "zh-tw": "孤雲寒林的神體",
    "ko-kr": "고운한림의 신체",
    "en-us": "Divine Body from Guyun",
    "de-de": "Heiligtum von Guyun",
    "ru-ru": "Останки богов Гуюнь",
    "es-es": "Cuerpo divino de Guyun",
    "pt-pt": "Corpo Divino de Guyun",
    "fr-fr": "Corps divin de Guyun",
    "th-th": "Divine Body from Guyun",
    "ja-jp": "孤雲寒林の神体"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Apa yang tersembunyi dan bersemayam pada benda ini adalah sisa-sisa dari para Dewa yang meratap. Cita-cita yang tidak tercapai, rancangan untuk kemakmuran manusia yang tidak tercapai. Mereka saat ini memang terbaring di dalam batu dan lautan, namun mereka tidak pernah bisa tenang.",
    "zh-cn": "赋予武器突破之力的材料。于此躁动、作祟的，正是嗟叹连绵的众神圣骸之体。它们是未能实现的理想，对人类另一种幸福生活的描绘。它们以深海、层岩收纳，却不愿意就此入梦。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Sự xao động cứ quấn lấy xương cốt của thần. Nó là những lý tưởng chưa thực hiện được, là sự miêu tả một cuộc sống hạnh phúc khác của nhân loại. Nó thu thập biển sâu, vách đá, nhưng lại không chịu bước vào trong mộng.",
    "zh-tw": "賦予武器突破之力的素材。於此躁動、作祟的，正是嗟歎連綿的眾神聖骸之體。它們是未能實現的理想，對人類另一種幸福生活的描繪。它們以深海、層岩收納，卻不願意就此入夢。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.여기서 소란을 피우고 장난을 치는 건 바로 탄식이 끊이지 않는 신들의 사체이다. 그들은 실현할 수 없는 이상으로 인류의 또 다른 행복한 삶을 묘사한 것이다. 그들은 심해와 층암 속에서 잠들길 거부하고 있다",
    "en-us": "Weapon Ascension Material.That which lurks within and animates this relic are the divine remains of lamenting gods. They are unrealized ideals, designs for a prosperous humanity that could never be. They may now lie deep within stone and sea, but they will not go quietly into the night.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Alles, was geblieben ist, sind die ruhelosen Körper der Götter. Sie konnten ihr Vorhaben nicht vollenden, den Entwurf eines andersartigen, glücklichen Lebens der Menschen. Sie wurden vom Meer und den Felsen aufgenommen, geben sich ihrem Traum aber nicht hin.",
    "ru-ru": "Материал возвышения оружия.В этой реликвии таятся останки древних скорбящих богов. Это их нереализованные идеи и планы по процветанию человечества, которым никогда не суждено воплотиться. Они могут лежать на дне моря или глубоко в недрах скалы, но они никогда не исчезнут с лица этого мира.",
    "es-es": "Material de ascensión de arma.En este objeto se agitan y se conservan los restos sagrados de los arcontes arrepentidos. Se trata de ideales no materializados y de otra forma de concebir la felicidad de la vida. Puede que ahora yazcan en las profundidades del mar y de las rocas, pero no pasarán inadvertidos en la noche.",
    "pt-pt": "Material de Ascensão de Armas.Aqui se escondem os restos sagrados dos Arcontes que se lamentam. São ideais não realizados, são tão profundos quanto o oceano e tão estratificados quanto as rochas, mas não se adentram silenciosamente na noite.",
    "fr-fr": "Matériau d'élévation d'arme.Les esprits de divinités oubliées animent cette relique. Ils incarnent des idéaux pour l'humanité qui ne virent jamais le jour, et reposent maintenant dans la pierre et les mers, sans jamais pouvoir disparaître vraiment.",
    "th-th": "เกิดขึ้นจากความมุ่งร้ายโดยไม่ได้ตั้งใจ พวกเขาคืออุดมคติที่ยังไม่สามารถทำให้เป็นจริง มันเป็นอีกรูปแบบหนึ่งของการใช้ชีวิตที่มีความสุข พวกมันลึกเท่ามหาสมุทรและซ้อนทับกันราวกับชั้นหิน แต่ไม่ได้มาเงียบ ๆ ตอนกลางคืนแน่",
    "ja-jp": "武器に突破の力を付与する材料。ここで騒いで、災いしているのは嘆く神々の聖骸である。それは実現できなかった理想、人間のもう一つの幸せの描写、深海と岩層に収められながら、このまま夢に落ちることをよしとしない。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Halilintar (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Lôi Vân (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【震雷連山密宮（週一/四/日） 】煉武祕境：雷雲祭壇 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 뇌운 제단 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Thundercloud Altar (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Altar der Gewitterwolken (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Лабиринт Ляншань» (понедельник/четверг/воскресенье)",
      "Алхимия: Реликвия Гуюнь",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Altar de las nubes eléctricas IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Capital Sedenta (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel du nuage d'orage (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาสายฟ้า (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷雲祭壇及び静電気フィールドで獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divine%20Body%20from%20Guyun_icon.png",
  "localIcon": "images/divine_body_from_guyun.png"
}