{
  "id": "dream_of_scorching_might",
  "wiki_id": 2694,
  "name": {
    "id-id": "Dream of Scorching Might",
    "zh-cn": "烈日威权的梦想",
    "vi-vn": "Mơ Ước Của Ánh Nắng Quyền Uy",
    "zh-tw": "烈日威權的夢想",
    "ko-kr": "태양 같은 권위의 꿈",
    "en-us": "Dream of Scorching Might",
    "de-de": "Traum der sengenden Macht",
    "ru-ru": "Грёзы пылающей мощи",
    "es-es": "Sueño del poder del sol",
    "pt-pt": "Sonho do Poder Escaldante",
    "fr-fr": "Rêve dominant du pouvoir brûlant",
    "th-th": "Dream of Scorching Might",
    "ja-jp": "烈日権威の夢想"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Sinar bulan yang berwarna keperakan dan mata air yang jernih begitu melengkapi pemandangan oasis. Namun ketika yang empunya bunga memudar dalam badai pasir yang semakin gelap, begitu pula tanah kesenangan berwarna emas tanpa kekhawatiran yang tenggelam oleh kematian.Dalam sajak Suku Eremite, bulan memancarkan cahaya peraknya ke atas mantel berwarna merah, kemudian Al-Ahmar, Raja yang Berduka, berubah menjadi gila.Dalam balada gurun melankolis yang didorong oleh nostalgia yang menghantui, raja yang kesepian itu pun menciptakan sebuah alam mimpi yang tak dapat menua di tengah gurun. Di sanalah terdapat mata air murni yang tidak terganggu diembunkan, dan embun yang muncul saat matahari terbenam selamanya tetap ada.",
    "zh-cn": "赋予武器突破之力的材料。白银的月光与碧蓝的清泉，曾装点了绿洲乐园的美景。但随着花的主人谢落在蔽日的沙暴中，无忧的黄金乐园也被死亡所淹没。在镀金部族的诗歌中，银白的月光照在猩红的袍裾上，令哀恸之王阿赫玛尔发狂。忧伤的沙漠歌谣唱道，出于对旧日回忆的执着，孤独的君王在沙漠中央塑造了无法老去的梦乡。在那里凝聚着不被扰动的纯洁泉水，与永远停留在日暮时分的露光。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Ánh trăng bạc và dòng suối trong xanh từng tô điểm cho vẻ đẹp của ốc đảo. Nhưng từ khi chủ nhân của các loài hoa ngã xuống trong cơn bão cát chắn nắng, dải cát vàng vô ưu vô lo cũng bị chết chóc bao trùm.Trong thơ ca của Eremite, ánh trăng bạc chiếu vào chiếc áo choàng màu đỏ tươi, khiến Vua Tang Thương Al-Ahmar phát điên.Những bài ca sa mạc buồn cất lên, thoát khỏi ám ảnh về những kỷ niệm xưa cũ, vị vua cô đơn đã tạo ra một vùng đất mộng mơ giữa sa mạc không bao giờ có thể già đi. Nơi đó ngưng tụ nước suối tinh khiết không bị khuấy động, và giọt sương đọng mãi khi hoàng hôn.",
    "zh-tw": "賦予武器突破之力的素材。白銀的月光與碧藍的清泉，曾裝點了綠洲樂園的美景。但隨著花的主人謝落在蔽日的沙暴中，無憂的黃金樂園也被死亡所淹沒。在鍍金部族的詩歌中，銀白的月光照在猩紅的袍裾上，令哀慟之王阿赫瑪爾發狂。憂傷的沙漠歌謠唱道，出於對舊日回憶的執著，孤獨的君王在沙漠中央塑造了無法老去的夢鄉。在那裡凝聚著不被擾動的純潔泉水，與永遠停留在日暮時分的露光。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.하얀 달빛과 푸르른 샘물은 한때 오아시스 낙원의 아름다운 풍경을 수놓았다. 하지만 꽃의 주인이 태양마저 가린 모래 폭풍에 목숨을 잃은 후, 근심 없던 황금의 낙원도 죽음 속에 파묻히게 되었다.도금 부족의 시에 따르면, 하얀 달빛이 선홍빛의 옷자락에 내려앉자, 비통한 왕 아흐마르가 광기에 사로잡혔다고 한다.구슬픈 사막의 민요는 이렇게 노래했다. 과거의 추억에 집착한 외로운 군왕은 사막 한가운데에 영원한 꿈의 세계를 만들어 냈고, 그곳에는 일렁이지 않는 순수한 샘물과 영원히 해질녁에 머무는 이슬빛을 담고 있다고…",
    "en-us": "Weapon Ascension Material.Silver moonlight and clear springs once completed the scenery of the oases. But as the Lord of Flowers faded in the darkening sandstorm, so was the worriless golden paradise submerged by death.In the poetry of the Eremite Tribe, the moon cast its silver light on the crimson mantle, causing Al-Ahmar, the Mourning King, to be driven to madness.In a melancholic desert ballad, driven by the haunting nostalgia, the lonely king created an ever-youthful dreamland in the center of the desert, where undisturbed water sprang up and perpetual dusk remained.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Silbernes Mondlicht und klare Quellen vervollständigten einst die Szenerie der Oasen. Doch so wie die Herrin der Blumen im dunkler werdenden Sandsturm verblasste, so wurde das sorglose goldene Paradies vom Tod überflutet.In der Poesie des Stammes der Goldbrigade warf der Mond sein silbernes Licht auf den purpurnen Mantel, dann wurde Al-Ahmar, der König der Trauer, in den Wahnsinn getrieben.In einer melancholischen Wüstenballade schuf der einsame König, getrieben von der quälenden Sehnsucht nach der Vergangenheit, mitten in der Wüste ein ewig junges Traumland, in dem ungestörtes heiliges Wasser sprudelte und die ewige Dämmerung blieb.",
    "ru-ru": "Материал возвышения оружия.Когда-то пышная зелень оазиса соседствовала с серебряным светом луны и лазурью родниковых вод. Но Повелительница цветов погибла под ударом заслонившей солнце песчаной бури, и скоро её беззаботный золотой сад затопили волны смерти.В эпосе племени Пустынников скорбящий Повелитель аль-Ахмар сходит с ума, увидев, как лунный свет падает на его алые одежды.А в тоскливой песне пустынного народа поётся, что одинокий Повелитель в упрямой погоне за своими воспоминаниями создал посреди пустыни нестареющее царство грёз. Там вечно стоят сумерки, и застывшие чистые воды того царства никто не потревожит.",
    "es-es": "Material de ascensión de arma.En el pasado, la argéntea luz de la luna y los manantiales turquesas decoraban los bellos e idílicos oasis. Sin embargo, cuando la Maestra de las Flores se marchitó en aquella tormenta de arena en la que hasta el sol quedó oculto, su paraíso dorado y libre de preocupaciones fue sepultado por la muerte.Según las canciones de las tribus doradas, el apenado rey al-Ahmar perdió la cordura cuando el brillo plateado de la luna iluminó su túnica escarlata.Por su parte, en las melancólicas canciones del desierto se canta que, debido a su obsesión por recordar el pasado, el solitario rey creó en dicho desierto una tierra de ensueño que nunca envejecía. Allí había unos imperturbables manantiales inmaculados y una luz que se detuvo para siempre en el momento del ocaso.",
    "pt-pt": "Material de Ascensão de Armas.No passado, o brilho prateado da lua uma vez completou o cenário dos oásis. Mas conforme o dono das flores desbotou na escuridão da tempestade de areia, assim foi o paraíso dourado sem preocupações, submerso pela morte.Na poesia da Tribo Eremita, a lua lançou sua luz prateada sobre o manto carmesim, fazendo com que Al-Ahmar, o Rei de Luto, fosse levado à loucura.Em uma canção melancólica do deserto, impulsionado pela nostalgia assombrosa, o solitário rei, criou no centro do deserto, uma terra de sonho sempre alegre, onde brotou água sem perturbações e o perpétuo crepúsculo permaneceu.",
    "fr-fr": "Matériau d'élévation d'arme.Autrefois, le clair de lune argenté et les sources turquoise décoraient cette belle oasis idyllique. Mais lorsque la reine des fleurs fana au milieu d'une tempête de sable qui rendit même le soleil invisible, ce paradis doré où régnait l'insouciance fut submergé par la mort.Les chants des tribus érémites racontent comment la lune argentée éclaira la robe écarlate d'Al-Ahmar, le roi endeuillé, ce qui le fit sombrer dans la folie.Dans une chanson triste, le roi solitaire, qui ne parvient pas à se défaire de ses souvenirs du passé, érige un rêve immortel au milieu du désert. C'est un endroit où l'eau des sources pures converge sans être perturbée, un lieu éclairé par la lumière d'un soleil couchant éternel.",
    "th-th": "แสงจันทร์สีเงินและสายน้ำสีใส แต่งแต้มความงามให้แก่ทิวทัศน์ของสรวงสวรรค์โอเอซิสแต่เมื่อจ้าวแห่งบุปผาได้ล่วงลับไปในพายุทรายที่บดบังแสงสุริยัน สรวงสวรรค์สีทองที่ไร้กังวลก็ถูกความตายกลบฝังไปด้วยในบทกวีของชนเผ่า Eremite จันทราสีเงินสาดส่องบนผ้าคลุมสีแดงเข้ม ทำให้ Al-Ahmar ราชันแห่งความเศร้าโศกตกสู่ความบ้าคลั่งยามเสียงเพลงแห่งความเศร้าขับขานด้วยความยึดติดที่มีต่อความทรงจำในวันวานราชันผู้เด็ดเดี่ยวจึงได้สร้างดินแดนแห่งฝันที่ไม่มีวันแห้งเหี่ยวไว้ยังใจกลางทะเลทรายที่นั่นมีน้ำบริสุทธิ์สุดสงบไม่ไหวติงและแสงสะทอนที่หยุดนิ่งอยู่ ณ ยามสนธยาตลอดกาล",
    "ja-jp": "武器に突破の力を付与する材料。白銀の月光と青く澄んだ泉は、かつてオアシスと言う名の楽園の美しい景色を彩っていた。しかし、花の主が空を覆う砂嵐の中に落ちた時、悩みなどなかった黄金の楽園も死に埋もれてしまった。エルマイト一族の詩歌曰く、銀白色の月光が緋色のトレーンを照らし、悲しみの王であるアフマルを狂わせた。切なき砂漠の歌はこう歌う——往日の思い出に執着するあまり、孤独な君主は砂漠の真ん中に古びぬ夢の世界を作り上げた。そこには一糸乱れぬ純粋な泉と、永遠に黄昏時で止まった露の光が凝縮されている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tuntutan Karma (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 王下近侍",
      "合成获得: 竭泽",
      "有顶塔 - 炼武秘境: 引业（周三/周六/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Dẫn Nghiệp (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週三/六/日）】煉武祕境：引業 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】烈日威權的舊日"
    ],
    "ko-kr": [
      "연무 비경: 인업 III ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Leading Karma (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Anleitendes Karma (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Башня презренной гордости» (среда/суббота/воскресенье)",
      "Алхимия: Отсветы пылающей мощи",
      "Алхимия: Мора",
      "Алхимия: Прошлое пылающей мощи"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Karma prarabdha III-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Prarabdha Karma (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Karma (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: กฎแห่งกรรม",
      "(วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/0f4da1fdc0aa6f58e698e290ec4e1302_7429378236666367265.png",
  "localIcon": "images/dream_of_scorching_might.png"
}