{
  "id": "dream_of_the_dandelion_gladiator",
  "wiki_id": 1160,
  "name": {
    "id-id": "Dream of the Dandelion Gladiator",
    "zh-cn": "狮牙斗士的理想",
    "vi-vn": "Lý Tưởng Của Đấu Sĩ Nanh Sư Tử",
    "zh-tw": "獅牙鬥士的理想",
    "ko-kr": "라이언 투사의 이념",
    "en-us": "Dream of the Dandelion Gladiator",
    "de-de": "Ideal des Löwenzahnkriegers",
    "ru-ru": "Мечты львиного клыка",
    "es-es": "Ideales de Diente de León",
    "pt-pt": "Sonho do Gladiador de Dandelion",
    "fr-fr": "Idéaux du Chevalier du Croc de Lion",
    "th-th": "Dream of Dandelion Gladiator",
    "ja-jp": "獅牙戦士の理想"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Vennessa bebas dari perbudakan, tetapi hal yang mengekang dirinya tumbuh lebih besar, dari sukunya ke seluruh Mondstadt, dan bahkan sampai ke konsep kebebasan itu sendiri, menyebar sampai ke seluruh dunia.Apa yang dia harapkan adalah, sebenarnya, agar dunia ini menjadi lebih kuat.",
    "zh-cn": "赋予武器突破之力的材料。温妮莎从奴役之中得到了自由。结果锁住她的东西越来越大了：从族人变成了整个蒙德，甚至变成了「自由」，乃至这个世界。她是发自真心这么希望着的：愿这个世界变得更加坚强一些。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Vennessa đạt được tự do từ trong nô dịch. Kết quả là thứ trói buộc cô ấy càng lúc càng lớn: Từ tộc nhân trở thành toàn Mondstadt, thậm chí trở thành \"Tự Do\", đến cả thế giới này.Cô ấy thực sự mong muốn rằng: Thế giới này trở nên kiên cường hơn nữa.",
    "zh-tw": "賦予武器突破之力的素材。溫妮莎從奴役之中得到了自由。結果鎖住她的東西越來越大了：從族人變成了整個蒙德，甚至變成了「自由」，乃至這個世界。她是發自真心這麼希望著的：願這個世界變得更加堅強一些。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.바네사는 노역을 하다 자유를 얻었다. 결과는 그녀를 구속하는 게 점점 더 많아졌다: 부족민에서 몬드 전체, 그러다 「자유」, 그리고 세계로 확장됐다.그녀는 진심으로 이 세계가 더 강인해지길 바랐다",
    "en-us": "Weapon Ascension Material.Vennessa may have been freed from slavery, but she then found herself subject to many other, even greater forms of bondage. What began as a duty to her tribespeople extended to all of Mondstadt, then to the concept of freedom itself, and beyond a point even to the whole world.What she really hoped for, in truth, was that the world might grow stronger.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Vennessa wurde aus der Sklaverei befreit und doch wurde sie von etwas noch Größerem gebunden. Einst war es ihr Volk, so kümmerte sie sich nun um ganz Mondstadt. Ihr Ziel war es, Freiheit in die Welt zu bringen.Ihr innigster Wunsch war es, dass die Welt etwas stärker würde.",
    "ru-ru": "Материал возвышения оружия.Веннесса освободилась от оков рабства, но ответственность, которой она была связана, только росла и распространялась на весь мир... Её соплеменники, жители Мондштадта и сами принципы свободы.Она всего лишь хотела, чтобы мир стал сильнее.",
    "es-es": "Material de ascensión de arma.Vennessa fue liberada de su esclavitud, pero sus anhelos eran aún más grandes: lo que realmente deseaba era un mundo más justo y libre.",
    "pt-pt": "Material de Ascensão de Armas.Vennessa foi libertada de sua escravidão, mas o que a limitou apenas aumentou: de seus membros da tribo a toda Mondstadt, e até ao próprio conceito de liberdade, estendendo-se ao mundo inteiro.O que ela realmente queria, na verdade, era que o mundo se fortalecesse.",
    "fr-fr": "Matériau d'élévation d'arme.Lorsque Vennessa fut affranchie, ses responsabilités ne furent que plus grandes au fil du temps. Incarnation de la liberté, elle tint successivement sur ses épaules le bien-être de tribu, puis celui de Mondstadt tout entière et enfin du monde entier.Son vœu le plus cher était celui d'un monde plus fort et indépendant.",
    "th-th": "Vennessa นั้นหลุดจากการเป็นทาส ผลที่ได้คือสิ่งที่รั้งเธอไว้นั้นกลับใหญ่โตขึ้นเรื่อยๆ: จากชนเผ่ากลับกลายเป็น Mondstadt ทั้งเมือง ถึงขั้นเปลี่ยนเป็น “อิสรภาพ” มาจนถึงโลกแห่งนี้ สิ่งที่เธอหวังอย่างแท้จริง: แค่ให้โลกนี้เข้มแข็งขึ้นมาอีกสักนิดก็ยังดี",
    "ja-jp": "武器に突破の力を付与する材料。ヴァネッサは自由を手に入れたが、結局彼女を縛るものは大きくなった。一族はモンドになり、そして「自由」になり、世界となった。この世界はもっと強くなってほしいと、彼女は本気で願った。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Reruntuhan Kota Kemarau (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Phế Đô Khát Nước (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【塞西莉亞苗圃（週三/六/日）】煉武祕境：渴水的廢都 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 갈증의 폐도시 (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Ruins of Thirsting Capital (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Verdurstete Stadt (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (среда/суббота/воскресенье)",
      "• Алхимия",
      "Алхимия: Оковы львиного клыка",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ruinas de la cuidad sedienta IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Vale Submerso (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Capitale assoiffée (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองร้างที่กระหายน้ำ (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：渇水の廃都及び滝壺祭壇で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dream%20of%20the%20Dandelion%20Gladiator_icon.png",
  "localIcon": "images/dream_of_the_dandelion_gladiator.png"
}