{
  "id": "dross_of_pure_sacred_dewdrop",
  "wiki_id": 4037,
  "name": {
    "id-id": "Dross of Pure Sacred Dewdrop",
    "zh-cn": "纯圣露滴的滤渣",
    "vi-vn": "Cặn Bẩn Giọt Sương Thánh Thuần",
    "zh-tw": "純聖露滴的濾渣",
    "ko-kr": "성스러운 이슬의 침전",
    "en-us": "Dross of Pure Sacred Dewdrop",
    "de-de": "Rückstand reinen heiligen Taus",
    "ru-ru": "Осадок чистой капли росы",
    "es-es": "Sedimento de rocío sagrado",
    "pt-pt": "Impureza da Gota de Orvalho Pura Sagrada",
    "fr-fr": "Résidu de rosée sacrée pure",
    "th-th": "Dross of Pure Sacred Dewdrop",
    "ja-jp": "純聖な雫の濾滓"
  },
  "description": {
    "id-id": "Konon katanya sebelum seluruh makhluk hidup terlahir, pernah ada Laut Primordial yang pekat dan tebal. Dia adalah asal mula yang murni dari seluruh makhluk, juga akan menelan seluruh kehidupan pada akhirnya ... Semua objek yang bukan merupakan milik Laut Primordial mula-mula ini akan disaring dan akan menjadi puing-puing yang mengapung dan terombang-ambing. \"Puing-puing ini juga memiliki maksud keberadaannya tersendiri ... Sebenarnya objek seperti apa yang akan ditolak dan disaring oleh lautan yang menjadi asal mula dari seluruh kehidupan?\" Konsultan Musik muda yang pernah mengikuti tiran agung itu sedang memikirkan permasalahan yang rumit ini.",
    "zh-cn": "传说在诸生命诞生之前，曾有一片浓稠的原始之海。它曾是万物纯净的起源，也终将吞没一切生命…而那些本不属于原始之海的物质则将被滤除，成为漂荡的浮渣。「浮渣亦有它们存在的意义——究竟何种物质会被吞噬一切生命的原始根源之海所排斥？」年轻的调律师曾追随伟大的僭主，思索着这个难题。",
    "vi-vn": "Tương truyền trước khi các sinh mệnh được sinh ra, từng có một vùng biển khởi nguyên đậm đặc. Nó từng là khởi nguồn của hàng vạn sinh vật thuần khiết, và một ngày nào đó sẽ nuốt chửng mọi sinh mệnh... Mà những vật chất vốn dĩ không thuộc về biển khởi nguyên sẽ bị lọc bỏ, trở thành cặn bẩn nổi trôi.\"Cặn bẩn cũng có ý nghĩa tồn tại của mình. Rốt cuộc vật chất nào sẽ bị biển khởi nguyên nuốt chửng tất cả sinh mệnh bài xích đây?\" Người chỉnh âm trẻ tuổi đã từng đi theo quân chủ vĩ đại đang suy ngẫm về câu hỏi này.",
    "zh-tw": "傳說在諸生命誕生之前，曾有一片濃稠的原始之海。它曾是萬物純淨的起源，也終將吞沒一切生命…而那些本不屬於原始之海的物質則將被濾除，成為漂蕩的浮渣。「浮渣亦有它們存在的意義——究竟何種物質會被吞噬一切生命的原始根源之海所排斥？」年輕的調律師曾追隨偉大的僭主，思索著這個難題。",
    "ko-kr": "모든 생명이 탄생하기 전, 만물의 기원이자 결국 모든 생명을 집어삼킬 농밀한 원시의 바다가 있었다고 한다. 원시의 바다에 속하지 않은 물질은 걸러져 떠다니는 찌꺼기가 되었다.「찌꺼기 역시 존재의 의미가 있을 텐데, 대체 어떤 물질이 모든 생명을 집어삼키는 원시 근원의 바다에 배척된단 말인가?」 젊은 조율사는 위대한 참주를 뒤따르며 이 난제에 대해 고민했다",
    "en-us": "Legends say that before the birth of life, there was a dense primordial sea. It is the purest origin of all things, and one day, it will also swallow all life... and those things which did not arise from it will be filtered out, becoming naught but floating detritus.\"The existence of detritus also has meaning — What kind of thing would be rejected by the source of all things that swallows all life?\" the young Harmost asked the great usurper, pondering this conundrum.",
    "de-de": "Die Legende erzählt von einem dichten Meer der Ursprünglichkeit, das da war, vor der Geburt allen Lebens. Es war der reine Ursprung allen lebenden Seins und wird auch schließlich alles lebende Sein in sich verschlingen ... während alles, was nicht sein ist, ausgesondert wird und zu treibendem Schaum werde.„Jener Schaum hat doch einen Zweck – Denn was würde das Urmeer je zurückweisen, es verschlingt ja alles lebende Sein?“, fragte der junge Harmost den großen Tyrannen, grübelnd ob jener Frage.",
    "ru-ru": "Легенды гласят, что до зарождения жизни существовало бездонное первозданное море. Оно - чистейшее начало всего сущего, и однажды оно же поглотит всё живое... а то, что возникло не из него, будет отфильтровано, превратившись в обычный шлак.«Существование шлака тоже имеет свой определённый смысл. Какую вещь отвергнет источник всего сущего, поглощающий всё живое?» - спросил молодой гармост у великого узурпатора, размышляя над этой загадкой.",
    "es-es": "Cuenta la leyenda que, antes del nacimiento de los seres vivos, existía un denso Mar Primigenio. Este mar era el origen de la pureza de todas las cosas, pero también el que acabaría engullendo a todo ser vivo. Mientras tanto, aquello que no tenía cabida en el Mar Primigenio era filtrado y se convertía en desechos a la deriva.“Si incluso los desechos tienen su razón de ser, ¿qué tipo de cosas pueden ser rechazadas por el mar de los orígenes primigenios que todo lo engulle?”, reflexionó el joven afinador mientras caminaba junto al grandioso tirano.",
    "pt-pt": "Conta a lenda que, antes do nascimento dos seres vivos, existia um denso Mar Primordial. Este mar era a origem da pureza de todas as coisas, mas também era o que acabaria engolindo todos os seres vivos. Enquanto isso, aquilo que não tinha lugar no Mar Primordial era filtrado e se tornava detritos à deriva.\"Se até os detritos têm sua razão de existir, que tipo de coisas podem ser rejeitadas pelo mar das origens primordiais que tudo devora?\", refletiu o jovem Harmosta enquanto caminhava ao lado do grandioso tirano.",
    "fr-fr": "Les légendes disent qu'avant la naissance de la vie, il existait une mer primordiale dense. C'est l'origine la plus pure de toutes choses, et un jour, elle engloutira également toute vie... Et les choses qui n'en sont pas issues seront filtrées, ne devenant que des détritus flottants.« L'existence de détritus a aussi un sens... Quel genre de chose serait rejetée par la source de toutes choses qui avale toute vie ? », demanda le jeune accordeur au grand usurpateur, réfléchissant à cette énigme.",
    "th-th": "กล่าวกันว่า ก่อนที่สิ่งมีชีวิตจะถือกำเนิดขึ้น เคยมีทะเลบรรพกาลอันหนาแน่น ซึ่งเคยเป็นต้นกำเนิดอันบริสุทธิ์ของสรรพสิ่งทั้งปวง และสุดท้ายมันก็กลืนกินทุกชีวิตจนสิ้นไป... สสารต่าง ๆ ที่ไม่ได้อยู่ในทะเลบรรพกาลจะถูกกรองออก และกลายเป็นเศษที่ล่องลอย\"หากแม้แต่เศษซากก็มีเหตุผลในการดำรงอยู่... วัตถุชนิดใดกันเล่าที่ทะเลบรรพกาลอันเป็นต้นกำเนิดของทุกชีวิตจะขับไล่และกรองออกไป?\" ช่างจูนเสียงหนุ่มที่ติดตามทรราชผู้ยิ่งใหญ่ ได้ขบคิดปัญหานี้",
    "ja-jp": "武器に突破の力を付与する材料。伝説によると、生命が誕生する前に、濃密な原始の海が存在していた。それはかつて万物の純粋な起源であり、やがてすべての命を呑み込むという…そして、原始の海に属さない物質は排除され、漂う残滓になる。「残滓でも存在する意味があるのでしょう——すべての命を呑み込む原始の源の海に拒まれる物質とは、一体なんでしょうか？」若き調律師はかつて偉大な僭主に仕え、この難問について考えていた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Keahlian (Selasa/Jumat/Minggu)"
    ],
    "zh-cn": [
      "合成获得: 海渊终曲",
      "合成获得: 纯水流华",
      "深潮的余响 - 炼武秘境：匠理 （周二/周五/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Kỹ Thuật (Thú 3/Thứ 6/Chủ Nhật)"
    ],
    "zh-tw": [
      "【深潮的餘響（週二/週五/週日）】煉武秘境：匠理 I / II / III / IV",
      "武器突破素材",
      "【煉金】純聖露滴的凝華"
    ],
    "ko-kr": [
      "연무 비경: 장인 I ~ IV (화요일/금요일/일요일)",
      "폰타인 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Artisanship (Tuesday/Friday/Sunday)"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Handwerkskunst (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (вторник/пятница/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Конденсат чистой капли росы"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Artesanía I-IV (Martes, viernes y domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Artesanato (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artisanat (Mardi/Vendredi/Dimanche)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หัตถศิลป์ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：匠理で獲得可能（火曜/金曜/日曜）",
      "フォンテーヌ記念品ショップ交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/b5eb251eb35df6de92c4e93ac29b1f23_6886788731313906387.png",
  "localIcon": "images/dross_of_pure_sacred_dewdrop.png"
}