{
  "id": "echo_of_scorching_might",
  "wiki_id": 2692,
  "name": {
    "id-id": "Echo of Scorching Might",
    "zh-cn": "烈日威权的残响",
    "vi-vn": "Dư Âm Của Ánh Nắng Quyền Uy",
    "zh-tw": "烈日威權的殘響",
    "ko-kr": "태양 같은 권위의 메아리",
    "en-us": "Echo of Scorching Might",
    "de-de": "Echo der sengenden Macht",
    "ru-ru": "Эхо пылающей мощи",
    "es-es": "Eco del poder del sol",
    "pt-pt": "Eco do Poder Escaldante",
    "fr-fr": "Dernier écho du pouvoir brûlant",
    "th-th": "Echo of Scorching Might",
    "ja-jp": "烈日権威の残響"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dulu, masyarakat Lord of Deserts mengukir lencana kekaisaran ini berdasarkan kumbang yang kuat untuk mengenang matahari yang cerah yang menandai pergantian waktu yang tak berawal maupun berujung.Meskipun nama dari Lord tersebut tidak lagi disebutkan, namun lencana yang dapat memberikan sedikit atmosfer-atmosfer kejayaan masa lalu ini telah disimpan sepanjang waktu.Lambang ini kini menemani setiap langkah perjalanan keturunan Suku Eremite, sembari diam-diam menceritakan kisah Tuannya pada masa itu.",
    "zh-cn": "赋予武器突破之力的材料。很久很久以前，黄沙的居民以顽强的甲虫为原型雕成王印，用以纪念朝暮轮回的红日与无始无终的时光。尽管那位王者的名讳如今已不再被人挂在嘴边，但这些小巧的王印却保留下来，隐约透露着旧日的威名。它们随镀金的子孙流散四方，依然沉默地倾诉着旧主的往事。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Từ rất lâu trước đây, cư dân của sa mạc đã khắc một con dấu hình con bọ ngoan cường để tưởng nhớ mặt trời đỏ và đánh dấu sự chuyển dịch vô tận của ngày và đêm.Mặc dù tên của vị vua đó không còn được nhắc đến, nhưng những chiếc ấn nhỏ này vẫn được lưu giữ, mơ hồ làm lộ rõ uy thế ngày xưa. Mỗi chiếc đều mang một bầu không khí mờ nhạt của những vinh quang trong quá khứ.",
    "zh-tw": "賦予武器突破之力的素材。很久很久以前，黃沙的居民以頑強的甲蟲為原型雕成王印，用以紀念朝暮輪迴的紅日與無始無終的時光。儘管那位王者的名諱如今已不再被人掛在嘴邊，但這些小巧的王印卻保留下來，隱約透露著舊日的威名。它們隨鍍金的子孫流散四方，依然沉默地傾訴著舊主的往事。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.아주 오래전, 황사의 주민들은 딱딱한 갑충을 모티브로 왕의 인장을 조각했고, 그로써 밤낮을 윤회하는 붉은 태양과 끝없는 세월을 기념했다.그 왕의 이름은 더 이상 사람들의 입에 오르내리지 않지만, 남겨진 작고 정교한 왕의 인장에서 희미하게나마 과거의 명성을 찾아볼 수 있다.인장은 도금의 자손들을 따라 곳곳에 흩어졌으며, 여전히 옛 주인의 과거를 조용히 토로하고 있다",
    "en-us": "Weapon Ascension Material.A long time ago, the people of the Lord of Deserts carved these imperial insignias based on robust beetles to memorialize the bright sun that marked the shifting of day and night, as well as the infinity of such times.Though the name of that Lord is no longer mentioned, these imperial insignias have been preserved through time, each bearing a faint ambiance of those past glories.These insignias travel with the descendants of the Eremite Tribe, silently telling the tales of their then-Lord.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Vor langer Zeit schnitzte das Volk der Wüste diese kaiserlichen Insignien in Form von robusten Käfern, um sich an die helle Sonne, die den Wechsel von Tag und Nacht markierte, und die Unendlichkeit der Zeit zu erinnern.Obwohl der Name dieses Königs nicht mehr genannt wird, werden diese kaiserlichen Insignien durch die Zeit hindurch aufbewahrt und tragen eine schwache Erinnerung an den vergangenen Ruhm.Diese Insignien reisen mit den Nachkommen des Stammes der Goldbrigade und erzählen schweigend die Geschichten ihres damaligen Königs.",
    "ru-ru": "Материал возвышения оружия.Давным-давно жители золотых песков вырезали царственные печати на твёрдых панцирях жуков в знак преклонения перед солнцем, что каждый день совершает свой круг по небу, в знак преклонения перед бесконечностью времени.И хотя имя того Повелителя уже забыто, изящные резные печати дошли до наших дней, и по ним видно, как гремело это имя когда-то.Вместе с потомками Пустынников печати разошлись по всему свету, без слов рассказывая историю своего прежнего хозяина.",
    "es-es": "Material de ascensión de arma.Hace mucho, mucho tiempo, los habitantes del desierto crearon insignias reales tomando como modelo a los tenaces escarabajos. Con ellas, conmemoraban el sol rojo que marcaba el cambio entre el día y la noche y el infinito transcurso del tiempo.Aunque ya nadie pronuncia el nombre prohibido de ese rey, sus insignias reales sí se han conservado hasta hoy en día y aún dejan entrever la gloria de la que gozó en el pasado.Dichas insignias se dispersaron por todas partes junto con los dorados descendientes de aquel rey, cuyo pasado se refleja sutilmente en estos objetos.",
    "pt-pt": "Material de Ascensão de Armas.Há muito, muito tempo atrás, o povo do Rei das Areias Amarelas esculpiram alguns selos reais imitando um besouro robusto para homenagear o sol carmesim que marca a ciclo do dia e da noite e o tempo infinito.Embora o nome do rei não seja mais mencionado agora, esses pequenos selos reais continuam bem preservados, revelando o prestígio do seu passado.Eles estão espalhados por todos os cantos com seus descendentes dourados, contando silenciosamente o passado do velho dono.",
    "fr-fr": "Matériau d’élévation d’arme.Jadis, le peuple du roi du désert sculpta des insignes royaux à l’image d’un scarabée robuste en l’honneur du soleil rouge qui ponctue les aubes et les crépuscules ainsi que le temps qui ne cesse de s’écouler.Bien que le nom du roi ne soit plus jamais mentionné par quiconque, ces petits insignes royaux ont survécu jusqu’à nos jours, laissant entrevoir la gloire des jours d’autrefois.Ces insignes voyagent aux quatre coins du pays avec les descendants des tribus érémites, contant silencieusement l’histoire des temps anciens.",
    "th-th": "เมื่อนานแสนนานมาแล้ว ผู้คนแห่งทรายสีทองได้แกะสลักตราแห่งราชันโดยอ้างอิงจากแมลงปีกแข็งที่แสนแข็งแกร่งเพื่อระลึกถึงสุริยันสีแดงที่เคลื่อนคล้อยตามวัฏจักรและกาลเวลาที่หมุนเวียนไปอย่างไม่จบสิ้นแม้ในปัจจุบันนามของราชันองค์นั้นจะไม่เป็นที่กล่าวถึงอีกต่อไปแต่ตราแห่งราชันเหล่านั้นยังถูกเก็บรักษาเอาไว้ คอยเผยให้เห็นถึงความรุ่งโรจน์ในครั้งอดีตอันเลือนรางพวกมันกระจัดกระจายอยู่กับลูกหลานของ Eremite และยังคงบอกเล่าถึงเรื่องราวในอดีตที่ผ่านมาอย่างเงียบเชียบ",
    "ja-jp": "武器に突破の力を付与する材料。遠い昔、黄砂の住民は、朝と夜を輪廻する赤い太陽と無限の時間を記念するために、頑丈な甲虫をもとに王の印章を彫刻した。その王の名は、今ではもう語られていないが、小さな王の印章は未だ残っており、かつての威光をおぼろげに伝えてくる。エルマイトの子孫によって四方に散らばった王の印章たちは、今でも昔の主の過去を語る。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tuntutan Karma (Rabu/Sabtu/Minggu)"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 王下近侍",
      "合成获得: 竭泽",
      "有顶塔 - 炼武秘境: 引业（周三/周六/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Dẫn Nghiệp (Thứ 4/Thứ 7/Chủ Nhật)"
    ],
    "zh-tw": [
      "【有頂塔（週三/六/日） 】煉武祕境： 引業 I / II / III / IV",
      "武器突破素材",
      "【煉金】烈日威權的余光"
    ],
    "ko-kr": [
      "연무 비경: 인업 I ~ IV (수요일/토요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Leading Karma (Wednesday/Saturday/Sunday)"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Anleitendes Karma (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Башня презренной гордости» (среда/суббота/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Отсветы пылающей мощи"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Karma prarabdha I-IV (Miércoles, Sábados, Domingos)"
    ],
    "pt-pt": [
      "Domínio da Forja: Prarabdha Karma (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Karma (Mercredi/Samedi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: กฎแห่งกรรม",
      "(วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（水曜/土曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/6f5ab4eda811a110e78a3470425bac2e_4096120273844335470.png",
  "localIcon": "images/echo_of_scorching_might.png"
}