{
  "id": "essence_of_pure_sacred_dewdrop",
  "wiki_id": 4034,
  "name": {
    "id-id": "Essense of Pure Sacred Dewdrop",
    "zh-cn": "纯圣露滴的真粹",
    "vi-vn": "Tinh Chất Giọt Sương Thánh Thuần",
    "zh-tw": "純聖露滴的真粹",
    "ko-kr": "성스러운 이슬의 정수",
    "en-us": "Essence of Pure Sacred Dewdrop",
    "de-de": "Essenz reinen heiligen Taus",
    "ru-ru": "Эссенция чистой капли росы",
    "es-es": "Esencia de rocío sagrado",
    "pt-pt": "Essência da Gota de Orvalho Pura Sagrada",
    "fr-fr": "Essence de rosée sacrée pure",
    "th-th": "Essense of Pure Sacred Dewdrop",
    "ja-jp": "純聖な雫の精髄"
  },
  "description": {
    "id-id": "Cairan kristalisasi yang padat dan kental, ditempa dari tetesan air Laut Primordial yang tak berujung. Raja Dewa pada zaman dulu pernah percaya bahwa ia dapat membawa kehidupan dan kebijaksanaan yang tak terbatas. Namun setelah didengar baik-baik, sepertinya dia sedang meramalkan sebuah akhir yang akan melebur menjadi satu.Ini pernah menjadi partitur megah yang belum diselesaikan oleh Raja Dewa, Ichor emas tak berujung dan tak berawal akan menggantikan air primordial yang liar, tatanan mulia dari sang bijak abadi akan membawa inspirasi layaknya embun ke seluruh penjuru yang tak berpengetahuan.Namun angan-angan Raja Dewa pada akhirnya tenggelam ke kedalaman yang gelap, Ichor emas juga akhirnya terkikis oleh sup primordial seiring dengan waktu yang tak mengenal ampun ....Sang Konsultan Musik malah seperti tidak melihat pertanda buruk ini, dengan tubuhnya yang sudah babak-belur, dia terus berusaha untuk memberikan kehidupan kepada rekan seperjuangan Ichor yang terakhir agar tatanan lama bisa kembali terwujud ....Sekarang ini, dalam mimpi buruk dari berbagai penyair dan pelukis muda yang gila di Fontaine, ilusi akhir zaman yang dialami sendiri oleh Boethius kadang-kadang masih bisa muncul kembali dan mengingatkan mereka akan roda perputaran yang sulit dihindari.",
    "zh-cn": "浓稠纯净的精粹溶液，由原始无垠之海的水滴中精炼而出。古代的神王曾相信它能带来永恒生命与无穷智慧，然而侧耳细听——它正隐隐预言着溶合为一的终局。这曾是神王未完成的宏伟乐章——无根无源的黄金灵露将替代原始莽荒之水，永生智者的辉煌秩序将为所有无知的角落带来甘露般的启蒙。但神王的妄想终究沉入深黑的海渊，黄金的灵露也随着无情时光被原始之汤侵蚀…调律师却对噩兆视之不见，支撑着残破的身躯，仍旧企图以最后的灵露赋同胞以生命，让旧日的秩序重临…如今，在枫丹诸多疯诗人与年轻画家的噩梦中，波爱修斯亲历的末日幻景仍旧时而重现，向他们提醒着难以逃避的轮回。",
    "vi-vn": "Dung dịch tinh túy thuần khiết đậm đặc, được tinh luyện ra từ trong giọt nước của vùng biển khởi nguyên vô tận. Thần vương cổ đại từng tin rằng nó có thể đem lại sinh mệnh vĩnh hằng và trí tuệ vô cùng, thế nhưng áp tai lắng nghe... nó đang âm thầm dự báo cho một kết cục dung hợp thành một thể.Đây là khúc nhạc hùng vĩ mà thần vương chưa hoàn thành. Linh Lộ hoàng kim không căn nguyên sẽ thay thế cho nước hoang sơ khởi nguyên, trật tự huy hoàng của trí giả trường sinh sẽ đem đến sự khai sáng như cam lộ cho mọi ngóc ngách vô tri.Nhưng cuồng vọng của thần vương cuối cùng cũng chìm xuống đáy biển sâu đen tối, theo dòng thời gian vô tình, Linh Lộ hoàng kim cũng bị ăn mòn bởi nước biển khởi nguyên...Người chỉnh âm lại ngó lơ mọi điềm báo, gắng gượng với thân xác tàn tạ, vẫn muốn dùng Linh Lộ cuối cùng để ban sinh mệnh cho đồng bào, để trật tự ngày xưa được tái hiện...Ngày nay, trong cơn ác mộng của nhiều nhà thơ điên cuồng và họa sĩ trẻ tuổi của Fontaine, ảo ảnh ngày tận thế mà Boethius từng trải qua vẫn cứ tái hiện, nhắc nhở họ về sự luân hồi khó lòng né tránh.",
    "zh-tw": "濃稠純淨的精粹溶液，由原始無垠之海的水滴中精煉而出。古代的神王曾相信它能帶來永恆生命與無窮智慧，然而側耳細聽——它正隱隱預言著溶合為一的終局。這曾是神王未完成的宏偉樂章——無根無源的黃金靈露將替代原始莽荒之水，永生智者的輝煌秩序將為所有無知的角落帶來甘露般的啟蒙。但神王的妄想終究沉入深黑的海淵，黃金的靈露也隨著無情時光被原始之湯侵蝕…調律師卻對噩兆視之不見，支撐著殘破的身軀，仍舊企圖以最後的靈露賦同胞以生命，讓舊日的秩序重臨…如今，在楓丹諸多瘋詩人與年輕畫家的噩夢中，波愛修斯親歷的末日幻景仍舊時而重現，向他們提醒著難以逃避的輪迴。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.짙은 농도의 순수하고 깨끗한 용액. 원시 무한의 바다의 물방울 속에서 정제됐다. 고대 신왕은 이것이 영원한 생명과 무궁한 지혜를 가져다주리라 믿었으나, 귀 기울여 듣는다면 모든 것이 하나로 용합되는 결말을 나지막이 예언하고 있다는 것을 알게 될 것이다.이는 신왕이 완성하지 못한——근원 없는 황금 영혼 이슬이 원시 만황의 물을 대체하고, 영생하는 현자가 찬란한 질서로 모든 무지한 구석에 감로 같은 계몽을 가져다주는——위대한 악장이었다.하지만 신왕의 망상은 결국 칠흑 같은 해연 속으로 가라앉았고, 황금 영혼 이슬 역시 무정한 시간에 묻혀 원시의 탕에 침식되었다···.조율사는 이 흉조를 무시한 채 너덜너덜해진 몸을 이끌고 마지막 영혼 이슬에 동포의 생명을 주어 과거의 질서를 다시 세우려 했다···.오늘날에 폰타인의 수많은 미친 시인과 젊은 화가의 악몽 속에 보에티우스가 겪은 종말의 환상이 재현되어 그들에게 피할 수 없는 윤회를 경고하고 있다",
    "en-us": "A dense and pure solution, derived and refined from drops of the vast primordial sea. The ancient God King once believed it would bring eternal life and infinite wisdom, but listening carefully — it was quietly, faintly prophesizing the final end of all dissolving into one. This was once the God King's unfinished Grand Symphony — a boundless, sourceless golden Ichor replacing the wild primeval waters, and the glorious immortal sages bringing nectar-like enlightenment to the ignorant corners of the world.But the God King's delusions ultimately sank into the depths of the black abyss, and with the ravages of time, the golden Ichor was eventually corroded by the primordial soup...The tuner turned a blind eye to the evil omens, and supporting his broken body, continued to give life to his compatriots according to the plans once laid, so that the old order might one day return...Even today, many mad poets and painters of Fontaine see the apocalypse experienced by Boethius, a reminder of the inescapable cycle of the world.",
    "de-de": "Eine dickflüssige und reine Essenz, gewonnen und verfeinert aus den Tropfen des Urmeeres. Der Gottkönig der alten Zeit hatte geglaubt, dass es ewiges Leben und unendliche Weisheit bringen würde, doch hört gut zu ... in ihr verbirgt sich eine Prophezeiung über das Ende: Alles löst sich auf und wird eins.Dies war die unvollendete große Symphonie des Gottkönigs: Der goldene Ichor entwurzelter Geister würde das Wasser des Urmeers ersetzen, und die glorreiche Ordnung der ewigen Weisen würde honigtausüße Erleuchtung in die tiefsten Winkel dieser Welt tragen, und seien sie noch so erfüllt von Unwissenheit.Doch die Verblendung des Gottkönigs ließ ihn schließlich versinken im pechschwarzen Tief der See, und zerfressen ward der goldene Ichor von der Ursuppe im unerbittlichen Fortlauf der Zeit ...Der Harmost verschloss jedoch die Augen im Angesicht jenes schlechten Omens und versuchte, seinen gebrochenen Körper stützend, seinen Landsleuten mit dem letzten Ichor Leben einzuhauchen, auf dass die alte Ordnung der Dinge wiederhergestellt werde ...Noch heute suchen wieder und wieder die apokalyptischen Visionen Boethius’ die Albträume vieler verrückter Dichter und junger Maler in Fontaine heim und erinnern sie an den unausweichlichen Kreislauf der Existenz des Seins.",
    "ru-ru": "Густой и чистый раствор, полученный из капель бескрайнего первозданного моря. Древний Царь богов когда-то верил, что он дарует вечную жизнь и бесконечную мудрость, но если внимательно прислушаться, то он едва слышно пророчил приближение конца, когда всё сольётся в единое целое.Когда-то это была незавершённая великая симфония Царь богов - безбрежный, неисчерпаемый золотой ихор, заменяющий дикие первобытные воды, и прославленные бессмертные мудрецы, несущие нектароподобное просветление в невежественные уголки мира.Но заблуждения Царя богов в итоге погрузились в глубины чёрной бездны, и с течением времени золотой росток был разъеден первичным бульоном...Гармост закрывал глаза на дурные предзнаменования и, поддерживая своё изломанное тело, продолжал давать жизнь соотечественникам по намеченным планам, чтобы старый порядок когда-нибудь вновь восторжествовал...Даже сегодня многие безумные поэты и художники Фонтейна видят в апокалипсисе, пережитом Боэцием, напоминание о неизбежной цикличности бытия.",
    "es-es": "Un líquido denso, muy condensado y de alta pureza que fue refinado a partir de gotas de agua del inconmensurable Mar Primigenio. El antiguo rey divino creía que este líquido podía otorgar la vida eterna y la suprema sabiduría, pero no se percató de que, al acercar el oído, se podía escuchar muy lejanamente una profecía que vaticinaba la disolución de todo en uno.La grandiosa serenata incompleta del rey divino decía que el dorado icor, una sustancia sin raíces u orígenes, remplazaría a la salvaje y burda agua primigenia, y que el glorioso orden de los sabios sempiternos iluminaría todos los rincones del mundo cual dulce rocío matutino.Sin embargo, la vanidad del rey divino acabó sumergida en lo más profundo de las oscuras llanuras abisales, y el dorado icor fue corrompido por las aguas primigenias debido al implacable paso del tiempo...El afinador hizo caso omiso de estos presagios y, sirviéndose de su tan deteriorado cuerpo, intentó usar la última gota de icor para dotar de vida a sus compatriotas y, así, restablecer el orden de antaño.En la actualidad, los poetas dementes y los jóvenes pintores de Fontaine aún ven ocasionalmente en sus pesadillas la apocalíptica imagen que presenció Boecio, la cual les avisa de un bucle inexorable.",
    "pt-pt": "Um líquido denso, altamente condensado e de alta pureza, refinado a partir de gotas d'água do imensurável Mar Primordial. O antigo Deus Rei acreditava que esse líquido poderia conceder a vida eterna e a suprema sabedoria, mas não percebeu que, ao se aproximar do ouvido, era possível ouvir ao longe uma profecia que previa a dissolução de tudo em um.A grandiosa serenata incompleta do Deus Rei dizia que o dourado orvalho vital, uma substância sem raízes ou origens, substituiria a água primordial selvagem e grosseira, e que a gloriosa ordem dos sábios eternos iluminaria todos os cantos do mundo como um doce orvalho matutino.No entanto, a vaidade do Deus Rei acabou afundando nas profundezas das sombrias planícies abissais, e o dourado orvalho vital foi corrompido pelas águas primordiais devido à implacável passagem do tempo...O Harmosta ignorou esses presságios e, usando seu corpo tão deteriorado, tentou usar a última gota do orvalho vital para dar vida a seus compatriotas e assim restaurar a antiga ordem.Atualmente, poetas enlouquecidos e jovens pintores de Fontaine ocasionalmente veem em seus pesadelos a imagem apocalíptica que Boecius testemunhou, que os adverte de um ciclo inexorável.",
    "fr-fr": "Une solution dense et pure, dérivée et raffinée des gouttes de la vaste mer primordiale. L'ancien roi divin croyait autrefois que cela apporterait la vie éternelle et une sagesse infinie, mais en écoutant attentivement... Il prophétisait doucement, faiblement, la fin ultime où toute chose se dissoudrait en une seule...C'était autrefois la grande symphonie inachevée du roi divin... Un ichor doré sans limite et sans source, remplaçant les eaux primitives sauvages, et les glorieux sages immortels apportant une illumination semblable à un nectar dans les coins ignorants du monde.Mais les illusions du roi divin ont finalement sombré dans les profondeurs de l'abîme noir, et avec les ravages du temps, l'ichor doré a finalement été corrodé par la soupe primordiale...L'accordeur a fermé les yeux sur les mauvais présages et, soutenant son corps brisé, a continué à donner la vie à ses compatriotes selon les plans autrefois établis, afin que l'ancien ordre puisse un jour revenir...Aujourd'hui encore, de nombreux poètes et peintres fous de Fontaine voient dans l'apocalypse vécue par Boethius un rappel du cycle inéluctable du monde.",
    "th-th": "สารที่เข้มข้นและบริสุทธิ์ ถูกกลั่นมาจากทะเลบรรพกาลอันไร้ขอบเขต เทพราชาในสมัยโบราณเคยเชื่อว่ามันสามารถนำพาชีวิตนิรันดร์ และปัญญาอันไร้ขอบเขตมาให้ได้ แต่หากตั้งใจฟังให้ดี... มันกำลังทำนายการสิ้นสุดของการหลอมรวมเป็นหนึ่งเดียวอย่างเงียบ ๆครั้งหนึ่งเคยเป็นบทเพลงอันยิ่งใหญ่ที่ไม่สมบูรณ์ของเทพราชา หยาดน้ำค้างวิญญาณสีทองที่ไร้รากและไร้แหล่งที่มา จะเข้ามาแทนที่น้ำจากป่าดึกดำบรรพ์ และระเบียบอันรุ่งโรจน์ของนักปราชญ์อมตะจะนำหยาดอมฤตแห่งการตรัสรู้ไปสู่อวิชชาทั้งปวงแต่ท้ายที่สุด ความหลงผิดของเทพราชา กลับจมดิ่งสู่เหวลึกอันมืดมิด และหยาดน้ำค้างวิญญาณสีทองก็ถูกทะเลบรรพกาลกัดกร่อนไปพร้อมกับกาลเวลาอันโหดร้าย...ช่างจูนเสียงเมินเฉยต่อลางร้าย เขาประคองร่างที่แตกสลาย และพยายามที่จะมอบชีวิตให้กับเพื่อนพ้อง ด้วยหยาดน้ำค้างวิญญาณสุดท้าย เพื่อให้ความสงบสุขในอดีตกลับคืนมาอีกครั้ง...ตอนนี้ ในฝันร้ายของกวีคลั่งและจิตรกรหนุ่มหลายคนใน Fontaine ได้ปรากฏภาพวันสิ้นโลกที่ Boethius เคยประสบขึ้นเป็นครั้งคราว เพื่อย้ำเตือนถึงสังสารวัฏที่ไม่อาจหลีกหนีได้",
    "ja-jp": "武器に突破の力を付与する材料。濃厚で純粋な液体は、果てしない原始の海の水滴から精製されたもの。古代の神王は、それが永遠の命と無限の知恵をもたらすと信じていた。しかし、耳を傾けてみると——それは「一つに溶け合う終末」を囁いている。これはかつて神王が完成しなかった偉大なる楽章——どこからともなく生まれた黄金のイコルは、荒れ果てた原始の水に取って代わり、不死の智者の輝かしい秩序は、甘露のような啓示を隅々まで届ける。しかし、神王の妄想はやがて深い海に沈み、黄金のイコルも残酷な時間と共に原始の汁に侵蝕された…調律師は凶兆を無視し、ボロボロな体を支えながらも、過去の秩序を再現するため、最後のイコルで同胞に命を与えようとしていた…今のフォンテーヌにおいて、狂気に落ちた多くの詩人や若き画家の悪夢の中で、ボエティウスが経験していた世の終わりの光景は、逃げられない輪廻の存在を告げるように、今もまた現れ続けている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Keahlian (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 海渊终曲",
      "合成获得: 纯水流华",
      "深潮的余响 - 炼武秘境：匠理 （周二/周五/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Kỹ Thuật (Thú 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深潮的餘響（週二/週五/週日）】煉武秘境：匠理 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 장인 IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Artisanship (Tuesday/Friday/Saturday)"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Handwerkskunst (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "Алхимия: Источник чистой капли росы",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Artesanía IV (Martes, viernes y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Artesanato (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artisanat (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หัตถศิลป์ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：匠理で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/b511969117b243bc41e7af4c578dfb88_5461400438222218088.png",
  "localIcon": "images/essence_of_pure_sacred_dewdrop.png"
}