{
  "id": "faded_red_satin",
  "wiki_id": 2706,
  "name": {
    "id-id": "Faded Red Satin",
    "zh-cn": "褪色红绸",
    "vi-vn": "Băng Đỏ Phai Màu",
    "zh-tw": "褪色紅綢",
    "ko-kr": "빛바랜 붉은 비단",
    "en-us": "Faded Red Satin",
    "de-de": "Verblasste rote Seide",
    "ru-ru": "Выцветший красный шёлк",
    "es-es": "Satén rojo descolorido",
    "pt-pt": "Cetim Vermelho Desbotado",
    "fr-fr": "Satin rouge délavé",
    "th-th": "Faded Red Satin",
    "ja-jp": "色褪せた赤い絹"
  },
  "description": {
    "id-id": "Sepotong kain satin merah yang digunakan untuk menutupi mata. Kainnya sedikit sobek.Banyak dari Eremite yang cenderung menutup mata mereka dengan kain tekstil, tetapi tujuan asli dari praktik ini telah lama hilang ditelan waktu.",
    "zh-cn": "用以遮盖眼睛的红色绸缎，略有残破。镀金旅团当中常有人以织物遮蔽双眼，而这种举动的肇始早已失落在时之沙海中。",
    "vi-vn": "Dải lụa đỏ dùng để che mắt, hơi rách một chút.Thường có những người trong Eremite che mắt bằng vải, và việc làm này từ lâu đã bị chìm trong biển cát thời gian.",
    "zh-tw": "用以遮蓋眼睛的紅色綢緞，略有殘破。鍍金旅團當中常有人以織物遮蔽雙眼，而這種舉動的肇始早已失落在時之沙海中。",
    "ko-kr": "눈을 가리는 데 사용되는 살짝 찢긴 빨간 비단.도금 여단에는 직물로 두 눈을 가리는 자가 많다. 그러나 이 행동의 기원은 이미 시간의 모래바다 속에 사라졌다",
    "en-us": "A piece of red satin used to cover the eyes. The fabric is slightly torn.Many Eremites tend to cover their eyes with textiles, but the original intention of this practice has long been lost to the sands of time.",
    "de-de": "Ein Stück roter Seide, das benutzt wurde, um die Augen zu verdecken. Es ist leicht gerissen.Unter den Goldbrigaden gibt es viele, die beide Augen hinter Stoff verbergen, aber die ursprüngliche Bedeutung dieser Praxis ist schon lange im Sand der Zeit untergegangen.",
    "ru-ru": "Выцветшая лента из красного шёлка, которой завязывали глаза.Многие Пустынники завязывают себе глаза, но первоначальный смысл этого обычая давно потерян в песках времени.",
    "es-es": "Un pedazo de seda roja ligeramente rasgada que se utiliza para cubrir los ojos.Muchos Eremitas a menudo la usan con ese fin, pero su propósito original se perdió en las arenas del tiempo.",
    "pt-pt": "Um cetim vermelho levemente rasgado, usado para cobrir os olhos.Muitas vezes pessoas de Eremitas cobrem os seus olhos com tecido, e o registro desse comportamento já está perdido há muito no tempo.",
    "fr-fr": "Un morceau de satin rouge légèrement déchiré utilisé pour couvrir les yeux.De nombreux Érémites ont tendance à se couvrir les yeux avec des tissus, une pratique dont l'origine est perdue depuis longtemps dans les sables du temps.",
    "th-th": "ผ้าชาตินปิดตาสีแดงที่ขาดรุ่งริ่งเล็กน้อยในกลุ่ม Eremite มักจะมีคนใช้ผ้าปิดบังดวงตาทั้งสองข้างและจุดเริ่มต้นของพฤติกรรมนี้ก็ได้สูญหายไปจากผืนทรายแห่งกาลเวลามานานแล้ว",
    "ja-jp": "目を覆うために使われていた赤絹。少し破れている。エルマイト旅団には、織物で目を覆う者が時々いる。しかしその行動の起源はとっくに、時の砂漠の中で失われている。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Eremite",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 森林王器",
      "合成获得: 原木刀",
      "镀金旅团掉落"
    ],
    "vi-vn": [
      "Eremite rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "鍍金旅團掉落",
      "星塵兌換",
      "角色與武器培養材料",
      "【煉金】鑲邊紅綢"
    ],
    "ko-kr": [
      "도금 여단 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by The Eremites",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Goldbrigaden",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Пустынники",
      "• Покупается за Звёздную пыль",
      "Алхимия: Окаймлённый красный шёлк"
    ],
    "es-es": [
      "Obtenido de Eremitas",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado pelos Eremitas  Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin d'Érémite",
      "Échange Astrions"
    ],
    "th-th": [
      "ดรอปจากกลุ่ม Eremite",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "エルマイト旅団がドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/dfa4ba937ada162659c0264137d43a18_1678778578670673928.png",
  "localIcon": "images/faded_red_satin.png"
}