{
  "id": "famed_handguard",
  "wiki_id": 400,
  "name": {
    "id-id": "Famed Handguard",
    "zh-cn": "名刀镡",
    "vi-vn": "Kiếm Cách Trứ Danh",
    "zh-tw": "名刀鐔",
    "ko-kr": "명검 코등이",
    "en-us": "Famed Handguard",
    "de-de": "Berühmter Handschutz",
    "ru-ru": "Прославленная гарда",
    "es-es": "Guardamano célebre",
    "pt-pt": "Protetor de Mão Famoso",
    "fr-fr": "Garde-main célèbre",
    "th-th": "Famed Handguard",
    "ja-jp": "名刀の鍔"
  },
  "description": {
    "id-id": "Pelindung tangan yang dipasang di senjata terkenal.Beberapa orang percaya bahwa pedang memiliki jiwa dan kehidupan sendiri, dan karena itu pedang pantas diberi nama. Mereka yang mencintai pedang, juga akan dipilih dan diakui pedang sendiri. Tapi mereka yang menganggap pedang sebagai teman atau bahkan kekasih, mereka harus diperingatkan bahwa hubungan ini dibangun atas dasar kematian dan pertumpahan darah. Gairah dari mereka yang sering menari dengan tebasan pedang dan hujan darah, pada akhirnya akan dipadamkan oleh besi yang tak berperasaan.",
    "zh-cn": "装配在名刀上的华美护具。有人坚信刀剑有灵魂、有生命，这也是为什么人们会为刀起名。爱护刀的人，也会得到刀的赏识。但与刀剑成为挚友、甚至爱人的人，须知这份情义是由杀伐浇灌的。常常浴血、与刀共舞之人，他们的热血最终总会被薄情的钢铁冷却。",
    "vi-vn": "Vật phòng hộ tinh xảo của các loại danh kiếm.Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
    "zh-tw": "裝配在名刀上的華美護具。有人堅信刀劍有靈魂、有生命，這也是為什麼人們會為刀起名。愛護刀的人，也會得到刀的賞識。但與刀劍成為摯友、甚至愛人的人，須知這份情義是由殺伐澆灌的。常常浴血、與刀共舞之人，他們的熱血最終總會被薄情的鋼鐵冷卻。",
    "ko-kr": "명검에 조립된 화려한 방어구.어떤 이는 검에는 영혼과 생명이 있다고 굳게 믿고 있다. 이는 사람들이 검에 이름을 지어주는 이유기도 하다. 검을 아끼는 자는 검의 사랑을 받기 마련이다. 하지만 검과 참된 벗이, 심지어는 사랑하는 애인이 되는 사람은 이 감정이 살육에서 온 것임을 알아야 한다. 늘 피바다 속에서 검과 함께 춤을 추는 이들의 뜨거운 피는, 결국 무정한 강철에 의해 차디차게 식을 것이다",
    "en-us": "An intricately-made handguard that was mounted upon a famed weapon.Some believe that swords have souls and lives of their own, and thus deserve their own names. Those who love their blades will be acknowledged by them in turn. But those who see their swords as friends or even lovers should be warned that this relationship is built on death and bloodshed. The passions of those who dance with their blade amid crimson showers must surely be cooled someday by fickle steel.",
    "de-de": "Ein kunstvoll gefertigter Handschutz, der auf eine berühmte Waffe montiert wurde.Einige glauben, dass Schwerter eine Seele und ein eigenes Leben haben und daher ihren eigenen Namen verdienen. Diejenigen, die ihre Klingen lieben, werden im Gegenzug von ihnen gewürdigt. Aber diejenigen, die ihre Schwerter als Freunde oder sogar Liebhaber sehen, sollten gewarnt sein, dass diese Beziehung auf Tod und Blutvergießen aufgebaut ist. Die Leidenschaften derer, die mit ihrer Klinge inmitten von purpurnen Schauern tanzen, müssen sicherlich eines Tages vom wankelmütigen Stahl abgekühlt werden.",
    "ru-ru": "Искусно выполненная гарда, бывшая когда-то частью знаменитого оружия.Некоторые верят, что у мечей есть душа, и поэтому они заслуживают собственные имена. На заботу хозяина клинок ответит взаимностью. Но те, кто в клинке увидел друга или возлюбленного, должны знать, что эта привязанность основывается на кровопролитии и смерти. Однажды страсть танцующих с мечами под багровым дождём будет оборвана холодной сталью.",
    "es-es": "Herramienta elegante que solía estar unida a una espada afamada.Hay quien piensa que las espadas tienen alma y vida, motivo por el que deberían recibir un nombre. Aquellos que realmente aman sus espadas serán reconocidos por ellas, pero aquellos que conciban sus espadas como una amiga o incluso una amante deben saber que una relación así surge de la muerte y la sangre. Las pasiones de aquellos que suelen bailar al son de lluvias de sangre junto a su espada acabarán heladas por el veleidoso acero.",
    "pt-pt": "Um protetor de mão feito cuidadosamente que estava montado em uma arma famosa.Alguns acreditam que espadas possuem alma e, por isso, merecem seu próprio nome. Aqueles que amam suas lâminas serão reconhecidos por elas com gratidão. Mas aqueles que veem suas espadas como amigos ou até amantes devem ser alertados sobre que essa relação é construída sobre sangue e mortes. A paixão daqueles que dançam com suas lâminas nos chuveiros vermelhos deve um dia certamente ser acalmada pelo aço inconstante.",
    "fr-fr": "Un magnifique garde-main monté sur une épée célèbre.Certains croient fermement que les épées ont leur âme propre, c'est pourquoi ils leur donnent des noms. Ceux qui montrent de l'attachement à leur lame seront récompensés en retour. Mais ceux qui voient leur épée comme une amie ou même une amante doivent savoir que cette affection s'abreuve de sang et de mort. Les passions de ceux qui baignent dans les effusions pourpres et dansent avec les lames se verront un jour refroidies par l'acier même qu'ils avaient aimé.",
    "th-th": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อบางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
    "ja-jp": "名刀に取り付けられた美しい防具。刀には魂が宿り、命が存在すると人々は信じている。刀に名前を付けるのも、そのためである。刀を大切にする者は、刀にも報われる。しかし、刀と親友に、ひいては恋人にまでなった者は、その感情は殺伐を伴うことを肝に銘じておかなければならない。血を浴び、常に刀と踊ってきた者の熱血は、いずれ無情の鋼鉄によって冷めてしまう。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Nobushi Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上野伏众掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Nhóm cường đạo cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "角色與武器培養素材",
      "【60級以上】野伏眾掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 노부시패 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Nobushi"
    ],
    "de-de": [
      "Beute von Nobushi ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Нобуси Ур. 60+",
      "• Кайраги Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Гарда кагэути",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Nobushis (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Nobushi Nv. 60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Nobushi (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Nobushi Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "野伏衆（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed%20Handguard_icon.png",
  "localIcon": "images/famed_handguard.png"
}