{
  "id": "feathery_fin",
  "wiki_id": 4948,
  "name": {
    "id-id": "Feathery Fin",
    "zh-cn": "羽状鳍翅",
    "vi-vn": "Vây Thú Dạng Lông",
    "zh-tw": "羽狀鰭翅",
    "ko-kr": "깃털 지느러미",
    "en-us": "Feathery Fin",
    "de-de": "Federflosse",
    "ru-ru": "Перьевой плавник",
    "es-es": "Aleta emplumada",
    "pt-pt": "Nadadeira Emplumada",
    "fr-fr": "Aileron plumeux",
    "th-th": "Feathery Fin",
    "ja-jp": "翼状の羽鰭"
  },
  "description": {
    "id-id": "Pecahan sirip yang diambil dari punggung Xuanwen Beast yang sudah dikalahkan.Meski Xuanwen Beast tidak memiliki kemampuan untuk terbang dalam jarak jauh, sirip seperti bulu ini memungkinkan mereka untuk mengejar mangsanya dengan lebih gesit.",
    "zh-cn": "击败玄文兽后，从其背上取得的鳍翅残片。尽管不具备长距离飞行的能力，这些如同鸟羽一般的鳍翅依然能让玄文兽在驰逐猎物时更为迅疾。",
    "vi-vn": "Mảnh vây lưng thu được sau khi đánh bại Huyền Văn Thú.Tuy không có khả năng bay lượn đường dài, nhưng những chiếc vây trông như lông vũ này vẫn có thể giúp Huyền Văn Thú nhanh nhẹn hơn khi truy đuổi con mồi.",
    "zh-tw": "擊敗玄文獸後，從其背上取得的鰭翅殘片。儘管不具備長距離飛行的能力，這些如同鳥羽一般的鰭翅依然能讓玄文獸在馳逐獵物時更為迅疾。",
    "ko-kr": "현문 야수를 처치하고 야수의 등에서 얻은 지느러미 조각.장거리 비행 능력은 없지만, 현문 야수는 새의 깃털 같은 이 지느러미로 사냥감을 추격할 때 더욱 빠르게 움직일 수 있다",
    "en-us": "A fin fragment taken from a defeated Xuanwen Beast's back.Even though Xuanwen Beasts can't fly over long distances, these feather-like fins enable them to swiftly pursue their prey.",
    "de-de": "Das Fragment einer Flosse vom Rücken einer besiegten Xuanwen-Bestie.Obwohl sie nicht in der Lage ist, fliegend weite Strecken zurückzulegen, ermöglichen diese vogelartigen Flossen der Bestie, mittels schneller Fortbewegung ihrer Beute nachzujagen.",
    "ru-ru": "Фрагмент плавника, извлечённый из спины поверженного зверя Сюаньвэнь.Хотя Сюаньвэнь не может летать на большие расстояния, благодаря этим плавникам, напоминающим перья, он может быстро преследовать добычу.",
    "es-es": "Un fragmento de aleta obtenido de la espalda de una Bestia Xuanwen después de derrotarla.A pesar de no tener la capacidad de volar grandes distancias, estas plumas con forma de aleta permiten a las Bestia Xuanwen moverse más rápidamente mientras persiguen a sus presas.",
    "pt-pt": "O fragmento de uma nadadeira retirada das costas de uma Besta Xuanwen derrotada.Apesar de as Bestas Xuanwen não poderem voar por muito tempo, essas nadadeiras parecidas com penas as permitem perseguir suas presas rapidamente.",
    "fr-fr": "Un aileron prélevé sur le dos d'une Bête de Xuanwen vaincue.Même si les Bêtes de Xuanwen ne peuvent pas voler sur de longues distances, ces ailerons semblables à des plumes leur permettent de pourchasser rapidement leur proie.",
    "th-th": "ชิ้นส่วนครีบที่ได้รับจากหลังจากเอาชนะอสูรเสวียนเหวินได้ถึงแม้จะไม่มีความสามารถในการบินระยะไกล แต่ครีบที่มีลักษณะคล้ายกับขนนกนี้ กลับทำให้อสูรเสวียนเหวินเคลื่อนที่ได้อย่างว่องไวขึ้นในขณะที่ไล่ล่าเหยื่อ",
    "ja-jp": "玄文獣を倒した後、その背中から取った羽鰭の一部。長距離飛行の能力はないが、この鳥の翼のような羽鰭のおかげで玄文獣は獲物を追うとき素早く動ける。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Xuanwen Beast",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "玄文兽掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Huyền Văn Thú rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "玄文獸掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "현문 야수 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Xuanwen Beasts",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Xuanwen-Bestien",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Зверь Сюаньвэнь",
      "• Покупается за Звёздную пыль",
      "Алхимия: Лунный плавник"
    ],
    "es-es": [
      "Obtenido de Bestias Xuanwen",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado por Bestas Xuanwen",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Bête de Xuanwen",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสร้าง",
      "ดรอปจากอสูรเสวียนเหิน",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "玄文獣からドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/9564191/b90eff5f4a23dd4f658f8a12d3318830_8574326791116486032.png",
  "localIcon": "images/feathery_fin.png"
}