{
  "id": "fetters_of_the_dandelion_gladiator",
  "wiki_id": 1159,
  "name": {
    "id-id": "Fetters of the Dandelion Gladiator",
    "zh-cn": "狮牙斗士的枷锁",
    "vi-vn": "Xiềng Xích Đấu Sĩ Nanh Sư Tử",
    "zh-tw": "獅牙鬥士的枷鎖",
    "ko-kr": "라이언 투사의 족쇄",
    "en-us": "Fetters of the Dandelion Gladiator",
    "de-de": "Fesseln des Löwenzahnkämpfers",
    "ru-ru": "Кандалы львиного клыка",
    "es-es": "Grilletes de Diente de León",
    "pt-pt": "Grilhões de Dandelion",
    "fr-fr": "Entraves du Chevalier du Croc de Lion",
    "th-th": "Fetters of the Dandelion Gladiator",
    "ja-jp": "獅牙戦士の枷"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Melebih-lebihkan kisah pahlawan adalah sifat manusia, bahkan sampai mengangkat rantai yang mengikat pahlawan sampai di tingkat di mana ia menjadi musuh kebebasan.Karenanya, rantai ini juga memiliki kekuatan yang luar biasa.",
    "zh-cn": "赋予武器突破之力的材料。人们总是会对英雄的故事过分夸大啦。甚至是曾经束缚英雄的枷锁，都被升华到了自由之敌的高度。因此这些锁链也拥有了非凡的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Mọi người thường nói quá về câu chuyện của anh hùng. Thậm chí xiềng xích từng trói buộc anh hùng cũng bị cho rằng là bản chất của tự do.Cho nên xiềng xích cũng trở nên có sức mạnh phi phàm.",
    "zh-tw": "賦予武器突破之力的素材。人們總是會對英雄的故事過分誇大。甚至是曾經束縛英雄的枷鎖，都被昇華到了自由之敵的高度。因此這些鎖鏈也擁有了非凡的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.사람들은 늘 영웅의 이야기를 과장한다. 심지어 과거 영웅을 속박했던 족쇄도 자유의 적으로 승화됐다.때문에 이 족쇄도 비범한 힘을 지니게 되었다",
    "en-us": "Weapon Ascension Material.It's a human thing to exaggerate a hero's story, even to the point of elevating the fetters that once bound the hero to the level of an enemy of true freedom.As a result, these fetters were granted extraordinary powers.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Menschen übertreiben gern bei Heldengeschichten. Das geht sogar so weit, dass selbst die Fesseln, die einen Helden einst gefangen hielten, zum Feind der Freiheit erhoben werden.Aus diesem Grund besitzen diese Ketten eine überaus große Kraft.",
    "ru-ru": "Материал возвышения оружия.Люди любят преувеличивать подвиги героев, они даже освобождают их от оков, что делали их врагами.Поэтому этим оковам были даны необычайные силы.",
    "es-es": "Material de ascensión de arma.Exagerar las historias de héroes es algo humano. Después de numerosas alteraciones de una leyenda popular, estos grilletes se hicieron famosos como símbolo de la lucha por la libertad. Más tarde, les fueron otorgados poderes extraordinarios.",
    "pt-pt": "Material de Ascensão de Armas.Os humanos costumam gostar de exagerar na história de um herói. Depois de inúmeras alterações de uma lenda popular, estes grilhões ficaram famosos como símbolo da luta pela liberdade.Mais tarde, foram concedidos poderes extraordinários para essas correntes.",
    "fr-fr": "Matériau d'élévation d'arme.Les humains aiment exagérer les exploits de leurs héros, au point de faire de simples entraves de véritables ennemis de la liberté.Celles-ci ont été donc bénies par des pouvoirs extraordinaires pour cette raison.",
    "th-th": "มนุษย์นั้นมักจะสร้างเรื่องเหล่าฮีโร่ให้ดูยิ่งใหญ่เกินจริงอยู่เสมอ แม้กระทั่งโซ่ที่เคยใช้จับกุมฮีโร่มาก่อน ก็ยังถูกเรียกว่าศัตรูของอิสรภาพเพราะงั้นเหล่าโซ่เหล็กพวกนี้ก็ได้รับ พลังที่มากมายไว้ครอบครองเช่นกัน",
    "ja-jp": "武器に突破の力を付与する材料。人々は英雄の物語を誇張して描く傾向がある。かつて英雄を束縛した枷まで、自由の敵として描かれている。そのため、この枷も通常ではない力が付与された。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Reruntuhan Kota Kemarau (Rabu/Sabtu/Minggu)",
      "Dibeli dari Toko Suvenir di Mondstadt"
    ],
    "zh-cn": [
      "蒙德纪念品商店兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Phế Đô Khát Nước (Thứ 4/Thứ 7/Chủ Nhật)",
      "Đổi trong Cửa Hàng Lưu Niệm Mondstadt"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】獅牙鬥士的鐵鍊",
      "【塞西莉亞苗圃（週三/六/日） 】煉武祕境：渴水的廢都 I / II / III / IV",
      "蒙德瑪喬麗【「榮光之風」店主】處購買"
    ],
    "ko-kr": [
      "연무 비경: 갈증의 폐도시 (수요일/토요일/일요일)",
      "몬드 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Ruins of Thirsting Capital (Wednesday/Saturday/Sunday)",
      "Purchase from the Souvenir Shop in Mondstadt"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Verdurstete Stadt (Mittwoch/Samstag/Sonntag)",
      "Beim Andenkenhändler von Mondstadt zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (среда/суббота/воскресенье)",
      "• Сувенирная лавка Мондштадта",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Цепи львиного клыка"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ruinas de la cuidad sedienta I-IV (Miércoles, Sábado, Domingo)",
      "Comprado en la Tienda de recuerdos de Mondstadt"
    ],
    "pt-pt": [
      "Domínio da Forja: Capital Sedenta (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Capitale assoiffée (Mercredi/Samedi/Dimanche)",
      "Boutique de souvenirs de Mondstadt"
    ],
    "th-th": [
      "แลกได้ที่ร้านขายของที่ระลึกใน Mondstadt",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองร้างที่กระหายน้ำ (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：渇水の廃都及び滝壺祭壇で獲得可能（水曜/土曜/日曜）",
      "モンド記念品ショップ交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fetters%20of%20the%20Dandelion%20Gladiator_icon.png",
  "localIcon": "images/fetters_of_the_dandelion_gladiator.png"
}