{
  "id": "fossilized_bone_shard",
  "wiki_id": 1240,
  "name": {
    "id-id": "Fossilized Bone Shard",
    "zh-cn": "石化的骨片",
    "vi-vn": "Mảnh Xương Hóa Thạch",
    "zh-tw": "石化的骨片",
    "ko-kr": "석화한 뼛조각",
    "en-us": "Fossilized Bone Shard",
    "de-de": "Versteinertes Knochenstück",
    "ru-ru": "Окаменевшие останки",
    "es-es": "Fragmento de hueso fosilizado",
    "pt-pt": "Fragmento de osso fossilizado",
    "fr-fr": "Fragment d'os fossilisé",
    "th-th": "Fossilized Bone Remains",
    "ja-jp": "石化した骨片"
  },
  "description": {
    "id-id": "Sebuah fosil tulang yang terkadang ditemukan setelah mengalahkan Geovishap.Semua Geovishap bermimpi untuk menjadi naga suatu hari nanti. Mereka melihat fosil ini sebagai tulang naga dan menganggapnya berharga, mungkin karena mereka berharap bisa mendapatkan kekuatan dan keabadian seekor naga.",
    "zh-cn": "击败龙蜥后有时能找到的石化骨片。龙蜥都梦想着成长为真正的龙。会把古老的化石认作是龙之骨而加以珍惜，或许是因为希冀着龙的永恒与强大吧。",
    "vi-vn": "Mảnh xương hóa thạch của rồng đất bị đánh bại.Rồng đất luôn mong muốn lớn lên thành rồng đích thực, vì thế xem hóa thạch cổ xưa là xương rồng, vô cùng trân quý, có thể cũng vì khao khát sự vĩnh hằng và lớn mạnh của rồng chăng.",
    "zh-tw": "擊敗龍蜥後有時能找到的石化骨片。龍蜥都夢想著成長為真正的龍。會把古老的化石認作是龍之骨而加以珍惜，或許是因為希冀著龍的永恆與強大吧。",
    "ko-kr": "용 도마뱀을 처치했을 때 가끔 볼 수 있는 석화한 뼛조각.용 도마뱀들은 언젠가 진정한 용이 되길 꿈꾼다. 오래된 화석을 용의 뼈로 착각하고 소중히 여기기도 한다. 용의 영원함과 강함을 바라기 때문일 수도 있다",
    "en-us": "A fossilized bone fragment sometimes found after defeating Geovishaps.Geovishaps all dream of growing into great dragons one day. They see these fossils as dragon bones and greatly cherish them, perhaps because they too hope to attain the dragons' longevity and power.",
    "de-de": "Ein versteinertes Knochenstück, das man manchmal besiegten Drachenechsen abnehmen kann.Drachenechsen träumen davon, eines Tages zu richtigen Drachen zu werden. Da sie diese versteinerten Stücke für Drachenknochen halten, verehren sie sie abgöttisch, womöglich in der Hoffnung auf die Langlebigkeit und Stärke der Drachen.",
    "ru-ru": "Окаменевший фрагмент кости, который иногда можно найти после победы над геовишапом.Геовишапы мечтают когда-нибудь стать великими драконами. Они бережно хранят эти костяные осколки, возможно, потому что они надеются получить силу и долголетие настоящих драконов.",
    "es-es": "Un fragmento de hueso fosilizado que a veces se encuentra después de derrotar a un Dragarto. Todos los Dragartos sueñan con convertirse en grandes dragones. Adoran estos fósiles porque creen que pertenecieron a un dragón, o tal vez porque desean alcanzar la longevidad y el poder de los dragones.",
    "pt-pt": "Um fragmento de osso fossilizado encontrado após derrotar Dragartos.Todos os Dragartos sonham em se tornar um formidável dragão algum dia. Eles veem esses fósseis como ossos de dragões e os valorizam muito, talvez porque eles esperam receber a longevidade e poder de um dragão.",
    "fr-fr": "Fragment d'os obtenu parfois après avoir vaincu des Élémentosaures.Tous les Élémentosaures rêvent de devenir un jour dragon, et vénèrent avec passion ce type de fossile ; peut-être pensent-ils bénéficier ainsi de la longévité et de la puissance des vrais dragons.",
    "th-th": "บางครั้งอาจจะได้รับเศษฟอสซิลกระดูก เมื่อเอาชนะ Geovishap ได้Geovishap นั้นล้วนแต่เฝ้าฝันถึงวันที่จะเติบโตเป็นมังกรอย่างแท้จริง พวกมันมองว่าเศษฟอสซิลกระดูกเหล่านี้นั้น เป็นของมังกรและหวงแหนมันมาก ๆ บางทีคงจะเป็นเพราะปรารถนาในความเป็นนิรันดร์และแข็งแกร่งของมังกรล่ะนะ",
    "ja-jp": "ヴィシャップを倒すと、たまに見つける石化した骨片。ヴィシャップは、いつか本当の龍になれるとずっと夢見ている。古い化石を龍の骨と思い込んでいるのは、龍の永久不滅の命と強大な力を憧れているのだろう。（以下は図鑑より抜粋）ベビーヴィシャップを倒すと、たまに石化した骨片が見つかる。ベビーヴィシャップは、いつか本当の龍になれるとずっと夢見ている。古い化石を龍の骨と思い込んで、中から龍の永久不滅の命と強大な力を手に入れられると信じている。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Geovishap Hatchling Lv. 60+",
      "Dijatuhkan oleh Ancient Geovishaps Lv. 60+",
      "Dijatuhkan oleh Bathysmal Vishap Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上幼岩龙蜥掉落",
      "60级以上岩龙蜥掉落",
      "60级以上深海龙蜥掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Rồng Đất Nhỏ - Nham cấp 60 trở lên rơi",
      "Rồng Đất Nham cấp 60 trở lên rơi",
      "Rồng Biển Sâu cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器培養素材",
      "【60級以上】幼岩龍蜥丶岩龍蜥丶深海龍蜥掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 새끼 바위 용 도마뱀 드랍",
      "Lv.60 이상 바위 용 도마뱀 드랍",
      "Lv.60 이상 심해 용 도마뱀 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Geovishap Hatchlings",
      "Dropped by Lv. 60+ Geovishaps",
      "Dropped by Lv. 60+ Bathysmal Vishaps"
    ],
    "de-de": [
      "Beute von jungen Geo-Drachenechsen",
      "Beute von Drachenechsen",
      "Beute von Geo-Drachenechsen",
      "Beute von Tiefsee-Drachenechsen",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "• Вишапы Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Крепкие останки",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Crías de Dragarto Geo (Niv.60+)",
      "Obtenido de Dragarto Geo (Niv.60+)",
      "Obtenido de Dragartos de las Profundidades (Niv.60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelas Crias de Dragartos Geo de Nível 60+",
      "Dropado pelos Dragartos Geo de Nível 60+",
      "Dropado pelos Dragartos das Profundezas de Nv. 60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Jeune Géosaure (Niv.60+)",
      "Butin de Géosaure (Niv.60+)",
      "Butin d'Élémentosaure abyssal (Niv.60+)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Geovishap Hatchling Lv.60 ขึ้นไป",
      "ดรอปจาก Geovishap Lv.60 ขึ้นไป",
      "ดรอปจาก Bathysmal Vishap Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "ベビーヴィシャップ・岩（Lv.60以上）がドロップ",
      "ヴィシャップ・岩（Lv.60以上）がドロップ",
      "アビサルヴィシャップ（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fossilized%20Bone%20Shard_icon.png",
  "localIcon": "images/fossilized_bone_shard.png"
}