{
  "id": "fragment_of_decarabians_epic",
  "wiki_id": 1877,
  "name": {
    "id-id": "Fragment of Decarabian's Epic",
    "zh-cn": "高塔孤王的断片",
    "vi-vn": "Mảnh Vỡ Tháp Cô Vương",
    "zh-tw": "高塔孤王的斷片",
    "ko-kr": "고탑 왕의 조각",
    "en-us": "Fragment of Decarabian's Epic",
    "de-de": "Decabarians Palastfragment",
    "ru-ru": "Фрагмент эпоса Декарабиана",
    "es-es": "Fragmento de epopeya de Decarabian",
    "pt-pt": "Fragmentos Épicos da Decarabian",
    "fr-fr": "Fragment dispersé de Décarabian",
    "th-th": "Fragment of Decarabian's Epic",
    "ja-jp": "高塔の王の断片"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Andrius pernah menyatakan perang melawan Decarabian, tapi gagal untuk merusak kotanya sedikitpun. Jika bukan karena suara kebebasan yang menghancurkan kotanya dalam sekejap, mungkin mimpi Decarabian akan berlangsung selamanya.",
    "zh-cn": "赋予武器突破之力的材料。「安德留斯」曾经对高塔的孤王宣战，却也无法损伤王都分毫。若不是「自由」高歌的瞬间让这座城市土崩瓦解，这一切都会继续永远之梦。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Andrius từng tuyên chiến với Hồ Vương trên tòa tháp cao, nhưng cũng không thể chạm đến cọng lông của vua sói. Nếu không phải bài ca Tự Do khiến thành phố này vỡ nát, thì tất cả vẫn chỉ là giấc mơ.",
    "zh-tw": "賦予武器突破之力的素材。「安德留斯」曾經對高塔的孤王宣戰，卻也無法損傷王都分毫。若不是「自由」高歌的瞬間讓這座城市土崩瓦解，這一切都會繼續永遠之夢。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「안드리우스」는 일찍이 탑의 왕에게 선전포고를 했으나 왕도에 피해를 주지 못했다. 만약 「자유」의 노래가 울려 퍼지던 순간에 이 도시가 무너지지 않았다면 이 모든 게 영원했을 것이다",
    "en-us": "Weapon Ascension Material.Andrius once declared war upon Decarabian, but failed to even scratch the capital of the Lord of the Tower. If it were not for the song of freedom that shattered the city in an instant, Decarabian's dream would have gone on forever.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Andrius erklärte Decabarian den Krieg, konnte aber nichts gegen den Palast ausrichten. Hätte das Lied der Freiheit diese Stadt nicht zum Einsturz gebracht, ginge dieser Traum endlos weiter.",
    "ru-ru": "Материал возвышения оружия.Однажды Андриус объявил войну Декарабиану, но даже не смог ступить на земли его столицы. Мечты Декарабиана могли длиться вечно, если бы не песня свободы, в один миг разрушившая стены его столицы.",
    "es-es": "Material de ascensión de arma.En el pasado, Andrius declaró la guerra a Decarabian, pero ni siquiera pudo hacerle un rasguño a su ciudad. De no ser por la canción de la libertad que, de la noche a la mañana, destruyó la ciudad, el sueño de Decarabian habría continuado para siempre.",
    "pt-pt": "Material de Avanço da Arma.Andrius uma vez declarou guerra contra Decarabian, mas falhou em sequer arranhar a capital do Lorde da Torre. Se não fosse pela canção da liberdade que despedaçou a cidade em um instante, os sonhos de Decarabian continuariam para sempre.",
    "fr-fr": "Matériau d'élévation d'arme.Andros déclara la guerre au Seigneur de la Tour, mais ne put infliger une seule égratignure aux remparts de sa cité. Hélas, la douce mélodie de la liberté mit fin au rêve du tyran en un instant.",
    "th-th": "Andrius นั้นครั้งหนึ่งเคยประกาศสงครามกับ Hightower Uniking แต่ก็ไม่สามารถทำอะไรได้แม้แต่จะสร้างความเสียหายให้แก่เมือง ถ้าไม่ใช่เพราะเพื่อบทเพลงแห่งอิสรภาพที่ทำให้เมืองแตกออกเป็นเสี่ยง ๆ แล้วล่ะก็ ฝันนี้ก็จะคงอยู่ไปตลอดกาล",
    "ja-jp": "武器に突破の力を付与する材料。「アンドリアス」はかつて高塔の王に宣戦布告をしたが、王都にダメージを与えることはできなかった。「自由」がこの都市を崩れさせなかったら、ここの全てはまだ夢を見続けていただろう。（以下は図鑑より抜粋）「アンドリアス」はかつて高塔の王に宣戦布告をしたが、王都にダメージを与えることはできなかった。「自由」がこの都市を崩壊させなかったら、ここの全ては未だに永遠の夢を続けていただろう。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材 【煉金】高塔孤王的碎夢",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kota Bayangan Air (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thủy Quang Thành (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【塞西莉亞苗圃（週一/四/日） 】煉武祕境： 水光之城 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 물과 빛의 성 III ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: City of Reflections (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Stadt des glänzendes Wassers (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "Алхимия: Обломок стены Декарабиана",
      "Алхимия: Мора",
      "Алхимия: Осколок мечты Декарабиана"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ciudad de los reflejos III-IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: A Cidade das Reflexões (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ville de réflexions (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองแห่งประกายน้ำ (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：水光の城及び滝壺祭壇で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragment%20of%20Decarabian's%20Epic_icon.png",
  "localIcon": "images/fragment_of_decarabians_epic.png"
}