{
  "id": "fragment_of_an_ancient_chord",
  "wiki_id": 4033,
  "name": {
    "id-id": "Fragment of an Ancient Chord",
    "zh-cn": "悠古弦音的残章",
    "vi-vn": "Mảnh Cung Đàn Cổ Xưa",
    "zh-tw": "悠古弦音的殘章",
    "ko-kr": "오래된 현악의 잔장",
    "en-us": "Fragment of an Ancient Chord",
    "de-de": "Fragment einer archaischen Serenade",
    "ru-ru": "Фрагмент отзвука древней струны",
    "es-es": "Fragmento de serenata arcaica",
    "pt-pt": "Fragmento de uma Corda Antiga",
    "fr-fr": "Fragment d'un accord ancien",
    "th-th": "Fragment of an Ancient Chord",
    "ja-jp": "悠久の弦の残章"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Harpa yang sudah rusak senarnya, sumber suaranya terhalang sehingga tidak dapat mengeluarkan suara lagi.Konon katanya, saat keturunan dari Partitur yang Terlupakan ingin membangkitkan kembali jejak indah yang ditinggalkan kerajaan kuno, mereka pernah menyepuh harpa mesin yang terbuat dari kayu ini dengan cat emas, dan berusaha keras untuk memadukannya dengan patung yang tak berkata-kata ....Lalu setelah lama sekali, harpa yang sudah usang dan salah nada ini tetap masih ada di tangan patung raksasa yang terdiam. Saat ombak menerjang, maka harpa ini akan mengeluarkan melodi kesedihan.",
    "zh-cn": "琴键已然腐朽的竖琴，其音腔被阻塞，已经无法奏出声响。据说，遗忘乐章的后人为复活古老王朝的华丽残迹，曾在木制的机械竖琴上涂刷金漆，徒劳地将之与无言的魔像相配…很久很久以后，腐朽走调的竖琴仍旧留在那些沉默的巨像手中，任海浪抚摩，奏出忧伤的余音。",
    "vi-vn": "Đàn hạc với những phím đàn đã mục, khoang âm thanh của nó bị tắc nghẽn, không thể nào phát ra tiếng nữa.Nghe nói, người đời sau đã quên đi khúc nhạc đã từng phủ lớp sơn vàng lên đàn hạc máy bằng gỗ, cố gắng phối hợp nó với ma tượng không lời, với mong muốn hồi sinh tàn tích diễm lệ của vương triều cổ xưa...Rất lâu rất lâu sau, đàn hạc mục rữa lạc điệu vẫn nằm trong tay những pho tượng khổng lồ trầm lặng đó, để mặc cho sóng biển vỗ về, tấu ra những dư âm đau thương.",
    "zh-tw": "琴鍵已然腐朽的豎琴，其音腔被阻塞，已經無法奏出聲響。據說，遺忘樂章的後人為復活古老王朝的華麗殘跡，曾在木製的機械豎琴上塗刷金漆，徒勞地將之與無言的魔像相配…很久很久以後，腐朽走調的豎琴仍舊留在那些沉默的巨像手中，任海浪撫摩，奏出憂傷的餘音。",
    "ko-kr": "줄이 썩어버린 하프. 공명통이 막혀 더 이상 소리를 낼 수 없다.악장을 잊은 후손들이 고대 왕조의 화려했던 과거를 재현하기 위해 목재 기계 하프에 금칠을 하고, 무언의 골렘에게 주는 헛수고를 했다고 전해진다….아주 오랜 시간이 흐른 뒤에도, 썩어버린 하프는 여전히 그 침묵하는 골렘의 손에 남아, 파도의 어루만짐에 맞춰 우울한 여음을 연주하고 있다",
    "en-us": "A harp with rotten keys. Its voice blocked, it cannot be played nor its sound heard.It is said the descendants of the forgotten music once lacquered mechanical wooden harps with gold in order to revive the magnificent remnants of the ancient dynasty, futilely attempting to match them to the silent golems...A long time passed, and then more, and the rotten, off-key harps remained in the grasp of those silent giants, caressed by the waves, playing only sorrowful strains.",
    "de-de": "Eine Leier, deren Tasten völlig verwittert, deren Klangkammer verstopft und die mittlerweile unspielbar geworden ist.Man munkelt, dass die Nachfahren der Vergessenen Musik die prächtigen Überreste einer alten Dynastie wiederzubeleben versuchten und dafür einst eine hölzerne mechanische Leier mit Goldlack überzogen. Ein vergeblicher Versuch, es mit den wortlosen Golems in Einklang zu bringen ...Lange, lange Zeit später verblieb dieses zerfallene und verstimmte Instrument in den Händen dieser schweigenden Kolosse. Umschmeichelt vom Gang der Wellen, ward einzig ein Nachhall der Traurigkeit geblieben.",
    "ru-ru": "Прогнившая лира. Голос её заглох, на ней нельзя ни играть, ни слышать её звучания.Говорят, что потомки забытой музыки когда-то покрыли механическую деревянную лиру золотом, чтобы возродить великолепные остатки древней династии, тщетно пытаясь сопоставить её с молчаливыми големами...Прошло много лет, потом ещё больше, а испорченная лира так и осталась в руках безмолвного великана, ласкаемая волнами, исполняя лишь печальную мелодию.",
    "es-es": "Una pieza oxidada de arpa. El tubo por el que sale la música está obstruido, así que ya no sirve para tocar.Dicen que, para restaurar la magnificencia de la antigua dinastía, los descendientes de la serenata olvidada revistieron de oro unas arpas mecánicas de madera en un inútil intento de dárselo a unos gólems taciturnos.Mucho tiempo después, esas arpas, ahora oxidadas y desafinadas, siguen en las manos de aquellas gigantescas estatuas silenciosas mientras acarician el mar con el melancólico eco de su música.",
    "pt-pt": "Uma peça enferrujada de uma harpa. O tubo por onde sai a música está obstruído, então ela não serve mais para tocar.Dizem que, para restaurar a magnificência da antiga dinastia, os descendentes da serenata esquecida revestiram com ouro algumas harpas mecânicas de madeira em uma tentativa inútil de entregá-las aos golens taciturnos.Muito tempo depois, essas harpas, agora enferrujadas e desafinadas, permanecem nas mãos daquelas gigantescas estátuas silenciosas enquanto acariciam o mar com o melancólico eco de sua música.",
    "fr-fr": "Une lyre aux touches pourries. Sa voix est bloquée, et elle ne peut pas être jouée ni entendue.On dit que les descendants de la musique oubliée ont jadis laqué une lyre mécanique en bois avec de l'or afin de faire revivre les magnifiques vestiges de l'ancienne dynastie, essayant en vain de l'associer aux golems silencieux... Un long moment passa, et la lyre souillée resta dans l'étreinte du géant silencieux, caressée par les flots, ne jouant qu'un air douloureux.",
    "th-th": "พิณที่สายผุพัง ท่อส่งเสียงอุดตันจนไม่สามารถส่งเสียงได้อีกต่อไปว่ากันว่า เพื่อฟื้นฟูซากปรักหักพังอันงดงามของราชวงศ์โบราณ ลูกหลานของบทเพลงที่ถูกลืมเลือน เคยทาเคลือบสีทองบนพิณกลที่ทำด้วยไม้ และมอบมันให้กับรูปปั้นอสูรเงียบขรึมอย่างไร้ความหมาย...เนิ่นนานหลังจากนั้น พิณที่ผุพังและไร้เสียงก็ยังคงอยู่ในมือของอสูรยักษ์ที่เงียบขรึมเหล่านั้น พร้อมส่งเสียงก้องอย่างเศร้าสร้อยตามเสียงคลื่นกระทบฝั่ง",
    "ja-jp": "武器に突破の力を付与する材料。ピンが腐ったハープ。共鳴胴が塞がれ、もう音を出すことはできない。楽章を忘れた人々は、古代王朝の華麗なる過去を再現しようと、木製の機械ハープに金色の漆を塗り、努力もむなしく、それを無言の魔像と組み合わせたという…長い時が経った後、腐って音程がズレたハープは依然として、沈黙する巨像の手に残され、波に撫でられ、悲哀な余韻を奏でている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tipu Muslihat Robot (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 静谧之曲",
      "合成获得: 灰河渡手",
      "合成获得: 最初的大魔术",
      "深潮的余响 - 炼武秘境：机思 （周一/周四/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Duy Robot (Thứ 2/Thứ 4/Chủ Nhật)"
    ],
    "zh-tw": [
      "【深潮的餘響（週一、週四、週日）】煉武秘境：機思 I / II / III / IV",
      "武器突破素材",
      "【煉金】悠古弦音的斷章"
    ],
    "ko-kr": [
      "연무 비경: 교묘 I ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Robotic Ruse (Monday/Thursday/Sunday)"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Robotische List (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (понедельник/четверг/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Незаконченный отзвук древней струны"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Inventiva I-IV (Lunes, jueves y domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Consciência Robótica (Segunda-feira/Quinta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ruse robotique (Lundi/Jeudi/Dimanche)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แยบยล (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：巧想で獲得可能（月曜/木曜/日曜）",
      "フォンテーヌ記念品ショップ交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/32a4a26ded9a4fcb2b951bd24e360aed_7173014886817262247.png",
  "localIcon": "images/fragment_of_an_ancient_chord.png"
}