{
  "id": "gloomy_statuette",
  "wiki_id": 895,
  "name": {
    "id-id": "Gloomy Statuette",
    "zh-cn": "晦暗刻像",
    "vi-vn": "Tượng Hắc Ám",
    "zh-tw": "晦暗刻像",
    "ko-kr": "어두운 조각상",
    "en-us": "Gloomy Statuette",
    "de-de": "Figur der Dunkelheit",
    "ru-ru": "Мрачная статуэтка",
    "es-es": "Estatuilla oscura",
    "pt-pt": "Escultura Sombria",
    "fr-fr": "Statuette sinistre",
    "th-th": "Gloomy Statuette",
    "ja-jp": "暗晦の彫刻"
  },
  "description": {
    "id-id": "Patung kecil yang menggambarkan seseorang yang tak dikenal.Tidak ada kerusakan yang didapati padanya, bahkan setelah melewati waktu yang lama. Tampaknya, benda ini dirawat oleh pemilik aslinya layaknya sebuah benda suci.",
    "zh-cn": "刻画着某人形象的小塑像。即使经过了长久的岁月，也没有受到任何损伤。似乎被原本的主人如同圣象一般呵护着。",
    "vi-vn": "Bức tượng khắc họa hình tượng một người nào đó. Cho dù trải qua năm tháng, vẫn không bị hư hỏng. Dường như được chủ nhân ban đầu giữ gìn như tượng thần.",
    "zh-tw": "刻畫著某人形象的小塑像。即使經過了長久的歲月，也沒有受到任何損傷。似乎被原本的主人如同聖像一般呵護著。",
    "ko-kr": "누군가의 형상이 흐릿하게 새겨진 조각상.긴 세월이 지났지만 여전히 멀쩡하다. 옛 주인이 성물 모시듯 관리한 것 같다",
    "en-us": "An idol made in the likeness of some unknown person.Even though this carving has seen many years pass, it still has not been damaged in any way. It seems that its previous owner must have cherished it like some holy icon.",
    "de-de": "Eine kleine Statue, die nach dem Abbild einer unbekannten Person angefertigt wurde.Auch wenn diese Schnitzerei schon viele Jahre auf dem Buckel hat, wurde sie in keiner Weise beschädigt. Es scheint, als hätte ihr früherer Besitzer sie wie eine heilige Ikone gehütet.",
    "ru-ru": "Статуэтка, сделанная по подобию неизвестного человека. Хоть она и повидала многое, повреждений на ней нет. Похоже, бывший владелец оберегал её так, будто это некое священное изваяние.",
    "es-es": "Una pequeña estatuilla de una figura humana.No ha sufrido ningún daño a pesar del paso del tiempo. Es como si el propietario hubiera cuidado de ella como una reliquia.",
    "pt-pt": "Uma imagem que retrata a imagem de alguém.Não sofreu nenhum dano mesmo depois de muito tempo. Parece que seu dono anterior a cuidava como um ícone sagrado.",
    "fr-fr": "Une statuette sculptée à l'effigie d'une personne inconnue.Elle a été témoin du passage du temps, mais demeure intacte. Son précédent propriétaire semble l'avoir chérie comme une icône sainte.",
    "th-th": "รูปปั้นขนาดเล็กที่มีการสลักรูปคนไว้แม้เวลาจะผ่านมานานขนาดนี้ก็ไม่ได้ รับความเสียหายเลยแม้แต่น้อย ดูเหมือนว่ามันจะได้รับการดูแลรักษาอย่างดีจากเจ้าของราวกับเป็นรูปปั้นศักดิ์สิทธิ์",
    "ja-jp": "誰かをかたどった小さな彫刻。長い年月を経ても、傷一つない。元の持ち主からは、聖なる彫像のように大切にされてきたようだ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh The Black Serpents"
    ],
    "zh-cn": [
      "黑蛇众掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Hắc Xà rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "武器培養素材",
      "【煉金】夤夜刻像",
      "黑蛇眾掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "흑 뱀 무리 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by the Black Serpents",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Schwarzen Schlangen",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Чёрные Змеи",
      "• Покупается за Звёздную пыль",
      "Алхимия: Тёмная статуэтка"
    ],
    "es-es": [
      "Obtenido de Guardias Serpiente Negra",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado por Serpentes Negras",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Échange Astrion",
      "Butin de Serpent noir"
    ],
    "th-th": [
      "ตรอปจาก Black Serpent",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "黒蛇衆がドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy%20Statuette_icon.png",
  "localIcon": "images/gloomy_statuette.png"
}