{
  "id": "golden_branch_of_a_distant_sea",
  "wiki_id": 1631,
  "name": {
    "id-id": "Golden Branch of a Distant Sea",
    "zh-cn": "远海夷地的金枝",
    "vi-vn": "Nhánh Vàng Của Biển Xa",
    "zh-tw": "遠海夷地的金枝",
    "ko-kr": "먼바다의 금빛 가지",
    "en-us": "Golden Branch of a Distant Sea",
    "de-de": "Goldzweig eines fernen Meeres",
    "ru-ru": "Золотая ветвь внешних морей",
    "es-es": "Rama dorada del mar distante",
    "pt-pt": "Ramo Dourado de um Mar Distante",
    "fr-fr": "Branche marine d'or",
    "th-th": "Golden Branch of a Distant Sea",
    "ja-jp": "遠海夷地の金枝"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Arti yang ada di balik nama \"Watatsumi\" hanyalah harapan dari orang-orang terlantar di kedalaman laut terhadap dewa ular yang memimpin mereka.Karena memiliki rakyat yang mengharapkan dirinya, dewa ular pun terpaksa menetap di dunia yang awalnya ingin dia tinggalkan. Ditanggalkannya cabang koral yang menghiasi tubuhnya, diinjaknya tanah di mana dia seharusnya tidak berada, dan dihadapinya musuh yang tidak pernah diharapkannya untuk menang — sampai akhirnya, bentuk ilahinya terbelah bersama pegunungan, darah segarnya berubah menjadi plasma, tekad dan kekuatannya menjadi racun Tatarigami yang tak pernah hilang.",
    "zh-cn": "赋予武器突破之力的材料。「海祇」之名所背负的含义，归根到底只是曾栖身在深海中的弃民，对引领他们的蛇神一厢情愿的期许罢了。也正是因为有了仰望自己的子民，所以蛇神不得不留在本应逃离的世界里，折下身上的珊瑚枝，向自己不应涉足的土地入侵，与自己无法抗衡的敌手战斗，直到神体与山丘一同被斩断；直到鲜血化为电浆；直到思念与力量沦为永远无法消散的「祟神」。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí. Ý nghĩa đằng sau cái tên \"Watatsumi\" chỉ đơn giản là niềm hy vọng của những người dân đã từng nương thân dưới biển sâu gửi gắm vào vị thần rắn đã dẫn dắt họ. Cũng chính vì những người tôn thờ mình, nên thần rắn phải ở lại thế giới mà lẽ ra hắn phải trốn thoát, bẻ gãy những nhánh san hô tô điểm trên người, xâm chiếm vùng đất mà đáng lẽ ra không nên đặt chân đến, chiến đấu với những đối thủ mà bản thân không bao giờ hy vọng có thể sánh kịp, cho đến khi thân thể thần thánh bị chặt đứt tựa như ngọn núi đổ xuống; cho đến khi máu tươi biến thành lôi điện; cho đến khi ý chí và sức mạnh chuyển hóa thành \"Họa Thần\" mãi mãi không bao giờ tiêu tan.",
    "zh-tw": "賦予武器突破之力的素材。「海祇」之名所背負的含義，歸根到底只是曾棲身在深海中的棄民，對引領他們的蛇神一廂情願的期許罷了。也正是因為有了仰望自己的子民，所以蛇神不得不留在本應逃離的世界裡，折下身上的珊瑚枝，向自己不應涉足的土地入侵，與自己無法抗衡的敵手戰鬥，直到神體與山丘一同被斬斷；直到鮮血化為電漿；直到思念與力量淪為永遠無法消散的「祟神」。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「와타츠미」라는 이름에 담긴 그 의미는, 결국 심해에 몸을 의탁하던 버려진 백성들이 그들을 통솔하던 뱀의 신에게 건 일방적인 기대일 뿐이다하지만 자신을 숭배하는 백성들이 있었기에 뱀의 신은 부득불 도망쳤어야 할 세계에 남아 몸의 모든 산호 가지를 꺾고, 감히 발을 들여서는 안 될 땅에 침입해 자신의 힘으로는 역부족인 적수와 싸우게 된 것이다. 산과 함께 두 동강이 날 때까지, 선혈이 플라즈마가 될 때까지, 사념과 힘이 영원히 소멸하지 않은 「재앙신」이 될 때까지 말이다",
    "en-us": "Weapon Ascension Material.The meaning that lies behind the name \"Watatsumi\" is simply the unrequited hopes that the abandoned people who dwelt in the deep sea pinned upon the serpent god that led them.And it was also because the serpent god now had people who worshiped it that it stayed in the world it should have long fled, breaking off the coral branches that adorned its body, treading upon land where it should not have, and facing a foe it could never hope to match — till at last, its divine form was sundered along with the mountains, its ichor turned into plasma, and its will and power became a curse that could never be extinguished: Tatarigami.",
    "de-de": "Waffenaufstiegsmaterial.Die Bedeutung, die sich hinter dem Namen „Watatsumi“ verbirgt, ist einfach die unerfüllte Hoffnung, die das verlassene Volk, das in der Tiefsee lebte, an den Schlangengott, der sie führte, knüpfte.Und weil der Schlangengott nun Menschen hatte, die ihn anbeteten, blieb er in der Welt, aus der er längst hätte fliehen sollen, brach die Korallenäste ab, die seinen Körper schmückten, betrat Land, wo er es nicht hätte tun sollen, und sah sich einem Feind gegenüber, dem er niemals gewachsen sein konnte – bis schließlich seine göttliche Form zusammen mit den Bergen zerbrach, sein Blut sich in Plasma verwandelte und sein Wille und seine Macht zu einem Gift wurden, das niemals ausgelöscht werden konnte.",
    "ru-ru": "Материал возвышения оружия.Название «Ватацуми» означает безответные надежды, которые отвергнутый народ морских глубин возложил на ведшего их бога-змея.И потому, что теперь у бога-змея был народ, который ему преклонялся, он остался в мире, который должен был давно покинуть, отламывая со своего тела коралловые ветви, ступая там, где ступать был не должен, и борясь с противником, которого ему было не одолеть - пока наконец его божественная форма не была разрублена вместе с горами, его кровь стала плазмой, а его сила и воля превратились в вечный яд - Татаригами.",
    "es-es": "Material de ascensión de arma.El significado que se esconde detrás de Watatsumi se refiere a las esperanzas ardientes del pueblo abandonado en las profundidades del mar para que la gran serpiente los guiase.Y es precisamente porque la gran serpiente tenía seguidores que tenían fe en ella por lo que decidió permanecer en el mundo del que debería haberse marchado hace mucho tiempo. Se desprendió de sus ramas de coral, invadió territorios que no la concernían y se enfrentó a enemigos invencibles, hasta que su cuerpo se fundió con las montañas y su sangre se convirtió en plasma, haciendo que el recuerdo y el poder de los tatarigami perduraran para siempre.",
    "pt-pt": "Material de Ascensão de Armas.O significado por trás do nome \"Watatsumi\" é que o povo abandonado no mar da escuridão aguardava ansiosamente pelo deus serpente que os liderou.E também porque o deus serpente agora tinha pessoas que o veneravam que ficou no mundo que já deveria ter fugido há muito tempo, quebrando os ramos de coral que adornavam seu corpo, pisando numa terra em que não deveria, e lutando contra um inimigo que nunca poderia se igualar. Até que no final, sua forma divina foi dividida entre as montanhas, seu icor transformado em plasma, e sua determinação e poder viraram um veneno que jamais poderia ser extinguido.",
    "fr-fr": "Matériau d'élévation d'arme.La signification qui se cache derrière le terme de « tréfonds » représente simplement les espoirs non partagés que les habitants abandonnés des profondeurs marines fondaient sur la divinité serpent qui les dirigeait.Et c'est également parce que cette divinité serpent avait maintenant des gens qui l'adoraient qu'elle est restée dans le monde qu'elle aurait dû fuir depuis longtemps, brisant les branches de corail qui ornaient son corps, marchant sur des terres qu'elle n'aurait pas dû fouler, et affrontant un ennemi qu'elle ne pourrait jamais espérer égaler... Jusqu'à ce qu'enfin, sa forme divine soit brisée avec les montagnes, son ichor transformé en plasma, et sa volonté et son pouvoir devinrent un venin qui ne pourrait jamais être apaisé.",
    "th-th": "เบื้องหลังความหมายของชื่อ \"Watatsumi\" นั้นเป็นเพียงความไม่สมหวังที่ผู้คนที่ถูกทอดทิ้งให้อาศัยอยู่ใต้ทะเลลึก และเฝ้าปรารถนาให้เทพอสรพิษนำทางพวกเขาและเป็นเพราะผู้คนเหล่านี้ที่คอยแหงนมองมันอยู่ เทพอสรพิษจึงจำใจต้องอยู่ในโลกที่มันควรจะหนีไปตั้งนานแล้ว มันหักกิ่งปะการังที่อยู่ตามตัว บุกไปในดินแดนที่มันไม่ควรเหยียบย่ำ และสู้กับศัตรูที่ไม่มีทางจะต่อกรได้ จนกระทั่งร่างกายของเทพและขุนเขาถูกตัดขาดไปพร้อมกัน เลือดของมันกลายมาเป็นพลาสม่า ส่วนเจตนาและพลังของมันกลายมาเป็น \"Tatarigami\" ที่ไม่มีวันดับสลาย",
    "ja-jp": "武器に突破の力を付与する材料。「海祇」という名は、結局のところ、かつて深海に棲んでいた棄民たちが、自分たちを導いてくれた蛇神を求めた独りよがりの期待に由来する。自分を敬う民がいたからこそ、蛇神は本来逃げ出すべき世界に留まることを選択した。自分の身の珊瑚枝を折り、踏み入れてはならない土地に入り、神体が山々と共に切り落とされるまで、敵わぬ敵と戦った。その血はプラズマとなり、意志と力は永遠に消えることのない「祟り神」となった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Desiran Pasir (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Vực Trầm Sa (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【砂流之庭（週一/四/日）】煉武祕境：沉沙之淵 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래의 심연 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sunken Sands (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Spuren aus der Tiefe (Montag/Donnerstag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (понедельник/четверг/воскресенье)",
      "Алхимия: Нефритовая ветвь внешних морей",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Vestigios de las profundidades IV (Lunes, Jueves, Sábados)"
    ],
    "pt-pt": [
      "Domínio da Forja: Grãos das Profundezas (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Sables engloutis (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: ห้วงทรายในเหวลึก (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：沈砂の淵で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden%20Branch%20of%20a%20Distant%20Sea_icon.png",
  "localIcon": "images/golden_branch_of_a_distant_sea.png"
}