{
  "id": "golden_raven_insignia",
  "wiki_id": 760,
  "name": {
    "id-id": "Golden Raven Insignia",
    "zh-cn": "攫金鸦印",
    "vi-vn": "Ấn Quạ Trộm Vàng",
    "zh-tw": "攫金鴉印",
    "ko-kr": "골드 까마귀 휘장",
    "en-us": "Golden Raven Insignia",
    "de-de": "Krähenwappen der Goldschätze",
    "ru-ru": "Печать золотого ворона",
    "es-es": "Insignia de cuervo dorada",
    "pt-pt": "Insígnia de Corvo Dourado",
    "fr-fr": "Insigne de corbeau en or",
    "th-th": "Golden Raven Insignia",
    "ja-jp": "ゴールドの鴉マーク"
  },
  "description": {
    "id-id": "Sebuah lencana gagak yang melambangkan kebanggaan dan prinsip yang menuntun para Treasure Hoarder. Tidak peduli di mana, asal ada harta untuk diburu, jiwa pemburu mereka tidak akan pernah mati.",
    "zh-cn": "象征着盗宝团唯一的原则与傲骨的徽印。只要广袤的大地上、幽邃的深渊里、未知的海洋中仍有待发掘的秘宝，那么手段不论地征服宝藏的盗宝之魂，就永远不会熄灭。",
    "vi-vn": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
    "zh-tw": "象徵著盜寶團唯一的原則與傲骨的徽印。只要廣袤的大地上、幽邃的深淵裡，未知的海洋中仍有待發掘的祕寶，那麼不論手段地征服寶藏的盜寶之魂，就永遠不會熄滅。",
    "ko-kr": "보물 사냥단의 유일한 원칙과 강직함을 상징하는 인장. 광활한 대지, 그윽하고 깊숙한 심연, 그리고 미지의 바다에 아직 발굴해야 할 보물들이 남아있는 한, 수단을 가리지 않고 보물을 차지하는 보물 사냥단의 정신은 영원할 것이다",
    "en-us": "A raven insignia that symbolizes the pride and the guiding principle of the Treasure Hoarders. Whether it's hidden amidst the vastness of the land or in the depths of the seas, as long as there are treasures to be hunted down, the spirit of Treasure Hoarders, who will stop at nothing to acquire them, will never die.",
    "de-de": "Ein Abzeichen der Schatzräuber, das ihren Stolz sowie ihre einzige Regel symbolisiert. Solange geheime Schätze in den weiten Ländereien, tiefen Abgründen und unbekannten Meeren darauf warten, von den Schatzräubern entdeckt zu werden, wird ihr Geist vor nichts zurückschrecken, um diese Schätze zu bergen.",
    "ru-ru": "Печать ворона, символизирующая гордость и руководящий принцип Похитителей сокровищ. Если где-нибудь есть сокровище, которое можно похитить, неважно, скрыто ли оно среди земных просторов или же в морских глубинах, дух Похитителей сокровищ, которые не остановятся ни перед чем, чтобы их найти, не умрёт никогда.",
    "es-es": "Una insignia de cuervo que simboliza el orgullo y los principios por los que se rigen los Ladrones de Tesoros. Ya sea ocultos en las profundidades de la tierra o en el insondable fondo del mar, mientras haya tesoros que cazar, el inmortal espíritu de los Ladrones de Tesoros no se detendrá ante nada para obtenerlos.",
    "pt-pt": "Uma insígnia de corvo que simboliza o orgulho e o princípio dos Ladrões de Tesouro. Se está escondido entre a vastidão da terra ou nas profundezas dos mares, enquanto houver tesouros a serem caçados, o espírito dos Ladrões de Tesouro, que não se detém em nada para adquiri-los, nunca morrerá.",
    "fr-fr": "Un insigne qui représente la fierté des Pilleurs de trésors. Ils ne reculeront jamais devant rien pour s'emparer du moindre trésor, qu'il soit enfoui sous de vastes plaines ou sous l'océan.",
    "th-th": "ตราสัญลักษณ์แห่งความภาคภูมิใจและเป็นธรรมเนียมของกองโจรล่าสมบัติ ไม่ว่าจะซ่อนอยู่ในผืนแผ่นดินอันกว้างใหญ่หรือใต้ท้องทะเล ตราบใดที่มีขุมทรัพย์ให้ตามล่า ด้วยสปิริตของกองโจรล่าสมบัติ ผู้ไม่หยุดยั้งเพื่อให้ได้มาซึ่งสมบัติ และไม่มีวันตาย",
    "ja-jp": "宝盗団の信仰と誇りを示す鴉マーク。この広い大地、幽邃の深淵、未知な海に秘宝が存在していれば、宝盗団の信念は永遠に続く。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Развитие персонажа",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Treasure Hoarder Lv. 60+"
    ],
    "zh-cn": [
      "60级以上盗宝团掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Đạo Bảo Đoàn cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "角色與武器培養素材",
      "【60級以上】盜寶團掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 보물 사냥단 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Treasure Hoarders"
    ],
    "de-de": [
      "Beute von Schatzräubern ab Stufe 60",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "Похитители сокровищ Ур. 60+",
      "Алхимия"
    ],
    "es-es": [
      "Obtenido de Ladrones de Tesoros (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Ladrões de Tesouro Nv.60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Pilleur de trésors (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจากสมาชิกของกองโจรล่าสมบัติ",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "宝盗団（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden%20Raven%20Insignia_icon.png",
  "localIcon": "images/golden_raven_insignia.png"
}