{
  "id": "golden_goblet_of_the_pristine_sea",
  "wiki_id": 4024,
  "name": {
    "id-id": "Golden Goblet of the Pristine Sea",
    "zh-cn": "无垢之海的金杯",
    "vi-vn": "Ly Vàng Của Biển Nguyên Sơ",
    "zh-tw": "無垢之海的金杯",
    "ko-kr": "순결한 바다의 금잔",
    "en-us": "Golden Goblet of the Pristine Sea",
    "de-de": "Goldkelch des unberührten Meers",
    "ru-ru": "Золотой кубок непорочного моря",
    "es-es": "Copa de oro del mar impoluto",
    "pt-pt": "Cálice de Ouro do Mar Pristino",
    "fr-fr": "Gobelet d'or de la mer immaculée",
    "th-th": "Golden Goblet of the Pristine Sea",
    "ja-jp": "無垢な海の金盃"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Saat tiran dari kota yang tenggelam memainkan melodi terakhir dari partitur emas, musisi yang menjadi kesayangannya itu malah mencuri piala emas yang penuh dengan Ichor.Karena terkejut dengan tindakan pengkhianatan Raja Dewa yang bodoh, musisi memanggil penjaganya yang terakhir, dan menggunakan Ichor yang tak bisa larut untuk menyegel naga di bawah menara yang tinggi, dan jatuh ke dalam jurang kedalaman bersama dengan ibu kota.Setelah itu, pencuri mulia ini diam-diam menghilang dari sejarah, dan hanya \"Golden Troupe\" yang mengingat ramalannya dengan setia.",
    "zh-cn": "沉没之城的僭主弹奏黄金乐章的最后一曲时，深受宠渥的乐师窃走了满盛灵露的金杯。为神王的背叛愚行所震惊，乐师召集了最后的禁卫，用不溶的灵露将魔龙封印于高塔之下，同王城一起沉沦海渊。后来，这高贵窃贼的身影从历史上默默消湮，只有「金色剧团」仍忠诚地记得他的预言。",
    "vi-vn": "Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.",
    "zh-tw": "沉沒之城的僭主彈奏黃金樂章的最後一曲時，深受寵渥的的樂師竊走了滿盛靈露的金杯。為神王的背叛愚行所震驚，樂師召集了最後的禁衛，用不溶的靈露將魔龍封印於高塔之下，同王城一起沉淪海淵。後來，這高貴竊賊的身影從歷史上默默消湮，只有「金色劇團」仍忠誠地記得他的預言。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.침몰하는 도시의 참주가 황금 악장의마지막 곡을 연주할 때, 깊은 총애를 받던 악사는 영혼 이슬로 가득한 황금잔을 훔쳐 달아났다.신왕의 아둔한 배반 행위에 놀란 악사는 마지막 근위병을 불러모았고, 녹지 않는 영혼 이슬로 마룡을 탑 아래에 봉인한 채 왕성과 함께 해연으로 가라앉았다.이후 이 고귀한 도적의 모습은 역사 속에서 묵묵히 사라졌고, 오직 「금빛 극단」만이 충성스럽게 그의 예언을 기억할 뿐이었다.",
    "en-us": "When the Usurper of the sunken city played the last movement of the golden symphony, the favored musician stole the golden goblet brimming with Ichor.Shocked by the foolhardy betrayal of the God King, the musician summoned the last guards, and used the insoluble Ichor to seal the dragon beneath the tall tower, and sank into the abyss with the capital.Afterwards, this noble thief vanished silently from history, and only the \"Golden Troupe\" faithfully remembers his prophecy.",
    "de-de": "Als der Tyrann der untergegangenen Stadt zum letzten Satz der goldenen Symphonie anspielte, stahl sein liebster Musiker ihm den goldenen Becher, der den Ichor enthielt.Schockiert über den Verrat und die Torheit des Gottkönigs, rief der Musiker die letzten verbleibenden Wachen herbei und benutzte den unlöslichen Ichor, um den Schreckensdrachen unter dem Turm zu versiegeln, auf dass er zusammen mit der Stadt des Königs in den Tiefen des Meeres versank.Im Folgenden sollte die Figur des noblen Diebes aus der Geschichte verschwinden. Zurück blieb einzig die „Goldtruppe“, die sich weiterhin treu an seine Prophezeiung erinnert.",
    "ru-ru": "Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.",
    "es-es": "Cuando el tirano de la ciudad sumergida tocó el último movimiento de la serenata dorada, el compositor que gozaba del favor imperial robó una copa dorada llena de icor.Perplejo ante la traición del rey divino, reunió a los últimos guardias imperiales y, sirviéndose del insoluble líquido de la copa, selló al dragón bajo la torre, hundiéndose hasta el fondo marino junto a la ciudad real.Más tarde, todo rastro que había de este noble ladrón desapareció por completo de los libros de historia, de forma que solamente la Compañía Dorada siguió recordando muy claramente la profecía que vaticinó.",
    "pt-pt": "Quando o tirano da cidade submersa tocou o último movimento da serenata dourada, o compositor que desfrutava do favor imperial roubou um cálice dourado cheio de orvalho vital.Perplexo diante da traição do Deus Rei, ele reuniu os últimos guardas imperiais e, usando o líquido insolúvel do cálice, selou o dragão sob a torre, afundando até o fundo do mar junto com a cidade real.Mais tarde, todo vestígio desse nobre ladrão desapareceu completamente dos livros de história, de modo que apenas a Companhia Dourada continuou a lembrar claramente a profecia que foi vaticinada.",
    "fr-fr": "Lorsque l'usurpateur de la ville engloutie a joué le dernier mouvement de la symphonie dorée, son musicien préféré a volé le gobelet d'or débordant d'ichor. Choqué par la trahison téméraire du roi divin, le musicien convoqua les derniers gardes et utilisa l'insoluble ichor pour sceller le dragon sous la haute tour, avant de le faire sombrer dans l'abîme avec la capitale.Par la suite, ce noble voleur a disparu silencieusement de l'histoire, et seule la Troupe dorée se souvient fidèlement de sa prophétie.",
    "th-th": "เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไปด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวงต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี",
    "ja-jp": "武器に突破の力を付与する材料。沈んだ都の僭主が黄金楽章の最後の一曲を奏でた時、王に寵愛される楽師はイコルがたっぷり入った金盃を盗んだ。神王の愚かな裏切りに驚き、楽師は最後の衛兵を招集し、溶けないイコルで悪龍を高塔の下に封印した後、王国と共に海底に沈んだ。その後、この尊い盗賊の姿は歴史から静かに消えていき、「金色の劇団」のみが、彼の予言を忠実に覚えている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kecanggihan Mekanik (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 峡湾长歌",
      "合成获得: 浪影阔剑",
      "合成获得: 公义的酬报",
      "深潮的余响 - 炼武秘境：奇械 （周三/周六/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Máy Móc (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "合成獲得",
      "「深潮的餘響」煉武秘境：奇械（週三、週六、週日）"
    ],
    "ko-kr": [
      "연무 비경: 기계 IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Curious Contraptions (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Abgefahrene Apparate (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подезмелье «Эхо глубоких приливов» (среда/суббота/воскресенье)",
      "• Алхимия",
      "Алхимия: Серебряный кубок непорочного моря",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Sofisticación mecánica IV (Miércoles, sábado y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Mecanismos Engenhosos (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artifice (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: จักรกล (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：奇械で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/76539619/9ed34cebaaf45ac7e3f63f1625a6861f_3794996477787752356.png",
  "localIcon": "images/golden_goblet_of_the_pristine_sea.png"
}