{
  "id": "golden_talisman_of_the_forest_dew",
  "wiki_id": 2699,
  "name": {
    "id-id": "Golden Talisman of the Forest Dew",
    "zh-cn": "谧林涓露的金符",
    "vi-vn": "Bùa Rừng Xanh Sương Đọng - Vàng",
    "zh-tw": "謐林涓露的金符",
    "ko-kr": "숲의 이슬을 닮은 금 부적",
    "en-us": "Golden Talisman of the Forest Dew",
    "de-de": "Goldtalisman des Waldtaus",
    "ru-ru": "Золотой амулет лесной росы",
    "es-es": "Talismán de oro del rocío",
    "pt-pt": "Talismã de Ouro do Orvalho Florestal",
    "fr-fr": "Talisman en or de la rosée",
    "th-th": "Golden Talisman of the Forest Dew",
    "ja-jp": "静謐な森のしずくの金符"
  },
  "description": {
    "id-id": "Material Ascension Senjata.\"Hanya ada tiga hal yang dinilai berharga oleh manusia: mata air yang memeluk cahaya bulan, kesuburan yang penuh dengan kehidupan, dan penampilan yang awet muda ...\"Sifat dari \"kebijaksanaan\" bukanlah mendominasi semua pikiran atau memikir cara meraup keuntungan saja. Tapi justru tentang bagaimana cara membuat makhluk biasa bisa melewati batasan dirinya sendiri.Meski suara auman singa sudah tidak terdengar di dalam hutan, sang penjaga yang teguh itu menarik dirinya dari mimpi anak-anak ... Di malam hari saat semua segel emas terbuka dan semua mimpi bersinar kuning di bawah cahaya rembulan, mungkin dia dan orang terkasihnya bisa mendapatkan kebebasan yang sejati.",
    "zh-cn": "赋予武器突破之力的材料。「为人只有三物值得相顾：怀抱月光的泉水、生命的绿色，与不老的容颜…」「智慧」的本质并不在于掌控一切思维，谋取一切利益，而在于其能够令平凡的生命最终也获得超越桎梏的自由。尽管密林中不再回荡着摄人心魄的虎啸，坚强的卫士也退隐孩童的梦中…在秘密的黄金封印都被揭开，所有的梦想在月光下如琥珀闪闪发亮的那一夜，或许她与她所深爱的凡人们将会赢得真正的自由。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.“Chỉ có ba điều đáng quan tâm: nước suối ôm lấy ánh trăng, màu xanh của sự sống, và gương mặt trường sinh bất lão…”Bản chất của “trí tuệ” không phải là kiểm soát mọi suy nghĩ và tìm kiếm mọi lợi ích, mà là để cuộc sống bình thường đạt được tự do vượt qua gông cùm.Mặc dù tiếng hổ gầm không còn vang vọng trong rừng rậm, những vệ binh kiên cường cũng rút lui khỏi giấc mơ của trẻ thơ… Nhưng vào đêm phong ấn vàng của bí mật được vén lên, mọi giấc mơ lấp lánh như hổ phách dưới ánh trăng, có lẽ cô ấy và những người phàm mà cô ấy yêu thương sẽ giành lấy được tự do thực sự.",
    "zh-tw": "賦予武器突破之力的素材。「為人只有三物值得相顧：懷抱月光的泉水、生命的綠色，與不老的容顏…」「智慧」的本質並不在於掌控一切思維，謀取一切利益，而在於其能夠令平凡的生命最終也獲得超越桎梏的自由。儘管密林中不再回蕩著攝人心魄的虎嘯，堅強的衛士也退隱孩童的夢中…在秘密的黃金封印都被揭開，所有的夢想在月光下如琥珀閃閃發亮的那一夜，或許她與她所深愛的凡人們將會贏得真正的自由。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「인간으로서 마주할 가치가 있는 것은 오직 세 가지. 달빛을 품은 샘물, 생명의 초록빛, 그리고 늙지 않는 얼굴뿐이다….」「지혜」의 본질은 모든 사고를 통제하고, 모든 이익을 도모하는 것에 있는 게 아니라 평범한 생명들도 결국 족쇄를 초월하는 자유를 얻게 하는 것이다.밀림에 더 이상 호랑이의 포효가 울려 퍼지지 않고 강인한 호위들이 아이들의 꿈속으로 사라진다고 할지라도…. 비밀의 황금 봉인이 드러나고 모든 꿈이 달빛 아래 호박처럼 반짝이는 밤이 되면, 그녀와 그녀가 사랑했던 인간들도 진정한 자유를 얻게 되겠지",
    "en-us": "Weapon Ascension Material.\"Mortals hold dear three things only: the spring water that embraces the moonlight, verdant life, and ageless youth...\"The nature of \"wisdom\" is not domination over all minds or scheming to gain all the benefit.Instead, it is about empowering even ordinary beings to one day overcome their imposed constraints.Though the roar of the tiger is no longer heard in the forest and the resilient guardians would seclude themselves within the dreams of children... On the night when every secret golden seal is lifted and all dreams glow like amber in the moonlight, perhaps she and her beloved people will eventually win genuine freedom.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.„Die Sterblichen schätzen nur drei Dinge: Quellwasser, das das Mondlicht umarmt, ein Grün, das dem Leben ähnelt, und ein junges Aussehen, das niemals altert …\"Das Wesen der „Weisheit\" besteht nicht darin, alle Köpfe zu beherrschen oder sich alle Vorteile zu erschleichen. Stattdessen geht es darum, den gewöhnlichen Wesen die Freiheit zu geben, über ihre Grenzen hinaus zu leben.Auch wenn das Brüllen des Tigers im Wald nicht mehr zu hören ist, auch wenn sich die entschlossenen Wächter in die Träume der Kinder zurückgezogen sind … In der Nacht, wenn alle verborgenen goldenen Siegel der Geheimnisse gelüftet werden und alle Träume wie Bernstein im Mondlicht glühen, würden sie und ihr geliebtes Volk vielleicht endlich die wahre Freiheit gewinnen.",
    "ru-ru": "Материал возвышения оружия.«Есть всего три вещи, которыми смертным стоит дорожить: родниковая вода, где купается лунный свет, зелень жизни и лик юности…»«Мудрость» состоит не в том, чтобы господствовать над другими умами и плести хитрые интриги, а в том, чтобы подарить простым смертным свободу и избавить их от пут.В лесу больше не слышен устрашающий рёв тигра, а неутомимые стражи ушли на покой и переселились в мир детских снов… Но быть может, той ночью, когда золотые печати наконец будут сняты, а мечты засияют под луной, словно янтарь, Владычица и её любимый народ обретут настоящую свободу.",
    "es-es": "Material de ascensión de arma.“Los mortales valoran únicamente tres cosas: los manantiales bañados por la luz de la luna, el verdor que rezuma vida y el tener una apariencia eternamente joven”.La esencia de la sabiduría no radica en saberlo todo o en buscar el beneficio, sino en que, con ella, cualquier criatura puede alcanzar la libertad que le permitirá quitarse las cadenas que la aprisionan.Aunque en el bosque ya no se escucha el rugido de los caracales, los firmes guardias se recluyeron de los sueños de los niños. En la noche en la que se deshaga el sello dorado del bosque y todos los sueños centelleen como el ámbar bajo la luz de la luna, tal vez ella y sus apreciados mortales por fin sean libres de verdad.",
    "pt-pt": "Material de Ascensão de Armas.\"Para as pessoas, há apenas três coisas que precisam se importar: a água da nascente que abraça o luar, o verde da vida e o rosto que não envelhece…\"A \"sabedoria\" não se trata de controlar todos os pensamentos ou buscar todos os benefícios, mas de fazer pessoas comuns conquistarem a liberdade.O rugido assustador dos tigres não ecoa mais na floresta, os fortes guardiões também desapareceram dos sonhos das crianças… no entanto, na noite em que o selo dourado misterioso é quebrado e todos os sonhos brilham como âmbar ao luar, talvez ela e os mortais que ela ama se tornem livres de verdade.",
    "fr-fr": "Matériau d'élévation d'arme.« Les mortels n'aiment que trois choses : les sources éclairées par le clair de lune, la verdure pleine de vie et avoir un visage qui ne vieillit jamais... »L'essence de la sagesse ne réside pas dans la maîtrise de toutes les connaissances ou la recherche du profit, mais dans le fait que, grâce à elle, toute créature peut atteindre la liberté qui lui permettra de se défaire des chaînes qui l'emprisonnent.Bien que le rugissement des tigres ne se fasse plus entendre dans la forêt, et que les gardiens intraitables se retirent dans les rêves des enfants... La nuit où chaque sceau d'or secret est levé et où tous les rêves brillent comme de l'ambre au clair de lune, peut-être qu'elle et son peuple bien-aimé finiront par gagner véritablement leur liberté.",
    "th-th": "ㆍ \"มนุษย์มีเพียงสามสิ่งที่ควรคู่แก่การรักษา: สายน้ำที่โอบกอดแสงจันทร์สีเขียวแห่งชีวิตและความเยาว์วัยที่เป็นอมตะ...\"แก่นแท้ของ \"ปัญญา\" ไม่ใช่การควบคุมความคิดทั้งหมดหรือฉกฉวยผลประโยชน์ทั้งปวงแต่คือการได้รับอิสระเหนือพันธนาการในชีวิตที่แสนธรรมดา แม้เสียงคำรามอันน่าเกรงขามของเสือ จะไม่ดังกึกก้องอยู่ในป่าอีกต่อไปและผู้พิทักษ์สุดแกร่งก็ได้หนีหายไปจากความฝันของเด็ก ๆ แล้ว...ในค่ำคืนที่ความลับแห่งผนักท่องคำถูกเปิดเผย ความฝันทั้งหมดส่องแสงพราวระยับดุจอำพันภายใต้แสงจันทร์บางทีเธอและเหล่าปุถุชนที่เธอรักอาจได้รับความอิสระที่แท้จริง",
    "ja-jp": "武器に突破の力を付与する材料。「人がいとおしむものは三つだけ——それは月光を抱える泉の水、命の緑、そして老いぬ容貌…」「知恵」の本質とはあらゆる思考をコントロールし、あらゆる利益を貪ることではない。平凡な命もやがて枷を壊し、自由を手に入れることにある。虎の咆哮は密林に響かず、屈強な護衛も子供たちの夢から消えていく…秘密の黄金の封印が解かれ、すべての夢が月光の下で琥珀のように輝く夜、おそらく彼女と彼女の愛する凡人たちは、真の自由を勝ち取るだろう。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Awan yang Ternoda (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 原木刀",
      "合成获得: 森林王器",
      "有顶塔 - 炼武秘境: 云垢（周一/周四/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Mây Bẩn (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週一/四/日） 】煉武祕境：雲垢 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 운구 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Tainted Clouds (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Trübe Wolken (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Башня презренной гордости» (понедельник/четверг/воскресенье)",
      "Алхимия: Серебряный амулет лесной росы",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Nubes ponzoñosas IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Nuages souillés (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมฆามัวหมอง (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/6589e8def2462112ce3979dc2b74923e_6577663465749844509.png",
  "localIcon": "images/golden_talisman_of_the_forest_dew.png"
}