{
  "id": "grain_of_aerosiderite",
  "wiki_id": 1071,
  "name": {
    "id-id": "Grain of Aerosiderite",
    "zh-cn": "漆黑陨铁的一粒",
    "vi-vn": "Hạt Thiên Thạch Đen",
    "zh-tw": "漆黑隕鐵的一粒",
    "ko-kr": "흑운철 한 알",
    "en-us": "Grain of Aerosiderite",
    "de-de": "Körnchen pechschwarzer Aerosiderit",
    "ru-ru": "Зерно чёрного сидерита",
    "es-es": "Grano de siderita oscura",
    "pt-pt": "Grão de Aerosiderite",
    "fr-fr": "Grain d'aérosidérite noire",
    "th-th": "Grain of Aerosiderite",
    "ja-jp": "漆黒の隕鉄の一粒"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Sebuah meteor hitam dulu jatuh di Sea of Cloud, Liyue, dikatakan bahwa meteor itu jatuh untuk mengalahkan monster. Namun, ternodai oleh darah tercemar yang sangat kuat, sehingga benda ini tidak lagi mempunyai kekuatan suci dari Rex Lapis.",
    "zh-cn": "赋予武器突破之力的材料。曾经在璃月云来海之外落下过一个漆黑陨铁，据说也是为了降伏魔兽妖物。但是因为沾染了强大的污秽之血，这块材料的特性已经不再是纯粹的岩王帝君之力了。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Là thiên thạch màu đen rơi bên ngoài Vân Lai Hải của Liyue, nghe nói là để hàng yêu phục ma. Nhưng do bị nhiễm máu đen, đặc tính của nguyên liệu này đã không còn là sức mạch thuần khiết của Nham Vương Đế Quân nữa.",
    "zh-tw": "賦予武器突破之力的材料。曾經在璃月雲來海之外落下過一個漆黑隕鐵，據說也是為了降伏魔獸妖物。但是因為沾染了強大的污穢之血，這塊材料的特性已經不再是純粹的岩王帝君之力了。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.과거 리월의 운래해에 칠흑의 운철이 떨어졌고 이는 마수를 굴복시키기 위해서라고 한다. 하지만 오염된 피에 물들어 더 이상 순수한 암왕제군의 힘이 깃든 재료가 아니다",
    "en-us": "Weapon Ascension Material.A black meteor once fell beyond Liyue's Sea of Clouds, said to have fallen to vanquish a monster. However, it was stained by powerful tainted blood, so this item no longer possesses the pure power of Rex Lapis.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Vor langer Zeit ist ein pechschwarzer Meteorit über dem Wolkenmeer von Liyue aus dem Himmel gefallen, angeblich um Monster und Dämonen zu besiegen. Aufgrund des unreinen Blutes, mit dem dieses Metall befleckt ist, übersteigt es die Kräfte von Rex Lapis.",
    "ru-ru": "Материал возвышения оружия.Однажды за Облачным морем упал чёрный метеорит, который должен был уничтожить страшное чудовище. Этот метеорит был осквернён злой кровью чудовища, поэтому в нём больше не осталось божественных сил Властелина Камня.",
    "es-es": "Material de ascensión de arma.Se dice que, hace mucho tiempo, un meteorito negro cayó más allá del Mar de Nubes de Liyue para derrotar a un monstruo. Sin embargo, quedó manchado por un tipo de sangre muy poderosa y perdió el poder puro de Rex Lapis.",
    "pt-pt": "Material de Ascensão de Armas.Um meteoro preto caiu uma vez além do Mar das Nuvens de Liyue, que supostamente caiu para derrotar um monstro. No entanto, ele foi manchado por um poderoso sangue contaminado, portanto esse item não possui mais o puro poder de Rex Lapis.",
    "fr-fr": "Matériau d'élévation d'arme.D'après la légende, une météorite noire tombée à travers la Mer de nuages de Liyue terrassa un monstre. Elle fut cependant souillée par le sang impur de la créature et perdit le pouvoir divin que lui avait insufflé le Souverain de la Roche.",
    "th-th": "อุกกาบาตสีดำที่ครั้งหนึ่งเคยตกลงมาสู่บริเวณรอบนอก Sea of Clouds ของ Liyue ว่ากันว่าเพื่อเป็นการปราบเหล่าอสูร แต่เนื่องจากมันถูกปนเปื้อนไปด้วยเลือดของสิ่งชั่วร้ายที่แข็งแกร่ง ไอเทมนี้จึงไม่ได้ครอบครองพลังบริสุทธิ์ของราชาแห่งหินอีกต่อไป",
    "ja-jp": "武器に突破の力を付与する材料。かつて魔物を退治するために、璃月雲来の海の外に漆黒の隕石が落ちてきた。しかし汚れた血に染めたため、この材料にはもう純粋な岩王帝君の力がなくなっている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ujian Tantangan Guntur (Rabu/Sabtu/Minggu)",
      "Dibeli dari Toko Suvenir di Liyue"
    ],
    "zh-cn": [
      "璃月纪念品商店兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thử Thách Sấm Sét (Thứ 4/Thứ 7/Chủ Nhật)",
      "Đổi trong Cửa Hàng Lưu Niệm Liyue"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】漆黑隕鐵的一片",
      "【震雷連山密宮（週三/六/日） 】煉武祕境：古雷試煉場 I / II / III / IV",
      "璃月星稀【「明星齋」齋主】 處購買"
    ],
    "ko-kr": [
      "연무 비경: 고대 뇌전 시련장 I ~ IV (월요일/목요일/일요일)",
      "리월 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Trial Grounds of Thunder (Wednesday/Saturday/Sunday)",
      "Purchase from the Souvenir Shop in Liyue"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Prüfungsplatz des alten Donners (Mittwoch/Samstag/Sonntag)",
      "Beim Andenkenhändler von Liyue zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Лабиринт Ляншань» (среда/суббота/воскресенье)",
      "• Сувенирная лавка Ли Юэ",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Кусочек чёрного сидерита"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Campo de prueba del relámpago I-IV (Miércoles, Sábados, Domingo)",
      "Comprado en la Tienda de recuerdos de Liyue"
    ],
    "pt-pt": [
      "Domínio da Forja: Campo de Treinamento do Trovão (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Terrain d'ancien tonnerre (Mercredi/Samedi/Dimanche)",
      "Boutique de souvenirs de Liyue"
    ],
    "th-th": [
      "แลกได้ที่ร้านขายของที่ระลึกใน Liyue",
      "ดันเจี้ยนแห่งการต่อสู้: สนามทดลองไฟฟ้า (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷の試練場及び静電気フィールドで獲得可能（水曜/土曜/日曜）",
      "璃月記念品ショップ交換(3回まで)"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grain%20of%20Aerosiderite_icon.png",
  "localIcon": "images/grain_of_aerosiderite.png"
}