{
  "id": "heart_of_the_secret_source",
  "wiki_id": 6655,
  "name": {
    "id-id": "Heart of the Secret Source",
    "zh-cn": "秘源真芯",
    "vi-vn": "Lõi Bí Ẩn",
    "zh-tw": "秘源真芯",
    "ko-kr": "비밀근원 코어",
    "en-us": "Heart of the Secret Source",
    "de-de": "Geheimquellen-Kern",
    "ru-ru": "Ядро таинственного источника",
    "es-es": "Núcleo fuentenigma",
    "pt-pt": "Coração da Fonte Secreta",
    "fr-fr": "Noyau de la source secrète",
    "th-th": "Heart of the Secret Source",
    "ja-jp": "秘源のコア"
  },
  "description": {
    "id-id": "Berasal dari Secret Source Automaton yang sudah tidak aktif. Kelihatannya seperti inti utuh yang memberi tenaga pada Secret Source Automaton, sebuah perangkat aneh yang diciptakan sebagai komponen universal. Menurut legenda, para pemikir jenius zaman kuno menarik kebijaksanaan dari pembuatan pola emas untuk merancang cetak biru cara kerja mesin yang luar biasa ini. Mungkin inti ini adalah salah satunya.",
    "zh-cn": "来自不再活动的秘源机兵。看上去是完整的驱动秘源机械体运作的核心，似乎是作为通用的组件而被制造出来的奇特装置。传说古老文明的伟大住民会用金纹创生的智慧勾勒奇异机械体运作的蓝图，或许这核心也是其中之一吧。",
    "vi-vn": "Đến từ Cỗ Máy Bí Ẩn đã không còn hoạt động.Có vẻ là lõi vận hành hoàn chỉnh của Cỗ Máy Bí Ẩn, hình như là thiết bị độc đáo được chế tác cho cụm linh kiện thông dụng. Tương truyền rằng những cư dân vĩ đại của nền văn minh cổ xưa sẽ sử dụng trí tuệ tạo ra từ hoa văn ánh vàng để phác thảo bản vẽ vận hành cỗ máy kỳ lạ. Có lẽ phần lõi này cũng là một trong số đó.",
    "zh-tw": "來自不再活動的秘源機兵。看起來是驅動秘源機械體運作的完整核心，似乎是作為通用零件而被製造出來的奇特裝置。傳說古老文明的偉大住民會用金紋創生的智慧勾勒奇異機械體運作的藍圖，或許這顆核心也是其中之一吧。",
    "ko-kr": "더는 움직이지 않는 비밀근원 기계에서 나온 물건.비밀근원 기계를 움직이는 온전한 코어로 보인다. 통용되는 부품으로 제작된 것처럼 보이는 특이한 장치다. 고대 문명의 위대한 주민은 금빛 문양이 만들어낸 지혜로기이한 기계를 움직이는 청사진을 그려냈다고 하는데, 어쩌면 이 코어 역시 그중 하나일지도 모른다",
    "en-us": "Comes from a now-defunct Secret Source Automaton.It appears to be an intact core by which the Secret Source Automaton was powered, a strange device that seems to have been produced as a universal component. According to legend, the ingenious thinkers of antiquity drew upon the same wisdom used in the creation of golden patterns to design the blueprints by which these extraordinary machines functioned. Perhaps this core was one of them.",
    "de-de": "Stammt aus einem außer Betrieb genommenen Geheimquellen-Automaton.Es scheint der intakte Kern zu sein, der den Geheimquellen-Automaton antrieb, ein seltsames Gerät, das als universelles Bauteil gefertigt wurde. Der Legende nach nutzten die großen Denker der alten Zivilisationen die Weisheit der goldenen Muster, um die Pläne für solche außerordentlichen Maschinen zu entwerfen, vielleicht ist dieser Kern einer davon.",
    "ru-ru": "Неповреждённое ядро от неактивного Автоматона таинственного источника.Это странное устройство, произведённое как универсальный компонент. Согласно легенде, древние мыслители использовали ту же мудрость, что и при создании золотых узоров, чтобы разработать чертежи для этих необычных машин. Возможно, это ядро было одним из них.",
    "es-es": "Un objeto procedente de un Autómata Fuentenigma que ya no se mueve.A simple vista, parece ser el núcleo que permite moverse a una Máquina Fuentenigma, además de un peculiar dispositivo que fue concebido como un componente normal y corriente en el momento de su creación. Cuenta una leyenda que los grandiosos habitantes de una civilización antigua usaban la sabiduría creada mediante patrones dorados para esbozar los planos de funcionamiento de unas máquinas muy extrañas. Tal vez este núcleo también fuera creado de esa forma.",
    "pt-pt": "N/A",
    "fr-fr": "Provient d'un Automate de source secrète désormais inactif. Il semble que ce soit un noyau intact qui alimentait l'Automate de source secrète, un étrange dispositif qui semble avoir été produit comme un composant universel. Selon la légende, les penseurs ingénieux des temps anciens se sont inspirés de la même sagesse utilisée dans la création de motifs dorés pour concevoir les plans de fonctionnement de ces machines extraordinaires. Ce noyau en faisait peut-être partie...",
    "th-th": "N/A",
    "ja-jp": "動かなくなった秘源機兵から落ちた物。秘源機械を動かすための完全なコアに見える。汎用部品として造られた不思議な装置のようだ。古代文明の偉大なる民は、金色の模様により誕生した知恵を駆使し、不思議な機械を動かす設計図を描いたという。このコアもその一つかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "Character and Weapon Enhancement Material",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Secret Source Automaton: Hunter-Seeker Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上秘源机兵·寻捕械掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Cỗ Máy Bí Ẩn - Kẻ Truy Bắt Cấp 60 Trở Lên Rơi",
      "Đổi Tinh Huy"
    ],
    "zh-tw": [
      "60級以上秘源機兵·尋捕械掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 비밀근원 기계 · 포획기 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Secret Source Automaton: Hunter-Seeker",
      "Crafted"
    ],
    "de-de": [
      "Beute von Geheimquellen-Automaton – Jäger-Sucher ab Stufe 60",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Автоматон таинственного источника: Охотник-ищейка Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Оболочка таинственного источника",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Autómatas Fuentenigma - Rastreadores (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin d'Automates de source secrète « Chasseur-chercheur » (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "N/A"
    ],
    "ja-jp": [
      "スターライト交換",
      "秘源機兵・ハンターシーカー（Lv.60以上）からドロップ",
      "合成で獲得",
      "変転で獲得（合成台）"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/84296e4f493c07b1328706967eeb0bf4_4446180531234461523.png",
  "localIcon": "images/heart_of_the_secret_source.png"
}