{
  "id": "ignited_stone",
  "wiki_id": 6650,
  "name": {
    "id-id": "Ignited Stone",
    "zh-cn": "聚燃的石块",
    "vi-vn": "Hòn Đá Rực Cháy",
    "zh-tw": "聚燃的石塊",
    "ko-kr": "불뭉치의 돌",
    "en-us": "Ignited Stone",
    "de-de": "Lodernder Steinbrocken",
    "ru-ru": "Пламенный камень",
    "es-es": "Roca ignífera",
    "pt-pt": "Pedra em Chamas",
    "fr-fr": "Pierre enflammée",
    "th-th": "Ignited Stone",
    "ja-jp": "燃え盛る石"
  },
  "description": {
    "id-id": "Pecahan yang diperoleh setelah mengalahkan Avatar of Lava. Walaupun sudah hancur berkeping-keping, tapi api di dalamnya terus membara. Mungkin inilah bukti kekuatan Phlogiston yang luar biasa.",
    "zh-cn": "击败熔岩游像之后，从其体内取得的碎块。即使已经破碎到了这个程度，其中的燃烧也并没有停止，或许是因为燃素所具备的超常活力所致。",
    "vi-vn": "Mảnh vỡ thu được sau khi đánh bại Hóa Thân Dung Nham.Cho dù đã vỡ đến mức này, nhưng sự thiêu đốt trong đó vẫn không dừng lại. Có lẽ chính là do sức sống phi thường của Phlogiston gây ra.",
    "zh-tw": "擊敗熔岩遊像之後從其體內取得的碎塊。即使已經破碎到了這個程度，其中的燃燒也並沒有停止，或許是因為燃素所具備的超常活力所致。",
    "ko-kr": "용암 형상을 처치한 후 체내에서 얻은 조각.이 정도로 부서져 버렸지만, 여전히 불타고 있다. 어쩌면 열소가 지닌 비정상적 활력 때문일지도 모른다",
    "en-us": "A shard obtained from the body of a defeated Avatar of Lava.Though it has been shattered to a great extent, on the inside, it still continues to burn. Perhaps this is a testament to the extraordinary vitality of phlogiston.",
    "de-de": "Ein Splitter, der aus dem Körper einer besiegten Lavagestalt geborgen wurde.Obwohl es in solch winzige Teile zerbrochen ist, brennt es im Inneren unaufhörlich weiter. Dies mag auf die außergewöhnliche Vitalität des Phlogistons zurückzuführen sein.",
    "ru-ru": "Осколок, полученный из тела поверженного воплощения лавы.Он сильно раздроблен, но внутри него всё ещё есть пламя. Возможно, это свидетельствует об исключительной жизненной силе флогистона.",
    "es-es": "Un fragmento obtenido del cuerpo de un Surcamagma tras derrotarlo.Aunque lo han destrozado hasta este punto, sigue ardiendo sin parar, tal vez debido a la energía extrema que contiene el flogisto.",
    "pt-pt": "N/A",
    "fr-fr": "Un éclat obtenu à partir du corps d'un Avatar de lave vaincu. Bien qu'il ait été largement brisé, l'intérieur continue à brûler. C'est peut-être un témoignage de l'extraordinaire vitalité du phlogistique.",
    "th-th": "ชิ้นส่วนที่ได้รับจากร่างของ Avatar of Lava หลังจากเอาชนะมันได้แม้จะแตกเป็นเสี่ยงขนาดนี้ แต่โฟลจิสตันที่ลุกโชนอยู่ภายในก็ไม่ได้ดับมอดลง ซึ่งอาจเป็นเพราะพลังชีวิตเหนือธรรมชาติที่โฟลจิสตันมีอยู่ก็เป็นได้",
    "ja-jp": "溶岩の像を倒した後、その体内から取れる欠片。ここまで砕けていても、なお燃え続けているのは、燃素の異常な活力によるものかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Avatar of Lava"
    ],
    "zh-cn": [
      "星尘兑换",
      "熔岩游像掉落"
    ],
    "vi-vn": [
      "Hoá Thân Dung Nham Rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "星塵兌換",
      "熔岩遊像掉落"
    ],
    "ko-kr": [
      "용암 형상 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Stardust Exchange",
      "Dropped by Avatars of Lava"
    ],
    "de-de": [
      "Beute von Lavagestalt",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Воплощение лавы",
      "• Покупается за Звёздную пыль",
      "Алхимия: Пламенное семя жизни"
    ],
    "es-es": [
      "Obtenido de Surcamagmas",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Échange Astrions",
      "Butin d'Avatars de lave"
    ],
    "th-th": [
      "ดรอปจาก Avatar of Lava",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "スターダスト交換",
      "溶岩の像からドロップ"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/ca9ce4eafbdbde448d13c331dae321d8_8216013344891989258.png",
  "localIcon": "images/ignited_stone.png"
}