{
  "id": "ignited_seeing_eye",
  "wiki_id": 6652,
  "name": {
    "id-id": "Ignited Seeing Eye",
    "zh-cn": "聚燃的游像眼",
    "vi-vn": "Con Mắt Rực Cháy",
    "zh-tw": "聚燃的遊像眼",
    "ko-kr": "불뭉치의 눈",
    "en-us": "Ignited Seeing Eye",
    "de-de": "Loderndes Gestaltauge",
    "ru-ru": "Пламенное око",
    "es-es": "Ojo vigía ignífero",
    "pt-pt": "Olho Que Tudo Vê em Chamas",
    "fr-fr": "Œil enflammé",
    "th-th": "Ignited Seeing Eye",
    "ja-jp": "燃え盛る遊像の眼"
  },
  "description": {
    "id-id": "Inti yang diperoleh setelah mengalahkan Avatar of Lava.Mengeluarkan hawa panas membara.Konon bila inti ini dibiarkan begitu saja, ia akan berkembang menjadi Avatar of Lava baru. Di peradaban kuno, orang-orang meyakini bahwa semua bentuk kehidupan berasal dari api, dan percikan dari materi yang terbakar ini mengandung asal-usul jiwa dan kebijaksanaan. Mungkin keberadaan Avatar of Lava menegaskan kepercayaan ini, atau mungkin teori ini menjelaskan bagaimana mereka dilahirkan di tanah Natlan ....",
    "zh-cn": "击败熔岩游像之后，从其体内取得的核心。散发着相当的热量。据说只要形成这样的核心，放置不管就会形成新的熔岩游像。古老的文明一度认为生命的所有形式来源于火的燃烧，认为灵魂与智慧的起源即是聚燃的火种。熔岩游像这一生命体或许印证了这样的说法，又或者，是那样的理论使它诞生在了纳塔的大地上…",
    "vi-vn": "Phần lõi thu được sau khi đánh bại Hóa Thân Dung Nham.Tỏa ra nhiệt lượng khá lớn.Nghe nói khi lõi như vậy được hình thành, đặt yên một chỗ sẽ phát triển thành Hóa Thân Dung Nham. Nền văn minh cổ xưa từng cho rằng, mọi hình thái của sự sống đều bắt nguồn từ sự bùng cháy của ngọn lửa, cho rằng khởi nguồn của linh hồn và trí tuệ chính là mồi lửa của đám cháy. Sức sống của Hóa Thân Dung Nham có lẽ đã chứng minh cho luận điểm này, hoặc có lẽ, chính lý thuyết đó đã khiến nó được sinh ra trên lục địa Natlan...",
    "zh-tw": "擊敗熔岩遊像之後從其體內取得的核心。散發著相當高的熱量。據說只要形成這樣的核心，放置不管就會形成新的熔岩遊像。古老的文明一度認為生命的所有形式來源於火的燃燒，認為靈魂與智慧的起源即是聚燃的火種。熔岩遊像這種生命體或許印證了這樣的說法，又或者，是那樣的理論使其誕生在納塔的大地上…",
    "ko-kr": "용암 형상을 처치한 후 체내에서 얻은 코어. 상당한 열에너지를 발산하고 있다.이런 코어를 그냥 놔두면 새로운 용암 형상이 된다고 한다. 고대 문명은 한때생명의 모든 형식이 불의 연소에서 비롯되었고, 영혼과 지혜의 기원이 바로불뭉치의 불씨라고 여겼다. 용암 형상이란 생명체가 바로 그 이론의 증거일 수도있으나, 반대로 그 이론을 증명하려고 용암 형상을 나타 대지에 탄생하게 한 것일 수도 있다···",
    "en-us": "A core retrieved from within the body of a defeated Avatar of Lava.It emits a considerable heat.It is said that once such a core has formed, left to itself, it will develop into a new Avatar of Lava. In ancient times, it was once believed that all forms of life could be traced back to conflagration, and that in the spark of burning matter lay the origins of the soul and sentient wisdom. Perhaps the very existence of Avatars of Lava would bear out such a belief — or perhaps it was the emergence of this theory itself that explains how they came to inhabit the land of Natlan...",
    "de-de": "Der Kern, der aus dem Körper einer besiegten Lavagestalt geborgen wurde.Er strahlt beträchtliche Wärme aus.Man sagt, dass ein solcher Kern, einmal geformt und sich selbst überlassen, zu einer neuen Lavagestalt heranwachsen wird. Die alten Zivilisationen waren überzeugt, dass alle Lebensformen aus dem Feuer geboren wurden und der Feuersamen des brennenden Phlogistons der Ursprung von Seele und Weisheit ist. Die Existenz der Lavagestalten mag diese Überzeugung belegen, oder vielleicht war es diese Theorie selbst, die ihre Entstehung auf dem Boden Natlans erklärt ...",
    "ru-ru": "Ядро поверженного воплощения лавы.Излучает слабое тепло.Говорят, что если оставить такое ядро, оно само разовьётся в новое воплощение лавы. В древности считалось, что все формы жизни восходят к огню, а в искре горящего вещества заключены истоки души и разума. Возможно, само существование воплощений лавы подтверждает это убеждение, или же эта теория объясняет, как они возникли в Натлане...",
    "es-es": "Un núcleo obtenido del cuerpo de un Surcamagma tras derrotarlo.Emite un calor considerable.Dicen que, si no lo tocas una vez que ha adoptado su forma, se creará un nuevo Surcamagma. Antiguamente, existía una civilización que creía que toda forma de vida procedía del fuego, y que las chispas del fuego eran lo que daba origen al alma y la sabiduría. Tal vez la mera existencia de los Surcamagmas sea prueba de ello, o tal vez esa hipótesis sea lo que explica cómo estos seres aparecieron en Natlan.",
    "pt-pt": "N/A",
    "fr-fr": "Le noyau d'un Avatar de lave vaincu. Il dégage une chaleur considérable. On dit qu'une fois qu'un tel noyau s'est formé, laissé à lui-même, il se développera en un nouvel Avatar de lave. Dans les temps anciens, on croyait que toutes les formes de vie pouvaient être retracées jusqu'à la conflagration, et que dans l'étincelle de la matière brûlante se trouvaient les origines de l'âme et de la sagesse sensible. Peut-être que l'existence même des Avatars de lave confirmerait une telle croyance... Ou peut-être était-ce l'émergence de cette théorie elle-même qui explique comment ils en sont venus à habiter les terres de Natlan...",
    "th-th": "แกนกลางที่ได้รับจากร่างของ Avatar of Lava หลังจากเอาชนะมันได้แผ่พลังงานความร้อนออกมาค่อนข้างมากว่ากันว่าขอเพียงสร้างแกนกลางแบบนี้ขึ้นมาแล้ววางมันทิ้งไว้ ก็จะก่อให้เกิด Avatar of Lava ขึ้นมาใหม่ อารยธรรมโบราณเคยเชื่อกันว่า รูปแบบของสิ่งมีชีวิตทั้งหมดมีต้นกำเนิดมาจากการลุกไหม้ของไฟ และเชื่อว่าต้นกำเนิดของจิตวิญญาณและสติปัญญานั้น ก็คือเมล็ดพันธุ์อัคนีของประกายเพลิง ซึ่งสิ่งมีชีวิตอย่าง Avatar of Lava อาจเป็นเครื่องพิสูจน์ว่าคำกล่าวนี้เป็นจริง หรือไม่ก็ ทฤษฎีนี้ได้ทำให้มันถือกำเนิดขึ้นบนแผ่นดินของ Natlan...",
    "ja-jp": "溶岩の像を倒した後、その体内から取れる欠片。かなりの熱量を放っている。これほどのコアを放っておくと、新たな溶岩の像ができてしまうという。古の文明では、火の燃焼によりあらゆる命が誕生し、燃え盛る種火こそ魂と知恵の起源だと信じられていた。溶岩の像はその説を裏付けているかもしれない。あるいは…その説により、溶岩の像がナタの地に誕生したのだろうか…"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Avatar of Lava Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "星尘兑换",
      "40级以上熔岩游像掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Hoá Thân Dung Nham Cấp 60 Trở Lên Rơi",
      "Đổi Tinh Huy"
    ],
    "zh-tw": [
      "60級以上熔岩遊像掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 용암 형상 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Avatars of Lava",
      "Crafted"
    ],
    "de-de": [
      "Beute von Lavagestalt ab Stufe 60",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Воплощение лавы Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Пламенное семя жизни",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Surcamagmas (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin d'Avatars de lave (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Avatar of Lava Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "溶岩の像（Lv.60以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/9ff7d1909905f146bc47b172e35e3e3c_5033163918052789727.png",
  "localIcon": "images/ignited_seeing_eye.png"
}