{
  "id": "illusory_leafcoil",
  "wiki_id": 7194,
  "name": {
    "id-id": "Illusory Leafcoil",
    "zh-cn": "迷光的蜷叶之心",
    "vi-vn": "Lõi Lá Cuộn Biến Ảo",
    "zh-tw": "迷光的蜷葉之心",
    "ko-kr": "빛을 미혹하는 잎말이",
    "en-us": "Illusory Leafcoil",
    "de-de": "Licht verwirrender Blätterkern",
    "ru-ru": "Иллюзорная листовая спираль",
    "es-es": "Nucleofolio difuso",
    "pt-pt": "Folha Ilusória",
    "fr-fr": "Cœur illusoire de feuille",
    "th-th": "Illusory Leafcoil",
    "ja-jp": "光惑う渦葉のコア"
  },
  "description": {
    "id-id": "Sebuah inti yang terbentuk dari dedaunan yang mengerut dengan erat ini merupakan sisa-sisa dari monster bernama Tenebrous Mimiflora.Meski sekilas terlihat sudah redup dan mati, kamu masih bisa merasakan kekuatan jahat yang samar-samar terkumpul di dalamnya.Orang-orang sering merasa bingung. Saat monster ini dibasmi, ke manakah perginya ingatan-ingatan yang telah ia serap dari dalam bumi? Mungkin inti ini adalah jawaban untuk pertanyaan tersebut ....",
    "zh-cn": "名为深邃拟覆叶的魔物在被击败后所残余，由蜷缩在一起的叶片构成的核心。即使已如生机尽失般黯淡下去，但是仍能感受到其中隐约鼓动的不祥之力。时常有人感到困惑，当此种魔物被消灭时，它从大地之中汲取的那些记忆都去往了何处？或许这枚核心提供了这一问题的答案。",
    "vi-vn": "Phần lõi hình thành bởi những lớp lá cuộn lại, là tàn dư rơi ra từ Lá Mô Phỏng U Ám sau khi bị đánh bại.Cho dù đã ảm đạm như mất hết sinh khí, nhưng vẫn có thể cảm nhận được nguồn sức mạnh không lành đang ẩn hiện trong đó.Thỉnh thoảng sẽ có người tự hỏi, khi loại ma vật này bị tiêu diệt, những ký ức mà chúng hấp thụ được từ mặt đất sẽ đi về đâu? Có lẽ phần lõi này đã đưa ra đáp án cho câu hỏi đó.",
    "zh-tw": "名為深邃擬覆葉的魔物在被擊敗後所殘餘，由蜷縮在一起的葉片構成的核心。即使已如生機盡失般黯淡下去，但是仍能感受到其中隱約鼓動的不祥之力。時常有人感到困惑，當此種魔物被消滅時，它從大地之中汲取的那些記憶都去往了何處？或許這枚核心提供了這一問題的答案。",
    "ko-kr": "그윽한 의태 잎뭉치라 불리는 마물이 처치된 후 남겨진 잎사귀들이 한데 뭉쳐져 만들어진 코어.생기를 다한 듯 빛을 잃었지만 그 안에서는 여전히 요동치는 불길한 힘이 느껴진다.사람들은 종종 이 마물이 처치되고 나면 생전에 대지에서 흡수한 기억이 어디로 가는지 궁금해하는데, 아마 그 답은 이 코어에서 찾을 수 있을 것이다",
    "en-us": "A core formed from tightly coiled leaves, the remnant of the monster known as the Tenebrous Mimiflora after being vanquished.It may appear lifeless and dull on the surface, yet a faint, ominous power can still be sensed pulsing within.People often wonder where the memories that such creatures drew from the earth go when they are slain. Perhaps the answer lies within this core...",
    "de-de": "Ein Kern aus eng gewundenen Blättern, der nach dem Besiegen des Monsters, das als Abgrundimitator bekannt ist, als Beute zurückgelassen wurde.Er mag an der Oberfläche leblos und stumpf erscheinen, doch in seinem Inneren pulsiert noch immer eine schwache, unheilvolle Kraft.Die Menschen fragen sich oft, wo die Erinnerungen bleiben, die diese Wesen aus der Erde gezogen haben, sobald sie vernichtet werden. Vielleicht liegt die Antwort in diesem Kern ...",
    "ru-ru": "Ядро, образованное из плотно свёрнутых листьев, оставленных побеждённым монстром, известным как сумрачная мимифлора.На вид оно кажется безжизненным и тусклым, но внутри всё ещё ощущается слабая зловещая энергия.Люди часто задаются вопросом: куда деваются воспоминания, которые подобные существа черпали из земли, после их гибели? Возможно, ответ кроется в этом ядре...",
    "es-es": "El núcleo compuesto de hojas enroscadas que quedó de un Licopodio Abismático tras ser derrotado.A pesar de su aspecto inerte y tenebroso, aún se puede percibir en él un poder ominoso.Algunas personas se preguntan a dónde van los recuerdos extraídos por estos monstruos una vez que son derrotados. Tal vez la respuesta esté en este mismo núcleo.",
    "pt-pt": "Um núcleo formado de folhas enroladas, restos do monstro abatido conhecido como Mimiflora Abissal.Pode parecer sem vida inicialmente, porém um fraco e sinistro poder ainda pode ser sentido pulsando nele.As pessoas geralmente se perguntam onde as memórias que tais criaturas extraem da terra vão quando elas são eliminadas. Talvez a resposta esteja nesse núcleo...",
    "fr-fr": "N/A",
    "th-th": "แกนกลางที่เหลืออยู่หลังจากกำจัดมอนสเตอร์ที่ชื่อว่า Tenebrous Mimiflora แกนกลางที่ประกอบขึ้นจากใบไม้ที่ห่อหุ้มรวมกันแม้ว่าจะดูซีดเซียวไร้ชีวิตชีวา แต่ก็ยังรู้สึกได้ถึงพลังอันชั่วร้ายที่แผ่ซ่านอยู่บ้างผู้คนมักรู้สึกสับสนว่า เมื่อมอนสเตอร์ชนิดนี้ถูกกำจัด ความทรงจำที่พวกมันดูดซับไปจากโลกใบนี้จะถูกส่งไปยังที่ใด? บางทีแกนกลางนี้อาจจะเป็นคำตอบของคำถามนี้ก็เป็นได้",
    "ja-jp": "深遠なるミミックフローラを倒した後に残る残骸。くるくると丸まった葉っぱで構成されたコア。生気を失ったような暗澹とした雰囲気を纏っていても、微かに蠢く不吉な力が感じられる。こうした魔物が倒された時、大地から吸い取った記憶はどこへ行ってしまうのだろうかと疑問に思う人もいるが、もしかしたら、このコアがその答えを提供しているのかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Character and Weapon Enhancement Material",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Tenebrous Mimiflora Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上深邃拟覆叶掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Lá Mô Phỏng U Ám cấp 60 trở lên rơi",
      "Đổi Tinh Huy"
    ],
    "zh-tw": [
      "60級以上深邃擬覆葉掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 그윽한 의태 잎뭉치 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Tenebrous Mimiflora",
      "Crafted"
    ],
    "de-de": [
      "Beute von Abgrundimitatoren ab Stufe 60",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Сумрачная мимифлора Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Ошеломляющий широколист",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Licopodios Abismáticos",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Resgate de Brilho Estrelar",
      "Dropado por Mimiflora Abissal Nv.60+",
      "Síntese"
    ],
    "fr-fr": [
      "N/A"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Tenebrous Mimiflora Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "深遠なるミミックフローラ（Lv.60以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a13458fee3f71742078a4ff97dfd6614_8544712959858549634.png",
  "localIcon": "images/illusory_leafcoil.png"
}