{
  "id": "inactivated_fungal_nucleus",
  "wiki_id": 2710,
  "name": {
    "id-id": "Inactivated Fungal Nucleus",
    "zh-cn": "失活菌核",
    "vi-vn": "Nhân Bào Nấm Đã Chết",
    "zh-tw": "失活菌核",
    "ko-kr": "활기를 잃은 버섯핵",
    "en-us": "Inactivated Fungal Nucleus",
    "de-de": "Inaktives Sklerotium",
    "ru-ru": "Неактивное ядро плесенника",
    "es-es": "Núcleo fúngico inerte",
    "pt-pt": "Núcleo Fúngico Inerte",
    "fr-fr": "Noyau fongique inactivé",
    "th-th": "Inactivated Fungal Nucleus",
    "ja-jp": "キノコンの衰菌核"
  },
  "description": {
    "id-id": "Jaringan tubuh yang ditinggalkan oleh Fungus yang telah terkena rangsangan unsur yang intens.Teksturnya yang menenangkan membuatnya sangat baik untuk menghilangkan stres. Namun juga dapat dengan mudah menyebabkan Fungus berkembang biak, dan karenanya tidak cocok untuk penggunaan komersial",
    "zh-cn": "蕈兽的部分身体组织，在外界元素的剧烈刺激下才会形成。手感很好，适合用来解压，但容易造成蕈兽大量孳生，所以不宜商用。",
    "vi-vn": "Một phần mô cơ thể của Nấm Quỷ được hình thành dưới sự kích thích mạnh của các nguyên tố bên ngoài.Rất mềm mại, thích hợp để giảm căng thẳng, nhưng cũng có thể dễ dàng dẫn đến việc sinh sôi của Nấm Quỷ, do đó không thích hợp cho bất kỳ mục đích thương mại nào.",
    "zh-tw": "蕈獸的部分身體組織，在外界元素的劇烈刺激下才會形成。手感很好，適合用來解壓，但容易造成蕈獸大量孳生，所以不宜商用。",
    "ko-kr": "버섯몬의 일부 신체 조직. 외부 원소의 격렬한 자극으로 인해 형성된다.촉감이 좋아 스트레스를 풀기에 좋으나 버섯몬이 대량 번식할 수 있어 상업적인 용도로는 삼가는 게 좋다",
    "en-us": "Body tissue left behind by a Fungus that has been exposed to intense elemental stimulation.Its soothing texture makes it shockingly good for stress relief.However, frequent usage can also easily lead to the Fungi multiplying, and thus the material is not suitable for any commercial use.",
    "de-de": "Ein Teil des Gewebes einer Pilzbestie, das durch Stimulation durch die Elemente der Außenwelt Form angenommen hat.Es fühlt sich sehr angenehm an und eignet sich, um Verspannungen zu lösen. Da es aber auch leicht zur Vervielfachung von Pilzbestien führen kann, ist es nicht für die kommerzielle Anwendung geeignet.",
    "ru-ru": "Структура в организме плесенника, которая образуется в результате мощного воздействия силой элементов.Такое ядро очень приятно на ощупь, отличное средство для снятия стресса. Не подходит для коммерческого использования, поскольку может привести к активному размножению плесенников.",
    "es-es": "Una parte del tejido de los Hongos que solo se forma cuando ha sido expuesto a violentos estímulos elementales externos.Su suave textura lo hace sorprendentemente bueno para aliviar el estrés. Sin embargo, también puede multiplicarse a gran escala, lo que no lo hace apropiado para uso comercial.",
    "pt-pt": "Tecido orgânico deixado para trás por um Fungo que foi exposto a intensos estímulos elementais.Sua textura suave o torna surpreendentemente bom para o alívio do estresse. Entretanto, também pode facilmente causar multiplicação de Fungos, portanto, não é adequado para qualquer uso comercial.",
    "fr-fr": "Du tissu d'un Fongus qui a été exposé à une stimulation élémentaire intense.Sa texture apaisante en fait un excellent remède contre le stress. Cependant, son utilisation peut aussi facilement conduire à une infestation de Fongus, il ne convient donc pas à un usage commercial.",
    "th-th": "เนื้อเยื่อบางส่วนจากร่างกายของ Fungus ก่อตัวชั้นจากแรงกระตุ้นที่รุนแรงของพลังธาตุจากโลกภายนอกเนื้อสัมผัสดีมาก เหมาะสำหรับใช้บรรเทาความเครียด แต่อาจทำให้ Fungus เพิ่มจำนวนขั้นเป็นอย่างมากดังนั้นจึงไม่เหมาะที่จะนำมาใช้งานในเชิงพาณิชย์",
    "ja-jp": "キノコンが残した体の一部。外部から激しい刺激を受けると形成される。触り心地がよく、ストレス解消にいい。ただ、キノコンが大量に繁殖してしまう恐れがあるため、商品化には適さない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Didapatkan dari Fungus yang diaktifkan",
      "Didapatkan dari Fungus yang terbakar"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 竭泽",
      "合成获得: 王下近侍",
      "活化状态下蕈兽掉落、枯焦状态下蕈兽掉落、星尘兑换"
    ],
    "vi-vn": [
      "Nấm Quỷ trạng thái Bung Nở rơi",
      "Nấm Quỷ trạng thái Khô Héo rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "活化狀態下蕈獸掉落掉落",
      "枯焦狀態下蕈獸掉落掉落",
      "星塵兌換",
      "武器培養素材",
      "【煉金】休眠菌核"
    ],
    "ko-kr": [
      "활력 상태의 버섯몬 드랍",
      "건조 상태의 버섯몬 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Fungi (activated)",
      "Dropped by Fungi (scorched)",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Pilzbestien im aktivierten Modus",
      "Beute von Pilzbestien im verdorrten Modus",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Плесенники в состоянии Оживления",
      "• Плесенники в состоянии Обожжения",
      "• Покупается за Звёздную пыль",
      "Алхимия: Спящее ядро плесенника"
    ],
    "es-es": [
      "Obtenido de Hongos revitalizados",
      "Obtenido de Hongos quemados",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado por Cogumelos (Estado Ativo)",
      "Dropado por Cogumelos (Estado Queimado)",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Fongus activé",
      "Butin de Fongus calciné",
      "Échange Astrions"
    ],
    "th-th": [
      "ดรอปจาก Fungus ที่อยู่ภายใต้สถานะตื่นตัว",
      "ดรอปจาก Fungus ที่อยู่ภายใต้สถานะไหม้เกรียม",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "活発状態のキノコンがドロップ",
      "枯燥状態のキノコンがドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/4b658500fa8cc5ae2b1f252d3cd9f0d6_6670177970058660476.png",
  "localIcon": "images/inactivated_fungal_nucleus.png"
}