{
  "id": "inspectors_sacrificial_knife",
  "wiki_id": 1237,
  "name": {
    "id-id": "Inspector's Sacrificial Knife",
    "zh-cn": "督察长祭刀",
    "vi-vn": "Dao Đô Thám Trưởng",
    "zh-tw": "督察長祭刀",
    "ko-kr": "검사관의 제도",
    "en-us": "Inspector's Sacrificial Knife",
    "de-de": "Zeremonielles Kundschafterlangschwert",
    "ru-ru": "Церемониальный нож инспектора",
    "es-es": "Daga larga del inspector",
    "pt-pt": "Faca Longa de Inspetor",
    "fr-fr": "Grande dague de l'Inspecteur",
    "th-th": "Inspector's Sacrificial Knife",
    "ja-jp": "検査官の刀"
  },
  "description": {
    "id-id": "Pada tangan pemiliknya, senjata kejam ini telah menangani banyak \"utang\". Pandangan setiap orang memiliki sudut mati di belakang kepala mereka, dan senjata ini dibuat khusus untuk menyerang titik kelemahan tersebut.",
    "zh-cn": "在故主手中，曾处理过许多「债务」的凶恶武具。世上无人背后长眼，而这种兵器与相关的武艺则是针对这种弱点设计的。",
    "vi-vn": "Vũ khí hung ác từng trải qua nhiều \"Nợ nần\". Người thường không có mắt mọc sau lưng, nhưng binh khí và võ nghệ này lại thiết kế để đối phó với nhược điểm đó.",
    "zh-tw": "在故主手中，曾處理過許多「債務」的兇惡武具。世上無人背後長眼，而這種兵器與相關的武藝則是針對這種弱點設計的。",
    "ko-kr": "옛 주인의 손에서 수많은 「채무」처리를 담당했던 흉악한 무기. 이 세상에 등에도 눈이 달린 사람은 없다. 그런데 이 무기와 관련 무예는 이런 약점을 겨냥하여 고안된 것이다",
    "en-us": "In the hands of its lord, this fierce weapon has handled many \"debts.\" No one has eyes in the back of their heads, and this weapon and its related techniques are designed around that weakness.",
    "de-de": "In der Hand ihres ursprünglichen Besitzers hat diese Waffe einst viele Schulden eingetragen. Da niemand Augen im Hinterkopf hat, wurde diese Waffe dazu entworfen, diese Schwäche wettzumachen.",
    "ru-ru": "В умелых руках это оружие раздало обратно немало «долгов». Ни у кого нет глаз на затылке. Боевые приёмы с Церемониальным ножом инспектора разработаны так, чтобы пользоваться слабыми местами противника.",
    "es-es": "Un arma que se usó violentamente para recaudar muchas deudas. Nadie nace con ojos en la espalda, así que esta arma es perfecta para compensar esta carencia.",
    "pt-pt": "Uma arma que foi usada ferozmente para resolver muitas \"Dívidas\". Ninguém nasce com olhos atrás, então essa arma é perfeita para ser usada contra esse ponto fraco das pessoas.",
    "fr-fr": "Une arme qui a servi à « régler des comptes ». Personne n'a les yeux derrière la tête, alors cette dague et ses techniques de maniement ont spécifiquement été conçues pour pallier à cette faiblesse.",
    "th-th": "เจ้าของในอดีตเคยใช้มันเป็นอาวุธในการ \"ทวงหนี้\" และเพราะโลกนี้ไม่มีใครมองเห็นทางด้านหลังได้ เลยทำให้อาวุธนี้มีประโยชน์อย่างมาก",
    "ja-jp": "元の主と共に数多くの「債務」を処理した恐ろしい武器。背中に目がある人は誰もいない、この武器はまさにこのために作られたのである。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Развитие персонажа",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Fatui Agent Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上愚人众·债务处理人掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Fatui - Người Xử Lý Nợ cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器培養素材",
      "【60級以上】愚人眾·債務處理人掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 우인단·채무 처리인 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Fatui Agents"
    ],
    "de-de": [
      "Beute von Schuldeneintreibern der Fatui ab Stufe 60",
      "Kann hergstellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "Агенты Фатуи Ур. 60+",
      "Алхимия"
    ],
    "es-es": [
      "Obtenido de Recaudarores Fatui (Niv. 60+)",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado pelos Agente de Dívidas Fatui Nv.60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Butin d'Usurier des Fatui (Niv.60)",
      "Synthèse"
    ],
    "th-th": [
      "ดรอปจาก Fatui - Agent Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "ファデュイ・デットエージェント（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inspector's%20Sacrificial%20Knife_icon.png",
  "localIcon": "images/inspectors_sacrificial_knife.png"
}