{
  "id": "jade_branch_of_a_distant_sea",
  "wiki_id": 1629,
  "name": {
    "id-id": "Jade Branch of a Distant Sea",
    "zh-cn": "远海夷地的琼枝",
    "vi-vn": "Nhánh Quỳnh Ngọc Của Biển Xa",
    "zh-tw": "遠海夷地的瓊枝",
    "ko-kr": "먼바다의 마노 가지",
    "en-us": "Jade Branch of a Distant Sea",
    "de-de": "Jadezweig eines fernen Meeres",
    "ru-ru": "Нефритовая ветвь внешних морей",
    "es-es": "Rama de jade del mar distante",
    "pt-pt": "Ramo de Jade de um Mar Distante",
    "fr-fr": "Branche marine de jade",
    "th-th": "Jade Branch of a Distant Sea",
    "ja-jp": "遠海夷地の玉枝"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dewa yang melarikan diri ke Laut Hitam dan telah kehilangan segalanya, bertemu dengan orang-orang terlantar yang tidak memiliki apa-apa di kedalaman laut. Oleh karena itu, dewa itu memilih untuk tetap tinggal dan menjadi \"Orobashi no Mikoto\" mereka, \"Watatsumi Omikami\" mereka.Konon seekor Serpent besar pernah mematahkan semua cabang koral di tubuhnya, untuk memberi cahaya kepada anak-anaknya yang meringkuk dalam kegelapan. Mereka juga mengatakan bahwa dewa itu menggunakan cabang koral itu untuk membuat tangga besar yang memungkinkan anak-anaknya dapat mencapai permukaan dan melihat cahaya matahari.",
    "zh-cn": "赋予武器突破之力的材料。失去了一切、逃向暗之外海的魔神在海渊中，见到了什么都没有的弃民。于是它决定留下来，成为他们的「远吕羽氏尊」、「海祇大御神」。传说大蛇神曾经折下身上所有的珊瑚枝，让蜷缩在黑暗中的孩子们拥有照亮周遭的光明。又有一说它用折下的珊瑚枝架起了登高的阶梯，让它的孩子们再次回到了地面上，见到阳光。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Ma thần đã mất tất cả và chạy trốn đến vùng Biển Đen, nhìn thấy những người bị bỏ rơi không còn gì trong vực thẳm, nên đã quyết định ở lại và trở thành \"Orobashi no Mikoto\" và \"Watatsumi Omikami\" của họ.Tương truyền, rắn thần từng bẻ hết cành san hô trên người, để tạo ra ánh sáng cho những đứa trẻ. Một số người khác nói rằng nó đã sử dụng những cành san hô bị gãy để tạo ra một cái thang, để các con của nó có thể quay trở lại mặt đất một lần nữa và nhìn thấy ánh mặt trời.",
    "zh-tw": "賦予武器突破之力的材料。失去了一切、逃向暗之外海的魔神在海淵中，見到了什麼都沒有的棄民。於是牠決定留下來，成為他們的「遠呂羽氏尊」、「海祇大御神」。傳說大蛇神曾經折下身上所有的珊瑚枝，讓蜷縮在黑暗中的孩子們擁有照亮周遭的光明。又有一說牠用折下的珊瑚枝架起了登高的階梯，讓牠的孩子們再次回到了地面上，見到陽光。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.모든 걸 잃고, 어둠의 외해로 도망친 마신은, 바다의 심연에서 그 어떠한 것도 갖지 못한 버려진 백성들을 보게 된다. 해서 마신은 그곳에 남아 그들의 「오로바시 님」, 「와타츠미 신」이 되기로 결심한다전설에 따르면, 뱀의 신은 과거 자신의 모든 산호 가지를 꺾어 어둠 속에 웅크리고 있던 아이들에게 주위를 밝힐 수 있는 광명을 선사했다고 한다. 또 다른 설은, 뱀의 신이 부러진 산호 가지로 계단을 만들어 그의 아이들이 다시금 지상에 돌아가 햇빛을 만끽하게 했다는 설이다",
    "en-us": "Weapon Ascension Material.Fleeing into the Dark Sea, the god that had lost everything met the abandoned people who had nothing within the ocean depths. Thus it elected to remain and become their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"It is said that the great snake god once broke off all the coral branches on its body to give light to the children who were curled up in the darkness. They also say that it used these coral branches to create a huge ladder to allow those children to once again reach the surface and see the light of day.",
    "de-de": "Waffenaufstiegsmaterial.Auf der Flucht ins Dunkle Meer traf der Gott, der alles verloren hatte, auf die verlassenen Menschen, die nichts in den Tiefen des Ozeans hatten. So entschied er sich, zu bleiben und ihr „Orobashi no Mikoto“, ihr „Watatsumi Omikami“ zu werden.Es heißt, dass der große Schlangengott einst alle Korallenäste an seinem Körper abbrach, um seinen Kindern, die in der Dunkelheit zusammengerollt waren, Licht zu geben. Man sagt auch, dass er diese Korallenzweige benutzte, um eine riesige Leiter zu erschaffen, damit diese Kinder wieder die Oberfläche erreichen und das Licht des Tages sehen konnten.",
    "ru-ru": "Материал возвышения оружия.Потеряв всё, божество бежало в морскую пучину и увидело там отвергнутый народ, у которого ничего не было. Так, оно решило остаться и стать их «Оробаси но микото», их «Ватацуми Омиками».Говорят, что бог-змей однажды отломал с себя все ветви, чтобы дать своим свившимся кольцами во тьме детям свет. Также говорят, что из коралловых ветвей он соорудил лестницу, чтобы его дети смогли подняться на поверхность и увидеть солнечный свет.",
    "es-es": "Material de ascensión de arma.Habiéndolo perdido todo, el dios del mar oscuro se encontró en mitad de las profundidades del mar con un pueblo abandonado al que no le quedaba nada. Así pues, decidió quedarse y convertirse en su serpiente llamada “Orobashi no Mikoto”, en su “Omikami de Watatsumi”.Según cuenta la leyenda, la gran serpiente se desprendió de todas las ramas de coral que cubrían su cuerpo para iluminar a todos los niños que se hallaban en la oscuridad. También se dice que utilizó las ramas de coral para crear una escalera con la que los niños pudieran subir a la superficie y volver a ver la luz del sol.",
    "pt-pt": "Material de Ascensão de Armas.Perdendo-se no Mar Sombrio, o deus que perdeu tudo encontrou o povo abandonado que nada tinha nas profundezas do oceano. Por isso foi eleito para ficar e se tornar seu \"Orobashi no Mikoto\", seu \"Watatsumi Omikami\".Dizem que o grande deus serpente se livrou e quebrou todos os corais em seu corpo para dar luz às suas crianças que estavam envoltas na sua escuridão. Também dizem que usou esses corais para criar uma enorme escada para permitir essas crianças novamente alcançarem a superfície e ver a luz do dia.",
    "fr-fr": "Matériau d'élévation d'arme.En fuyant dans l'Outre-mer, la divinité qui avait tout perdu a rencontré les personnes abandonnées qui ne possédaient rien dans les profondeurs de l'océan. C'est ainsi qu'elle a choisi de rester et de devenir leur « Orobashi no Mikoto », leur « Divinité des tréfonds ».Il est dit que la grande divinité serpent brisa un jour toutes les branches de corail de son corps pour éclairer ses enfants qui étaient recroquevillés dans l'obscurité. On dit également qu'elle utilisa ces branches de corail pour créer une immense échelle permettant à ces mêmes enfants de remonter à la surface pour contempler la lumière du jour.",
    "th-th": "เทพอสูรผู้สูญเสียทุกสิ่ง ได้หนีไปยังทะเลแห่งความมืดมิด และพบกับผู้คนที่ถูกทอดทิ้ง มันจึงตัดสินใจอยู่ที่นั่นและกลายเป็น \"Orobashi no Mikoto\", \"Watatsumi Omikami\" ของพวกเขาตำนานเล่าว่า เทพอสรพิษเคยหักกิ่งปะการังทั้งหมดบนตัวของมัน เพื่อให้แสงสว่างโดยรอบกับลูก ๆ ที่ขดตัวอยู่ในความมืด บางคนบอกว่ามันใช้กิ่งปะการังที่หักนั้นสร้างบันได เพื่อให้ลูก ๆ ของมันได้กลับไปบนพื้นดินและเห็นแสงอาทิตย์อีกครั้ง",
    "ja-jp": "武器に突破の力を付与する材料。すべてを失い、闇の外海へと逃げ込んだ魔神は、海の深淵で無一文の棄民たちと出会い、彼らの「オロバシノミコト」と「海祇大御神」となることにした。大蛇神は、暗闇の中でうずくまっている子供たちに光を与えるために、自分の体の珊瑚枝をすべて折ってしまったという伝説がある。また、子供たちが再び地上に戻って太陽の光を浴びることができるように、へし折った珊瑚枝を使い、ハシゴを作ったという噂もある。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Desiran Pasir (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Vực Trầm Sa (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】遠海夷地的金枝",
      "【砂流之庭（週一/四/日） 】煉武祕境：沉沙之淵 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래의 심연 III ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sunken Sands (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Spuren aus der Tiefe (Montag/Donnerstag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (понедельник/четверг/воскресенье)",
      "Алхимия: Драгоценная ветвь внешних морей",
      "Алхимия: Мора",
      "Алхимия: Золотая ветвь внешних морей"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Vestigios de las profundidades III-IV (Lunes, Jueves, Sábados)"
    ],
    "pt-pt": [
      "Domínio da Forja: Grãos das Profundezas (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Sables engloutis (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: ห้วงทรายในเหวลึก (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：沈砂の淵で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade%20Branch%20of%20a%20Distant%20Sea_icon.png",
  "localIcon": "images/jade_branch_of_a_distant_sea.png"
}