{
  "id": "jeweled_branch_of_a_distant_sea",
  "wiki_id": 1628,
  "name": {
    "id-id": "Jeweled Branch of a Distant Sea",
    "zh-cn": "远海夷地的玉枝",
    "vi-vn": "Nhánh Ngọc Của Biển Xa",
    "zh-tw": "遠海夷地的玉枝",
    "ko-kr": "먼바다의 옥빛 가지",
    "en-us": "Jeweled Branch of a Distant Sea",
    "de-de": "Juwelenzweig eines fernen Meeres",
    "ru-ru": "Драгоценная ветвь внешних морей",
    "es-es": "Rama enjoyada del mar distante",
    "pt-pt": "Ramo Perolado de um Mar Distante",
    "fr-fr": "Branche marine de gemme",
    "th-th": "Jeweled Branch of a Distant Sea",
    "ja-jp": "遠海夷地の石枝"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Koral ini tidak dapat ditemukan di mana pun di Teyvat. Koral ini adalah hadiah yang diperoleh Serpent besar saat menerobos ke Laut Hitam. Bagi seekor Serpent yang hidup di kedalaman jurang itu, tubuh yang dipenuhi cabang koral melambangkan kekuatan, dan kehilangan cabang koral berarti kekuatan juga akan menghilang. Dengan kata lain, cabang koral yang patah juga memiliki kekuatan yang luar biasa.",
    "zh-cn": "赋予武器突破之力的材料。这种珊瑚在提瓦特的大地上是见不到的，是大蛇闯入「暗之外海」时，获得的礼赠。因此对于深海的大蛇而言，身负珊瑚枝象征着力量；而失去珊瑚枝时，力量会相应地折损。换言之，折断的珊瑚枝中也蕴含着超常的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Loại san hô này không thể nhìn thấy được trên vùng đất Teyvat, và nó là món quà mà con rắn có được khi nó đột nhập vào \"Biển Đen\". Vì vậy, đối với loài rắn lớn dưới biển sâu, mang theo một nhánh san hô là biểu tượng của sức mạnh, khi nhánh san hô bị mất đi thì sức mạnh cũng sẽ mất đi. Nói cách khác, nhánh san hô bị gãy cũng ẩn chứa sức mạnh phi thường.",
    "zh-tw": "賦予武器突破之力的素材。這種珊瑚在提瓦特的大地上是見不到的，是大蛇闖入「暗之外海」時，獲得的禮贈。因此對於深海的大蛇而言，身負珊瑚枝象徵著力量；而失去珊瑚枝時，力量會相應地折損。換言之，折斷的珊瑚枝中也蘊含著超常的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.티바트의 대륙에서 찾아볼 수 없는 이런 산호는 거대한 뱀이 「어둠의 외해」에 침입했을 때 획득한 선물이다. 해서 깊은 바다의 뱀에겐 산호 가지는 힘을 의미한다. 또한, 산호 가지를 잃는다는 건 힘의 소실을 의미하기도 한다. 달리 말하면, 부러진 산호 가지에도 비범한 힘이 담겨있다는 것이다",
    "en-us": "Weapon Ascension Material.This coral cannot be found anywhere in Teyvat, but was a gift that the great serpent obtained when it broke into the Dark Sea. For that abyssal snake, to be filled with coral was to be mighty, and its power would be shaved away as those corals were lost. In other words, those corals contain power far beyond the norm.",
    "de-de": "Waffenaufstiegsmaterial.Diese Koralle kann nirgendwo in Teyvat gefunden werden, sondern war ein Geschenk, das die große Schlange erhielt, als sie in das Dunkle Meer einbrach. Für diese abgrundtiefe Schlange bedeutete es, mit Korallen gefüllt zu sein, mächtig zu sein, und ihre Macht würde schwinden, wenn diese Korallen verloren gingen. Mit anderen Worten, diese Korallen enthalten Macht weit über die Norm hinaus.",
    "ru-ru": "Материал возвышения оружия.Таких кораллов не сыскать во всём Тейвате. Это дар, который получил исполинский змей, когда вторгся в Тёмное море. Для змея кораллы на его теле были символом могущества, а лишиться их означало потерять его. Иначе говоря, эти кораллы наделены невероятной силой.",
    "es-es": "Material de ascensión de arma.Este tipo de coral no puede encontrarse en ningún lugar de Teyvat. Es un regalo que obtuvo la gran serpiente cuando irrumpió en el mar oscuro. Para esta, que su cuerpo estuviera envuelto en coral simbolizaba el poder, por lo que cuando perdiera las ramas de coral, su poder también se desvanecería. En otras palabras, en las ramas de coral se esconde un poder extraordinario.",
    "pt-pt": "Material de Ascensão de Armas.Esse coral não pode ser encontrado em canto nenhum de Teyvat, mas foi um presente que a grande serpente obteve ela quando rompeu através do Mar Sombrio. Para essa serpente abissal, estar cheia de corais significava ser poderosa, e seu poder desvaneceria caso tais corais se perdessem. Noutras palavras, tais corais contêm poder muito além da norma.",
    "fr-fr": "Matériau d'élévation d'arme.Ce corail ne peut être trouvé nulle part en Teyvat. C'est un cadeau que le Grand serpent a obtenu lorsqu'il a fait irruption dans l'Outre-mer. Pour ce serpent abyssal, ces coraux signifiaient la puissance, et son pouvoir diminuait à mesure que ces coraux disparaissaient. En d'autres termes, ces coraux contiennent une puissance bien au-delà de la norme.",
    "th-th": "ปะการังชนิดนี้ไม่สามารถพบเจอได้ใน Teyvat แต่เป็นของขวัญที่อสรพิษยักษ์ได้รับเมื่อครั้งที่บุกเข้าไปใน \"Dark Sea\" ดังนั้นสำหรับอสรพิษยักษ์ใต้ทะเลลึกแล้ว การที่มีกิ่งปะการังตามตัวเป็นเหมือนสัญลักษณ์ของความแข็งแกร่ง และเมื่อสูญเสียกิ่งปะการังไป ก็จะสูญเสียความแข็งแรงไปด้วย พูดในอีกแง่หนึ่งก็คือ กิ่งปะการังที่หักก็ยังมีพลังพิเศษแฝงอยู่",
    "ja-jp": "武器に突破の力を付与する材料。この珊瑚はテイワット大陸のものではなく、大蛇が「闇の外海」に入るときに授かった物。そのため、深海の大蛇にとって、珊瑚枝を持つことは力の象徴であり、それを失うと力も弱まってしまう。つまり、折れた珊瑚の枝にも並々ならぬ力が宿っているのだ。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Desiran Pasir (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Vực Trầm Sa (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】遠海夷地的瓊枝",
      "【砂流之庭（週一/四/日） 】煉武祕境：沉沙之淵 II / III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래의 심연 II ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sunken Sands (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Spuren aus der Tiefe (Montag/Donnerstag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Коралловая ветвь внешних морей",
      "Алхимия: Мора",
      "Алхимия: Нефритовая ветвь внешних морей"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Vestigios de las profundidades II-IV (Lunes, Jueves, Sábados)"
    ],
    "pt-pt": [
      "Domínio da Forja: Grãos das Profundezas (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Sables engloutis (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: ห้วงทรายในเหวลึก (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：沈砂の淵で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled%20Branch%20of%20a%20Distant%20Sea_icon.png",
  "localIcon": "images/jeweled_branch_of_a_distant_sea.png"
}