{
  "id": "juvenile_fang",
  "wiki_id": 6641,
  "name": {
    "id-id": "Juvenile Fang",
    "zh-cn": "稚嫩的尖齿",
    "vi-vn": "Răng Nanh Non Nớt",
    "zh-tw": "稚嫩的尖齒",
    "ko-kr": "미숙한 송곳니",
    "en-us": "Juvenile Fang",
    "de-de": "Unreifer spitzer Zahn",
    "ru-ru": "Молодой клык",
    "es-es": "Colmillo joven",
    "pt-pt": "Presa Juvenil",
    "fr-fr": "Croc juvénile",
    "th-th": "Juvenile Fang",
    "ja-jp": "未熟な牙"
  },
  "description": {
    "id-id": "Gigi keras dari Saurian Natlan.Sepertinya milik makhluk yang masih muda. Jika ada cara untuk menentukan usia pemiliknya dari giginya, mungkin bisa dibilang mereka belum lama menjelajahi dunia ini.",
    "zh-cn": "纳塔龙众脱落的牙。尚显稚嫩的牙齿，如果有从牙齿判断主人年龄的方式的话，或许就能看出这枚牙齿的主人并未在世上经历太久的岁月。",
    "vi-vn": "Răng nanh rụng ra từ Saurian ở Natlan.Có vẻ là một chiếc răng khá non nớt. Nếu có cách nào đó giúp phán đoán độ tuổi chủ nhân của nó, chắc sẽ nhận ra được chủ nhân của nó chưa từng trải qua năm tháng dông dài trên thế gian.",
    "zh-tw": "納塔龍眾脫落的牙。尚顯稚嫩的牙齒，如果有辦法從牙齒判斷主人年齡的話，或許就能看出這枚牙齒的主人並未在世上經歷太久的歲月。",
    "ko-kr": "나타 용의 이빨.아직 어려 보이는 이빨이다. 이빨로 주인의 나이를 짐작해 본다면, 이 이빨의 주인이 아직 세상 경험이 많지 않다는 걸 알 수 있다",
    "en-us": "A tooth that fell from a Natlan Saurian.It looks like it belonged to a juvenile creature. If there was a way to determine the age of its previous owner, perhaps it would show that they had not yet roamed the world for long.",
    "de-de": "Der Reißzahn eines Sauriers aus Natlan.Gäbe es eine Methode, um an einem Zahn das Alter seines Besitzers abzulesen, so würde dieser zarte Zahn nahelegen, dass sein Träger nicht viele Jahre in dieser Welt verbracht hat.",
    "ru-ru": "Клык завриана из Натлана.С виду клык молодой особи. Если бы был способ определить возраст его владельца, возможно, подтвердилось бы, что он жил недолго.",
    "es-es": "Un colmillo que se le cayó a un saurio de Natlan.Aún es muy joven, por lo que, si intentáramos inferir la edad de su dueño basándonos solo en su aspecto, seguramente pertenezca a una criatura que aún no ha vivido muchas cosas en la vida.",
    "pt-pt": "N/A",
    "fr-fr": "La dent d'un saurien natlanois. On dirait qu'elle appartenait à une créature juvénile. S'il existait un moyen de déterminer l'âge de son propriétaire précédent, cela montrerait peut-être qu'il n'avait pas encore parcouru le monde depuis longtemps.",
    "th-th": "ฟันของ Saurian ใน Natlan ที่หลุดออกมาดูเหมือนจะเป็นฟันของตัวที่ยังเด็กอยู่ หากมีวิธีระบุอายุเจ้าของได้จากฟันละก็ อาจจะเห็นได้ว่า เจ้าของฟันซี่นี้ยังใช้ชีวิตบนโลกนี้มาได้ไม่นานมากนัก",
    "ja-jp": "ナタの竜が落とした牙。まだ育ち切っていないようだ。もし牙から年齢を推定する方法があるなら、この牙の主はあまり長い年月を過ごしていないと結論づけられるかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Saurian Natlan"
    ],
    "zh-cn": [
      "星尘兑换",
      "纳塔龙众掉落"
    ],
    "vi-vn": [
      "Saurian Natlan Rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "星塵兌換",
      "納塔龍眾掉落"
    ],
    "ko-kr": [
      "나타 용 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Stardust Exchanged",
      "Dropped by Natlan Saurians"
    ],
    "de-de": [
      "Beute von Natlan-Sauriern",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Заврианы Натлана",
      "• Покупается за Звёздную пыль",
      "Алхимия: Клык взрослого"
    ],
    "es-es": [
      "Obtenido de Saurios",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Échange Astrions",
      "Butin de sauriens natlanois"
    ],
    "th-th": [
      "ดรอปจาก Saurian ใน Natlan",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "スターダスト交換",
      "ナタの竜からドロップ"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/a82d4e52935240423e3dcc08c90631b0_8694740965351732074.png",
  "localIcon": "images/juvenile_fang.png"
}