{
  "id": "kageuchi_handguard",
  "wiki_id": 711,
  "name": {
    "id-id": "Kageuchi Handguard",
    "zh-cn": "影打刀镡",
    "vi-vn": "Kiếm Cách Bản Sao",
    "zh-tw": "影打刀鐔",
    "ko-kr": "카게우치 코등이",
    "en-us": "Kageuchi Handguard",
    "de-de": "Kageuchi-Handschutz",
    "ru-ru": "Гарда кагэути",
    "es-es": "Guardamano gemelo",
    "pt-pt": "Protetor de Mão Kageuchi",
    "fr-fr": "Garde-main kageuchi",
    "th-th": "Kageuchi Handguard",
    "ja-jp": "影打の鍔"
  },
  "description": {
    "id-id": "Pelindung tangan yang terpasang pada sebilah pedang yang sangat bagus.Inazuma memiliki tradisi yang panjang dalam seni membuat pedang. Saat membuat pedang, pandai besi akan sering membuat beberapa senjata yang berbeda sekaligus, sebelum memilih salah satu dari mereka sebagai \"shinuchi,\" atau senjata terbaik, sementara yang lain disebut sebagai \"kageuchi\".",
    "zh-cn": "装配在优秀刀剑上的护具。稻妻有悠久的刀剑锻冶传统。匠人锻造一把刀时，常常会制造数柄样品，从中甄选。其中最为优秀的作品是为「真打」，而其余的则被称为「影打」。",
    "vi-vn": "Vật phòng hộ trên thanh kiếm.Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
    "zh-tw": "裝配在優秀刀劍上的護具。稻妻有悠久的刀劍鍛冶傳統。匠人鍛造一把刀時，常常會製造數柄樣品，從中甄選。其中最為優秀的作品是為「真打」，而其餘的則被稱為「影打」。",
    "ko-kr": "훌륭한 검에 조립한 방어구.이나즈마에는 유구한 검 단조 전통이 전해져 내려오고 있다. 장인은 검을 단조할 때 종종 여러 자루를 만들어 그중에서 가장 훌륭한 검을 선택하기도 한다. 그중 제일 훌륭한 작품은 「신우치」, 나머지 작품은 「카게우치」라고 불린다",
    "en-us": "A handguard mounded upon a sword of some distinction.Inazuma has a long tradition of sword-making. When making swords, smiths will often make several different weapons at once, before choosing from among them the \"shinuchi,\" or the best weapon, while the others are known as \"kageuchi.\"",
    "de-de": "Ein Handschutz, der auf ein Schwert von einiger Bedeutung aufgesetzt wird.Inazuma hat eine lange Tradition in der Herstellung von Schwertern. Bei der Herstellung von Schwertern fertigen die Schmiede oft mehrere verschiedene Waffen auf einmal an, bevor sie aus ihnen die „Shinuchi“, oder die beste Waffe, auswählen, während die anderen als „Kageuchi“ bekannt sind.",
    "ru-ru": "Гарда, которая крепится на мечи выдающегося качества.Традиция ковки мечей Инадзумы уходит в глубокую древность. Кузнецы часто изготавливают несколько клинков за раз, чтобы из них выбрать «синути», или лучшее оружие, тогда как остальные называются «кагэути».",
    "es-es": "Una herramienta unida a una ilustre espada.Inazuma cuenta con una larga tradición en la forja de espadas. Cuando un herrero se dispone a forjar una espada, acabará forjando varias armas diferentes al mismo tiempo. Entre ellas, a la de mejor calidad se la llama “espada verdadera”, mientras que el resto son conocidas como “espadas gemelas”.",
    "pt-pt": "Um protetor de mão montado em uma espada de alguma distinção.Inazuma possui uma longa tradição no forjamento de espadas. Ferreiros comumente fazem diferentes armas simultaneamente antes de escolherem entre elas a \"Shinuchi\", sua melhor arma, enquanto outras são conhecidas como \"Kageuchi\".",
    "fr-fr": "Un garde-main que l'on monte sur une épée de valeur.Inazuma a une longue tradition de fabrication d'épées. Lorsqu'un artisan veut forger une épée, il fabrique souvent plusieurs exemplaires du même modèle pour en sélectionner le meilleur, le shinuchi, les autres étant appelés les kageuchi.",
    "th-th": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยมInazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
    "ja-jp": "優れた刀に使われる防具。稲妻には、刀鍛冶の長き伝統がある。刀工が刀を鍛える時、必ず何本か刀を打ち、その中で一番出来の良い物を「真打」として選び、残りは「影打」と呼ぶ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Nobushi Lv. 40+"
    ],
    "zh-cn": [
      "40级以上野伏众掉落",
      "星尘兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Nhóm cường đạo cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "角色與武器培養素材",
      "【煉金】名刀鐔",
      "【40級以上】野伏眾掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 노부시패 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Nobushi",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Nobushi ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Нобуси Ур. 40+",
      "• Кайраги Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Старая гарда",
      "Алхимия: Мора",
      "Алхимия: Прославленная гарда"
    ],
    "es-es": [
      "Obtenido de Nobushis (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Nobushi Nv. 40+",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Nobushi (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ดรอปจาก Nobushi Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "野伏衆（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi%20Handguard_icon.png",
  "localIcon": "images/kageuchi_handguard.png"
}