{
  "id": "ley_line_sprout",
  "wiki_id": 439,
  "name": {
    "id-id": "Ley Lines Sprouts",
    "zh-cn": "地脉的新芽",
    "vi-vn": "Chồi Non Địa Mạch",
    "zh-tw": "地脈的新芽",
    "ko-kr": "지맥의 새싹",
    "en-us": "Ley Line Sprout",
    "de-de": "Frische Triebe des Flusses der Elemente",
    "ru-ru": "Ростки артерий земли",
    "es-es": "Brotes de líneas ley",
    "pt-pt": "Broto de Linha Ley",
    "fr-fr": "Pousse des lignes énergétiques",
    "th-th": "Ley Lines Sprouts",
    "ja-jp": "地脈の新芽"
  },
  "description": {
    "id-id": "Legenda mengatakan ada pohon besar dengan akar yang menyebar ke setiap sudut dunia, dan cabang ini katanya bagian dari itu. Benda ini seolah-olah tidak pernah ditebang dan masih memiliki vitalitas yang kuat.",
    "zh-cn": "据说有一株巨木曾经贯彻了世界的各处；据说这枝是它的一部分。仿佛从未被人折下带到遥远的地表，仍然充满了勃发的生机，长出了新叶。",
    "vi-vn": "Nghe nói có một khúc cây khổng lồ vươn ra khắp thế giới; Nghe nói chồi non này là một phần của nó. Như là chưa từng bị người ta hái xuống đem đến nơi xa, vẫn còn sức sống mạnh mẽ, đâm chồi nảy lộc.",
    "zh-tw": "據說有一株巨木曾經貫徹了世界的各處；據說這枝是它的一部分。仿佛從未被人折下帶到遙遠的地表，仍然充滿了勃發的生機，長出了新吐。",
    "ko-kr": "세계 각지에 뿌리를 내린 거목이 있다고 한다.이 가지는 그 거목의 일부라고 한다. 누군가에게 꺾여 멀리 이동한 적이 없는 듯하며, 왕성한 생명력으로 새잎이 자랐다",
    "en-us": "It is said that there was a great tree whose roots once spread out to every corner of the world, and this branch is said to be part of it. It is almost if it was never broken off and taken far away, for its vitality is such that it still sprouts new leaves even now.",
    "de-de": "Man erzählt sich, dass es einen Baum gegeben hat, der so groß war, dass seine Wurzeln durch die gesamte Erde reichten. Diese Triebe sollen zu ihm gehören. In all der Zeit hat sie wohl niemand aus ihrer Heimat entfernt. Sie strotzen noch vor Lebenskraft und haben sogar junge Blätter.",
    "ru-ru": "Говорят, что гигантские корни мирового древа расползаются под поверхностью всей земли, и этот росток когда-то был их частью. Он полон жизненной силы, как будто всё ещё связан со своими материнскими корнями.",
    "es-es": "Se dice que había un gran árbol con raíces esparcidas por todos los rincones del mundo, y que esta era una de sus ramas. Parece como si nunca hubiera sido talada o alejada de ese árbol, ya que aún conserva una fuerte vitalidad, con hojas nuevas que no paran de crecer.",
    "pt-pt": "Diz-se que havia uma grande árvore cujas raízes outrora se espalhavam por todos os cantos do mundo, e diz-se que este broto fazia parte dela. É quase como se nunca tivesse sido quebrado e levado para longe, pois sua vitalidade é tal que ainda hoje brota novas folhas.",
    "fr-fr": "Cette pousse a été extraite à partir d'énormes racines qui poussent sous terre. Elle déborde de vitalité comme si elle était encore rattachée à la racine mère et déploie de nouvelles feuilles.",
    "th-th": "ได้ยินมาว่าต้นไม้ยักษ์ได้ถูกตัดเพื่อไปใช้ตามส่วนต่างๆของโลก ว่ากันว่านี่ก็เป็นส่วนหนึ่งของมัน ราวกับว่ามันยังไม่เคยถูกผู้คนพาไปที่ไหน ซึ่งทำให้มันมีพลังอยู่อย่างเต็มเปี่ยมและแตกใบออกมาใหม่แล้ว",
    "ja-jp": "遥か昔、世界各地を貫通したある巨木があり、この枝はまさにその一部らしい。誰かに折られて地表に持っていかれたが、その痕跡は全く感じられなく、今でも生気に満ちていて、若葉が生えてくる。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Развитие персонажа",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Abyss Mage Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上深渊法师掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Pháp Sư Vực Sâu cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器培養素材",
      "【60級以上】深淵法師丶深淵使徒、深淵詠者掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 심연 메이지 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Abyss Mages"
    ],
    "de-de": [
      "Beute von Abgrundmagiern ab Stufe 60",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "Маги Бездны Ур. 60+",
      "Алхимия"
    ],
    "es-es": [
      "Obtenido de Magos del Abismo (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado pelo Feiticeiro do Abismo Nv. 60+"
    ],
    "fr-fr": [
      "Butin de Mage de l'Abîme (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ดรอปจาก Abyss Mage Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "アビスの魔術師（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley%20Line%20Sprout_icon.png",
  "localIcon": "images/ley_line_sprout.png"
}