{
  "id": "luminous_sands_from_guyun",
  "wiki_id": 614,
  "name": {
    "id-id": "Luminous Sands from Guyun",
    "zh-cn": "孤云寒林的光砂",
    "vi-vn": "Ánh Sáng Rừng Băng Giá",
    "zh-tw": "孤雲寒林的光砂",
    "ko-kr": "고운한림의 매끄러운 모래",
    "en-us": "Luminous Sands from Guyun",
    "de-de": "Leuchtender Sand von Guyun",
    "ru-ru": "Светящийся песок Гуюнь",
    "es-es": "Arena brillante de Guyun",
    "pt-pt": "Areia Brilhante de Guyun",
    "fr-fr": "Sable lumineux de Guyun",
    "th-th": "Luminous Sands from Guyun",
    "ja-jp": "孤雲寒林の光砂"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Pilar batu yang tinggi sampai ke Guyun Stone Forest dulunya adalah tombak batu yang digunakan Morax untuk mengalahkan musuhnya. Seiring waktu berlalu, tubuh para Dewa ini menembus ke dalam pilar, memberi mereka kesucian. Pilar-pilar itu juga terkadang memancarkan kebencian dan kutukan.",
    "zh-cn": "赋予武器突破之力的材料。孤云阁耸立的岩柱，曾经都是摩拉克斯为了镇伏敌手降下的岩枪。久而久之，魔神之体渗入了岩柱，使之拥有了圣性。岩柱偶尔会剥落一些散发着怨恨和不祥的碎屑。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Cô Vân Các đứng sừng sững trên cột đá, từng là thanh thương đá được Morax dùng để trấn áp kẻ địch. Lâu dần, thân thể Ma Thần xâm nhập vào cột đá, khiến nó trở nên có thần tính. Cột đá thỉnh thoảng sẽ rơi ra những mảnh vỡ oán hận và không may mắn.",
    "zh-tw": "賦予武器突破之力的素材。孤雲閣聳立的岩柱，曾經都是摩拉克斯為了鎮伏敵手降下的岩槍。久而久之，魔神之體滲入了岩柱，使之擁有了聖性。岩柱偶爾會剝落一些散發著怨恨和不祥的碎屑。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.고운각에 우뚝 솟은 돌기둥. 모락스가 적을 제압하기 위해 떨어뜨린 바위창이다. 오랜 세월이 흐르며 돌기둥에 마신의 지체가 스며들어 성스러운 기운을 지니게 되었다. 가끔 돌기둥에서 원한과 불길한 기운이 서린 부스러기가 떨어진다",
    "en-us": "Weapon Ascension Material.The stone pillars that tower amid Guyun Stone Forest were once the stone spears Morax used to defeat his enemies. Over time, the gods' substance has seeped into the pillars that pin them down, lending them divine power. The pillars sometimes shed fragments of hatred and curses.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Steinsäulen der Guyun-Türme nutzte Morax einst als steinerne Lanzen gegen seine Feinde. Letztendlich verschmolzen die Götter mit den Säulen, wodurch diese große Macht erhielten. Von Zeit zu Zeit splittern einige Teile voller Groll und Unheil von den steinernen Säulen.",
    "ru-ru": "Материал возвышения оружия.Каменные колонны, возвышающиеся среди каменного леса Гуюнь, - это каменные копья, которые использовал Моракс для победы над врагами. Со временем кровь богов впиталась в эти колонны, дав им божественные силы. Временами эти колонны проливают крупицы проклятий и ненависти.",
    "es-es": "Material de ascensión de arma.Los imponentes pilares rocosos del Bosque de Piedra Guyun fueron una vez las lanzas de piedra que Morax usó para derrotar a sus enemigos. Con el paso del tiempo, el cuerpo del Arconte penetró en los pilares, otorgándoles una naturaleza divina. En la actualidad, de ellos a veces se derraman pedazos de odio y maldiciones.",
    "pt-pt": "Material de Ascensão de Armas.O pilar de pedra da Floresta de Pedra de Guyun foi a lança de pedra que Morax usou para derrotar seus inimigos. Com o passar do tempo, o corpo do Arconte penetrou nos pilares, concedendo-lhe divindade. Os pilares às vezes derramavam pedaços de ódio e maldições.",
    "fr-fr": "Matériau d'élévation d'arme.La Forêt de pierre de Guyun se dresse sur l'endroit où la lance de Morax a transpercé ses ennemis. Avec le temps, les piliers de pierre s'imprégnèrent de l'esprit de ces derniers à un tel point que certains résidus maudits se déposent dessus.",
    "th-th": "ป่าหิน Guyun Stone Forest ที่ตั้งตระหง่านนั้นครั้งหนึ่งเคยถูก Morax ใช้เพื่อเอาชนะศัตรู เมื่อเวลาผ่านไปร่างกายของเทพนั้นได้เปลี่ยนกลายเป็นเสาหินที่มีความแปลกประหลาด เสาหินบางครั้งสามารถปล่อยเศษเสี้ยวของความเกลียดชังและสาปแช่งออกมา",
    "ja-jp": "武器に突破の力を付与する材料。孤雲閣にそびえ立つ岩柱はかつてモラクスが敵を降伏させるために降下した岩の槍である。時間が経つに連れ、魔神の体が岩柱に染み込み、聖性を持つようになった。たまに岩柱から憎しみや不吉な気配が含まれた砕片が剥がれて落ちる。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Halilintar (Senin/Kamis/Minggu)",
      "Dibeli dari Toko Suvenir di Liyue"
    ],
    "zh-cn": [
      "璃月纪念品商店兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Lôi Vân (Thứ 2/Thứ 5/Chủ Nhật)",
      "Đổi trong Cửa Hàng Lưu Niệm Liyue"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】孤雲寒林的輝岩",
      "【震雷連山密宮（週一/四/日）】煉武祕境：雷雲祭壇 I / II / III / IV",
      "璃月星稀【「明星齊」齊主】處購買"
    ],
    "ko-kr": [
      "연무 비경: 뇌운 제단 I ~ IV (월요일/목요일/일요일)",
      "리월 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Thundercloud Altar (Monday/Thursday/Sunday)",
      "Purchase from the Souvenir Shop in Liyue"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Altar der Gewitterwolken (Montag/Donnerstag/Sonntag)",
      "Beim Andenkenhändler von Liyue zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Лабиринт Ляншань» (понедельник/четверг/воскресенье)",
      "• Сувенирная лавка Ли Юэ",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Блестящий камень Гуюнь"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Altar de las nubes eléctricas I-IV (Lunes, Jueves, Domingo)",
      "Comprado en la Tienda de recuerdos de Liyue"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar das Tempestades (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel du nuage d'orage (Lundi/Jeudi/Dimanche)",
      "Boutique de souvenirs de Liyue"
    ],
    "th-th": [
      "แลกได้ที่ร้านขายของที่ระลึกใน Liyue",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาสายฟ้า (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷雲祭壇及び静電気フィールドで獲得可能（月曜/木曜/日曜）",
      "璃月記念品ショップ交換(3回まで)"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Luminous%20Sands%20from%20Guyun_icon.png",
  "localIcon": "images/luminous_sands_from_guyun.png"
}