{
  "id": "lustrous_stone_from_guyun",
  "wiki_id": 617,
  "name": {
    "id-id": "Lustrous Stone from Guyun",
    "zh-cn": "孤云寒林的辉岩",
    "vi-vn": "Nham Thạch Rừng Băng Giá",
    "zh-tw": "孤雲寒林的輝岩",
    "ko-kr": "고운한림의 휘암",
    "en-us": "Lustrous Stone from Guyun",
    "de-de": "Glänzender Stein von Guyun",
    "ru-ru": "Блестящий камень Гуюнь",
    "es-es": "Piedra reluciente de Guyun",
    "pt-pt": "Pedra Lustrosa de Guyun",
    "fr-fr": "Roche lustrée de Guyun",
    "th-th": "Lustrous Stone from Guyun",
    "ja-jp": "孤雲寒林の輝岩"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Sebagai informasi, Guyun Stone Forest bukanlah hanya sebuah pemandangan menakjubkan di laut, tapi merupakan kuburan dari dewa-dewa kuno Liyue. Kebencian dan kenajisan terkadang muncul dari situ, tetapi semuanya telah ditaklukkan oleh seorang pemuda penakluk iblis.",
    "zh-cn": "赋予武器突破之力的材料。所以对于知情人士来说，孤云阁并不是什么愉快的海上奇观，而是曾经璃月众神的墓园。这里的确会周期性地涌起不祥和污秽，不过那都被另一个降妖伏魔的少年平息了。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Cho nên với những kẻ si tình mà nói, Cô Vân Các vốn chả phải kỳ quan trên biển vui vẻ gì, mà từng là khu mộ của các vị thần Liyue. Nơi đây thường xuất hiện những xui xẻo và ô nhiễm theo chu kỳ, nhưng nó đã được một thiếu niên hàng yêu phục ma bình ổn rồi.",
    "zh-tw": "賦予武器突破之力的素材。所以對於知情人士來說，孤雲閣並不是什麼愉快的海上奇觀，而是曾經璃月眾神的墓園。這裡的確會週期性地湧起不祥和污穢，不過那都被另一個降妖伏魔的少年平息了。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.때문에 사실을 아는 이들에게 고운각은 유쾌한 바다 풍경이 아닌 과거 리월 신들의 무덤이다. 여긴 확실히 주기적으로 불길함과 불결함이 솟아오르나 모두 퇴마 소년에 의해 수습된다",
    "en-us": "Weapon Ascension Material.The learned know that Guyun Stone Forest is far more than simply a miraculous sight on the sea to behold: It is the cemetery of the former gods of Liyue. Hatred and filth have periodically risen up from it, but all have been subdued by a demon-conquering young man.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Für die Wissenden waren die Guyun-Türme folglich nicht einfach ein nett anzusehendes Bauwerk im Meer, sondern die Grabstätte der früheren Götter von Liyue. In gewissen Abständen wurden die Türme vom Bösen und Unreinen durchströmt, das jedoch von einem tapferen Jungen gebändigt wurde.",
    "ru-ru": "Материал возвышения оружия.Каменный лес Гуюнь - это не просто красивые места на фоне морского пейзажа, а кладбище бывших богов Ли Юэ. Периодически отсюда сочатся презрение и порча, с которыми успешно справляется один героический юноша.",
    "es-es": "Material de ascensión de arma.Las personas con un amplio conocimiento saben que el Bosque de Piedra Guyun no es un lugar idílico desde donde contemplar el mar, sino más bien un sitio lúgubre donde están enterrados los antiguos arcontes de Liyue. El odio y la corrupción surgían frecuentemente de los pilares de piedra, pero todos esos brotes de maldad fueron suprimidos por un joven cazador de demonios.",
    "pt-pt": "Material de Ascensão de Armas.Para os informados, a Floresta de Pedra de Guyun não era uma visão milagrosa do mar, mas o cemitério dos antigos Arcontes de Liyue. Periodicamente, o ódio e a sujeira surgem, mas todos foram abatidos por um jovem conquistador de demônios.",
    "fr-fr": "Matériau d'élévation d'arme.La Forêt de pierre de Guyun n'est pas un simple endroit avec vue agréable sur la mer ; il s'agit d'un cimetière où gît d'anciennes divinités maléfiques de Liyue. Des miasmes envahissaient les lieux de manière récurrente, jusqu'à l'arrivée d'un certain jeune homme.",
    "th-th": "สำหรับผู้รู้แล้วป่าหิน Guyun Stone Forest นั้นไม่ใช่สิ่งดีที่จะพบเจอบนทะเล แต่เป็นเพียงสุสานของเหล่าเทพแห่ง Liyue ที่นี่จะปลดปล่อยสิ่งโสโครกออกมาเป็นช่วง ๆ แต่มันก็ล้วนถูกกำจัดโดยนักปราบปิศาจหนุ่มคนหนึ่งไปเรียบร้อยแล้ว",
    "ja-jp": "武器に突破の力を付与する材料。事情を知っている人にとって、孤雲閣は楽しい観光名所ではなく、かつての璃月の神々の墓園である。確かに周期的に不吉な汚れが沸き上がるが、それは全て魔物を退治する少年によって片付けられた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Halilintar (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Lôi Vân (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【震雷連山密宮（週一/四/日） 】煉武祕境：雷雲祭壇 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】孤雲寒林的聖骸"
    ],
    "ko-kr": [
      "연무 비경: 뇌운 제단 II ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Thundercloud Altar (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Altar der Gewitterwolken (Montag/Donnerstag/Sonntag)",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Лабиринт Ляншань» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Светящийся песок Гуюнь",
      "Алхимия: Мора",
      "Алхимия: Реликвия Гуюнь"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Altar de las nubes eléctricas II-IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar das Tempestades (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel du nuage d'orage (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาสายฟ้า (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷雲祭壇及び静電気フィールドで獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lustrous%20Stone%20from%20Guyun_icon.png",
  "localIcon": "images/lustrous_stone_from_guyun.png"
}