{
  "id": "marked_shell",
  "wiki_id": 3480,
  "name": {
    "id-id": "Marked Shell",
    "zh-cn": "锲纹的横脊",
    "vi-vn": "Xương Khắc Ấn",
    "zh-tw": "鍥紋的橫脊",
    "ko-kr": "문양이 새겨진 갑골",
    "en-us": "Marked Shell",
    "de-de": "Rückgrat mit gemeißeltem Muster",
    "ru-ru": "Меченая оболочка",
    "es-es": "Caparazón grabado",
    "pt-pt": "Casco Marcado",
    "fr-fr": "Coque marquée",
    "th-th": "Marked Shell",
    "ja-jp": "刻紋の背骨"
  },
  "description": {
    "id-id": "Cangkang dari Consecrated Beast yang sudah ditandai dan bertuliskan tulisan kuno.Pada kontur pucat cangkangnya, terukir penyesalan dari masa lalu. Suatu hari, tulang-tulang hewan ini akan berserakan seperti debu yang tertiup angin, dan pada akhirnya, semoga almarhum yang dimuliakan bisa menyambut peristirahatan terakhir mereka ....",
    "zh-cn": "圣骸兽脊背上铭镌着古老徽记的骨壳。琅霜般净固的骨壳上，依稀萦绕着遥世的遗恨。终有一日，兽骨会在时之风中散作白灰，而那旧日倾殒的高贵者，最终也会迎来安眠之日吧…",
    "vi-vn": "Phần xương trên sống lưng của Thánh Hóa Thú có khắc ký hiệu cổ xưa.Phía trên phần xương như sương mai cô đọng đó vẫn thấy được nỗi tiếc nuối căm hận từ thời đại xa xưa. Rồi sẽ có một ngày, xương thú tan thành tro bụi trong ngọn gió thời gian, và người cao quý đã ngã xuống khi xưa ấy, cuối cùng cũng sẽ có được ngày an giấc…",
    "zh-tw": "聖骸獸脊背上銘鐫著古老徽記的骨殼。琅霜般淨固的骨殼上，依稀縈繞著遙世的遺恨。終有一日，獸骨會在時之風中散作白灰，而那舊日傾殞的高貴者，最終也會迎來安眠之日吧⋯",
    "ko-kr": "성해 짐승 등에서 나온 오래된 휘장이 새겨진 갑골.옥처럼 굳은 갑골 위에 머나먼 과거부터 이어져 온 한이 아련하게 감돌고 있다.야수의 뼈가 세월의 바람에 하얀 재가 되어 흩날리는 날이 올 때, 과거에 죽은 고귀한 자도 결국 편히 잠드는 날이 올 것이다…",
    "en-us": "The marked shell of a Consecrated Beast inscribed with ancient script.On the pallid contours of the shell, the regrets of a time long past have been inlaid. One day, the bones of the beast will scatter like dust in the wind, and then, finally, may the exalted deceased greet their final rest...",
    "de-de": "Knochen vom Rücken einer Bestie heiliger Knochen, in die uralte Wappen eingemeißelt wurden.Auf den Knochen so hart und rein wie Jadeblüten weilt noch das ewige Bedauern einer längst untergegangenen Welt. Eines Tages werden die Knochen dieser Bestie vom Wind als weißer Staub verstreut werden und auch jener gefallene Edle wird schließlich den Tag des friedvollen Schlafes begrüßen können …",
    "ru-ru": "Оболочка священного хищника, покрытая древними письменами. На бледных контурах оболочки начертаны сожаления о давно минувших временах. Когда-нибудь кости зверя будут развеяны, как пыль на ветру, и тогда возвышенные павшие наконец обретут покой…",
    "es-es": "El caparazón de una Bestia Sacrósea grabado con inscripciones antiguas.Sobre el pálido caparazón persisten tenuemente los pesares de una época remota. Llegará el día en que los huesos de las bestias se conviertan en polvo blanco esparcido al viento, y solo entonces los nobles seres caídos en el pasado conocerán por fin el reposo eterno.",
    "pt-pt": "A carapaça marcada de uma Besta da Ossada Sagrada entalhada com inscrições antigas.Os contornos pálidos contêm o arrependimento de um passado distante. Um dia, os ossos dessa besta se dispersarão como poeira no vento, e nesse momento, os exaltados falecidos a darão boas-vindas em seu descanso final…",
    "fr-fr": "La coque d’une Bête sacralisée sur laquelle figurent des inscriptions anciennes.Sur cette carapace pâle persistent faiblement les chagrins d’un âge lointain. Le jour viendra où les os des bêtes deviendront de la poussière blanche dispersée par le vent, et alors, les défunts exaltés pourront enfin saluer leur dernier repos…",
    "th-th": "เปลือกกระดูกจากหลังของ Consecrated Beast ที่สลักลวดลายสัญลักษณ์โบราณเอาไว้บนเปลือกที่แข็ง และใสราวกับอัญมณี ถูกห้อมล้อมไปด้วยความเสียใจชั่วนิรันดร์จากโลกอันห่างไกล สักวันหนึ่ง กระดูกของอสูรจะโปรยปรายออกไป เหมือนดั่งผงธุลีในสายลม ส่วนผู้สูงศักดิ์ซึ่งดับสูญไปในวันวานนั้น ในตอนท้ายก็น่าจะหลับลงอย่างสงบได้เสียที…",
    "ja-jp": "聖骸獣の背にあった古代紋章が刻まれている骨殻。霜花のように清浄で硬い骨殻は、依然として微かに遠い世の遺恨を纏っている。いつの日か、獣の骨は時という風の中で白い灰のように散り、往日に逝去した高貴な者も、やがて安眠の日を迎えるだろう…"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem e Arma",
    "fr-fr": "Matériau d'amélioration de personnage",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Consecrated Beast Lv. 60+"
    ],
    "zh-cn": [
      "合成获得: 裁叶萃光",
      "60级以上圣骸兽掉落"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Thánh Hóa Thú Lv60 trở lên rơi"
    ],
    "zh-tw": [
      "60級以上聖骸獸掉落",
      "星輝兌換",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 성해 짐승 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Consecrated Beasts"
    ],
    "de-de": [
      "Beute von Bestien heiliger Knochen ab Stufe 60",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Священные хищники Ур. 60+",
      "• Покупается за Звёздный блеск",
      "Алхимия: Прочная оболочка",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Bestias Sacróseas (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Besta da Ossada Sagrada Nv.60+",
      "Resgate de Poeira Estrelar",
      "Síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Bête sacralisée (Niv.60+)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Consecrated Beast Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "聖骸獣(Lv.60以上)がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/119402430/95c96ed5c8dab96ca23325af21e285c4_2061081035670163601.png",
  "localIcon": "images/marked_shell.png"
}