{
  "id": "mask_of_the_tigers_bite",
  "wiki_id": 263,
  "name": {
    "id-id": "Mask of the Tiger's Bite",
    "zh-cn": "今昔剧画之虎啮",
    "vi-vn": "Nanh Cọp Của Gekiga",
    "zh-tw": "今昔劇畫之虎齧",
    "ko-kr": "금석극화의 호교(虎嚙)",
    "en-us": "Mask of the Tiger's Bite",
    "de-de": "Die Maske des Tigerbisses",
    "ru-ru": "Маска тигриной пасти",
    "es-es": "Máscara del mordisco de tigre",
    "pt-pt": "Máscara da Mordida do Tigre",
    "fr-fr": "Masque de la morsure du tigre",
    "th-th": "Mask of the Tiger's Bite",
    "ja-jp": "今昔劇画の虎牙"
  },
  "description": {
    "id-id": "Material Ascension Senjata.\"Sumirezome Sangetsu Kogetsukan\" menggambarkan oni Torachiyo yang ganas sedang menghancurkan naginata Shogun dalam satu gigitan. Karena itulah, banyak topeng Torachiyo yang bagian taringnya dibuat dengan sangat bagus.Di akhir kisah ini, oni yang terluka melarikan diri ke hutan, takut untuk menunjukkan dirinya bahkan di tengah sinar bulan yang dingin sekalipun. Angin yang berembus melalui lembah dan jalan sempit terdengar seperti tangisannya yang penuh penderitaan. Dan karena itulah, muncul ungkapan puitis ini di Inazuma: \"Angin Torachiyo\".",
    "zh-cn": "赋予武器突破之力的材料。《菫染山月虎啮鉴》中描绘的鬼人「虎千代」，曾以利齿咬碎将军的薙刀，取得过一时的上风。因此以他为原型制造的面具上往往有精心雕琢的尖牙。在其结局中，负伤之兽般遁入林野，连清凉的月光也避之唯恐不及。穿过窄巷与峡谷的风声像是受伤的鬼在低声哀嚎，因此也有「虎千代风」这一季语。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.\"Torachiyo\" trong \"Sumirezome Sangetsu Kogetsukan\" từng nghiền nát thanh kiếm của tướng quân với hàm răng sắc nhọn, và giành được thế thượng phong trong một thời gian. Do đó, những chiếc mặt nạ được làm ra thường có những chiếc răng nanh được chạm khắc cẩn thận.Cuối cùng, con thú bị thương chạy vào rừng, ngay cả ánh trăng mát lành cũng sợ hãi lảng tránh. Tiếng gió luồn qua những con ngõ nhỏ và hẻm núi tựa như tiếng thì thầm của những hồn ma bi thương, từ đó trở thành câu nói giao mùa: \"Ngọn Gió Torachiyo\".",
    "zh-tw": "賦予武器突破之力的材料。《菫染山月虎齧鑑》中描繪的鬼人「虎千代」，曾以利齒咬碎將軍的薙刀，取得過一時的上風。因此以他為原型製造的面具上往往有精心雕琢的尖牙。在其結局中，負傷之獸般遁入林野，連清涼的月光也避之唯恐不及。穿過窄巷與峽谷的風聲像是受傷的鬼在低聲哀嚎，因此也有「虎千代風」這一季語。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.《제비꽃호교록》에 기록된 「토라치요」는 그 날카로운 이빨로 쇼군의 치도를 물어뜯어 한순간의 우세를 점한 적이 있다고 한다. 해서 그를 원형으로 제작한 가면에는 종종 정교하게 조각한 송곳니를 볼 수 있다.그 결말에서 부상당한 야수는 삼림에 숨어들었고, 청량한 달빛마저 토라치요를 피했다고 한다. 좁은 골목과 협곡을 넘나드는 바람 소리가 마치 상처 입은 귀신이 낮은 목소리로 울부짖는 것 같다 하여 「토라치요의 바람」이라는 단어까지 생기게 되었다",
    "en-us": "Weapon Ascension Material.\"Sumirezome Sangetsu Kogetsukan\" depicts the fierce oni Torachiyo shattering the Shogun's naginata with a single bite, thus gaining the upper hand for a time. As such, masks that are based on him have finely crafted fangs.In the denouement of this tale, the wounded oni fled into the forest, deathly afraid of showing himself even to the cold moonlight. The wind that whispers through the alleys and valleys can be said to resemble his quiet cries of agony, and so there is a poetic seasonal expression for this in Inazuma: \"Torachiyo's Wind.\"",
    "de-de": "Waffenaufstiegsmaterial.In „Sumirezome Sangetsu Kogetsukan“ zerschmettert der wilde Oni Torachiyo die Naginata des Shouguns mit einem einzigen Biss und gewinnt so für eine Weile die Oberhand. Daher haben Masken, die ihm nachempfunden sind, fein gearbeitete Reißzähne.In der Auflösung dieser Geschichte flüchtet der verwundete Oni in den Wald, in Todesangst, sich selbst dem kalten Mondlicht zu zeigen. Man kann sagen, dass der Wind, der durch die Gassen und Täler flüstert, seinen leisen Schmerzensschreien ähnelt, und so gibt es einen poetischen jahreszeitlichen Ausdruck dafür in Inazuma: „Torachiyos Wind“.",
    "ru-ru": "Материал возвышения оружия.В «Сумирэдзомэ сангэцу когэцукан» описывается, как свирепый óни Торатиё одним укусом разгрызает нагинату сёгуна, получая временное преимущество в бою. Поэтому на его масках всегда есть старательно выточенные клыки.В конце этой истории раненый óни бежит в лес, до смерти боясь показаться даже холодному свету луны. Ветер, который завывает по долинам и ущельям, словно раненый демон, получил поэтичное сезонное название «ветра Торатиё».",
    "es-es": "Material de ascensión de arma.En «La mordedura de tigre bajo la luna y las montañas púrpura», se narra la historia de la feroz oni Torachiyo rompiendo el arma de la Shogun con un solo mordisco, lo que la puso en una situación ventajosa por un tiempo. Por esta razón, las máscaras que se basan en ella tienen unos colmillos brillantemente esculpidos.En el final de esta historia, la oni herida huyó al bosque, con mucho miedo de mostrarse incluso a la fría luz de la luna. El viento que susurra en los callejones y en los valles se asemeja a los silenciosos gritos de agonía de Torachiyo. Por ello, en Inazuma existe la expresión poética estacional “el viento de Torachiyo”.",
    "pt-pt": "Material de Ascensão de Armas.\"Sumirezome Sangetsu Kogetsukan\" representa Oni Torachiyo quebrando a naginata da Shogun com uma única mordida, ganhando a vantagem por um tempo. Dessa forma, máscaras baseadas nela possuem presas feitas cuidadosamente.No desfecho desse conto, a Oni ferida fugiu para a floresta, temendo revelar-se para a fria luz do luar. Pode-se dizer que vento que sussurra pelos becos e vales representa os seus choros silenciosos de agonia, e por isso existe uma expressão poética sazonal em Inazuma: \"O Vento de Torachiyo\".",
    "fr-fr": "Matériau d'élévation d'arme.« La lune assistant à la morsure du tigre du Mont Kinsen » dépeint le féroce oni Torachiyo brisant la naginata de la Shogun d'un seul coup de dent, prenant ainsi l'avantage pendant un instant. C'est pourquoi les masques qui le représentent sont souvent pourvus de crocs finement ciselés.Dans le dénouement de ce conte, l'oni blessé s'enfuit dans la forêt, craignant même de se montrer au froid clair de lune. On dit que le vent qui murmure à travers les ruelles et les vallées ressemble à ses cris d'agonie silencieux, ce qu'une expression saisonnière d'Inazuma décrit comme étant « le vent de Torachiyo ».",
    "th-th": "ปีศาจ Torachiyo ที่ปรากฏอยู่ใน \"Sumirezome Sangetsu Kogetsukan\" นั้น เคยใช้ฟันอันแหลมคมกัดนากินาตะของโชกุน จนได้เปรียบอยู่ครู่หนึ่ง ดังนั้นบนหน้ากากที่ทำขึ้นจากรูปร่างของเขา จึงมักจะมีเขี้ยวที่สลักอย่างประณีตอยู่ในตอนจบนั้น ปีศาจที่บาดเจ็บได้หนีเข้าไปในป่า หลบเลี่ยงแม้แต่แสงจันทร์ที่เย็นเฉียบ อีกทั้งเสียงลมที่พัดผ่านตรอกและซอกเขาแคบ ๆ นั้น ก็ดังราวกับเสียงกระซิบของปีศาจที่บาดเจ็บ ดังนั้นจึงมีคำกล่าวสำหรับสิ่งนี้ว่า \"สายลมของ Torachiyo\"",
    "ja-jp": "武器に突破の力を付与する材料。『菫染山月虎牙鑑』に描かれた鬼人「虎千代」は、かつて将軍の薙刀を鋭い牙で砕き、一時的に優位に立ったことがある。そのため、彼を模して作られたお面には、精巧に彫刻された牙が付いていることが多い。この物語の結末では、傷ついた鬼は獣のように森に逃げ隠れ、涼しい月明かりにも姿を見せないようにしていた。路地や峡谷を吹き抜ける風の音は、まるで傷ついた亡霊の唸り声であることから、「虎千代の風」という季語が生まれた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Makam Pasir (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tang Lễ Của Cát (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【砂流之庭（週三/六/日）】煉武祕境：流沙之葬 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】 今昔劇畫之一角"
    ],
    "ko-kr": [
      "연무 비경: 유사의 매장 II ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sand Burial (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Treibsand-Grab (Mittwoch/Samstag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (среда/суббота/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Маска злого военачальника",
      "Алхимия: Мора",
      "Алхимия: Маска однорогого"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Cripta movediza II-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Sepultura da Areia Movediça (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Enseveli dans les sables (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สุสานทรายดูด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：流砂の葬で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask%20of%20the%20Tiger's%20Bite_icon.png",
  "localIcon": "images/mask_of_the_tigers_bite.png"
}