{
  "id": "mask_of_the_onehorned",
  "wiki_id": 261,
  "name": {
    "id-id": "Mask of the One-Horned",
    "zh-cn": "今昔剧画之一角",
    "vi-vn": "Sừng Của Gekiga",
    "zh-tw": "今昔劇畫之一角",
    "ko-kr": "금석극화의 일각",
    "en-us": "Mask of the One-Horned",
    "de-de": "Maske des Einhörnigen",
    "ru-ru": "Маска однорогого",
    "es-es": "Máscara del cuerno",
    "pt-pt": "Máscara Daquele com Um Chifre",
    "fr-fr": "Masque du cornu",
    "th-th": "Mask of the One-Horned",
    "ja-jp": "今昔劇画の隻角"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dalam syair-syair tentang oni yang hilang, diceritakan bahwa Torachiyo adalah seorang pemuda yang elegan, bertubuh kuat dan berwajah tampan. Dia pernah menjadi letnan tersayang Shogun, dan pernah mengikuti Shogun masuk ke dalam alam abyss yang tergelap untuk mengusir kejahatan, memperjuangkan nasib ras oni yang semakin punah.Tidak ada yang menyanyikan lagu-lagu itu lagi sekarang. Namun gambar seorang oni bertanduk, meskipun dalam wujud berbeda, masih memiliki kekuatan yang luar biasa.",
    "zh-cn": "赋予武器突破之力的材料。在鬼族失落的子守奉公子守歌中，鬼人「虎千代」是一位翩翩少年，拥有优雅勇健的身姿与华丽的容貌。他原本是将军麾下的爱将，曾忠心追随她深入漆黑的渊薮，击退邪秽之物，为血脉日渐稀薄的鬼族争取功绩。纵使如今这样的歌谣已经无人传唱了，以另一种形象流传下来的有角鬼面形象仍然有着非凡的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Trong những lời ca, \"Torachiyo\" từng là một chàng trai dũng mãnh với vẻ ngoài hào hoa. Anh vốn là một ái tướng dưới quyền tướng quân, đã từng trung thành theo cô vào sâu trong vực thẳm tăm tối, đẩy lùi cái ác, đấu tranh cho số phận của ma tộc đang ngày càng hao mòn.Ngay cả khi không còn ai hát một bản nhạc như vậy nữa, hình ảnh khuôn mặt ma có sừng được truyền lại vẫn có sức mạnh phi thường.",
    "zh-tw": "賦予武器突破之力的素材。在鬼族失落的子守奉公子守歌中，鬼人「虎千代」是一位翩翩少年，擁有優雅勇健的身姿與華麗的容貌。他原本是將軍麾下的愛將，曾忠心追隨她深入漆黑的淵藪，擊退邪穢之物，為血脈日漸稀薄的鬼族爭取功績。縱使如今這樣的歌謠已經無人傳唱了，以另一種形象流傳下來的有角鬼面形象仍然有著非凡的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.오니족의 잃어버린 육아봉공(子守奉公) 자장가 중에서 귀인(鬼人) 「토라치요」는 우아하고 강건한 자태와 화려한 용모를 지닌 기품 있는 소년이었다고 전해진다. 쇼군 휘하의 총애 받던 장수였던 그는 과거 충심을 다해 쇼군을 따르며 칠흑의 심연에서 온갖 부정한 것들을 물리쳐 혈통이 날로 쇠약해져 가던 오니족을 위해 공적을 세웠다고 한다.지금은 아무도 부르지 않는 노래지만, 다른 형식으로 전해져 내려온 뿔 달린 오니 가면의 모습은 여전히 비범한 힘을 지니고 있다",
    "en-us": "Weapon Ascension Material.In the lost songs of the oni nursemaids, Torachiyo was an elegant young man, strong of body and fair of face. He was once a beloved lieutenant of the Shogun, and he followed her into the dark abyssal realms to repel the defiled ones, winning renown for the oni, whose blood thinned with each passing day.None now sing these songs, but the mask of a horned oni, even in a different form, still possesses power beyond the norm.",
    "de-de": "Waffenaufstiegsmaterial.In den verlorenen Liedern der Oni-Kindermädchen war Torachiyo ein eleganter junger Mann, stark im Körper und schön im Gesicht. Einst war er ein geliebter Leutnant der Shougun und er folgte ihr in die dunklen Abgrundreiche, um die Verunreinigten abzuwehren, und erlangte Ruhm für die Oni, deren Blut mit jedem Tag dünner wurde.Niemand singt jetzt diese Lieder, aber die Maske eines gehörnten Oni, selbst in einer anderen Form, besitzt noch immer Macht jenseits der Norm.",
    "ru-ru": "Материал возвышения оружия.В утраченных песнях кормилиц, óни Торатиё представал элегантным юношей с сильным телом и прекрасным лицом. Сей некогда любимый военачальник сёгуна преданно следовал за госпожой в кромешные бездны, чтобы повергнуть нечестивых и завоевать славу для óни, кровь которых с каждым днём разжижалась.Хоть песен этих никто теперь и не поёт, даже в иной форме маска рогатого óни обладает невероятной мощью.",
    "es-es": "Material de ascensión de arma.En las canciones perdidas de las niñeras oni, Torachiyo era una joven elegante, de cuerpo robusto y rostro hermoso. En el pasado, fue una teniente en la que la Shogun confiaba plenamente. Torachiyo la siguió a los oscuros reinos abisales para expulsar a los seres más corruptos, gracias a lo que los oni adquirieron una buena reputación a pesar de que su sangre se diluía más y más con cada día que pasaba.Ya nadie canta estas canciones, pero esta máscara de un oni con cuernos, cuya forma original no nos ha llegado a la actualidad, aún posee un poder más allá de lo normal.",
    "pt-pt": "Material de Ascensão de Armas.Nas antigas canções das babás onis, Torachiyo era uma jovem elegante, de corpo forte e rosto bonito. Ela havia sido uma querida tenente da Shogun, e a seguiu até os sombrios reinos abissais para combater os profanados, aumentando o renome dos onis, cujos descendentes diminuíam a cada dia.Ninguém mais canta essas canções, mas a máscara de uma oni com chifres, mesmo em um formato diferente, ainda possui um poder além do normal.",
    "fr-fr": "Matériau d'élévation d'arme.Dans les chansons oni, Torachiyo était un jeune homme élégant, fort de corps et beau de visage. Il était autrefois un lieutenant bien-aimé de la Shogun, et la suivit dans les royaumes abyssaux pour repousser le mal, gagnant la renommée d'oni malgré leur nombre décroissant.Personne ne chante désormais plus ces chansons, sauf le masque d'un oni cornu, qui, même sous cette forme, possède toujours un pouvoir extraordinaire.",
    "th-th": "ในบทเพลงแห่งการสูญสิ้นของเผ่าปีศาจ Nursemaid นั้น ปีศาจ Torachiyo เป็นชายหนุ่มที่สง่างาม ร่างกายแข็งแรงกำยำ และหน้าตาหมดจด เดิมทีเขาเป็นทหารคนสนิทของโชกุน เขาเคยตามเธอเข้าไปในห้วงลึกอันมืดมิดเพื่อขับไล่สิ่งชั่วร้าย และต่อสู้เพื่อชะตากรรมของเผ่าปีศาจที่นับวันจะลดน้อยลงทุกทีแม้ว่าจะไม่มีใครร้องเพลงแบบนี้อีกแล้ว แต่หน้ากากปีศาจในรูปแบบต่าง ๆ ที่สืบทอดต่อกันมา ก็ยังมีพลังที่เหนือกว่าปกติ",
    "ja-jp": "武器に突破の力を付与する材料。鬼族の失われた子守奉公の子守歌では、鬼人「虎千代」は、優雅で勇ましい身体と華やかな容姿を持つ少年であった。彼は元々将軍の信頼できる将であり、忠実に彼女に付き従い、暗黒の深淵に深入りしてまで邪悪を撃退し、血筋が薄くなっている鬼族のために手柄を立てていた。今では歌われなくなったが、別の形で伝わってきた角を持つ鬼の形象は、今でも並みならぬ力を持っている。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Makam Pasir (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tang Lễ Của Cát (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【砂流之庭（週三/六/日）】煉武祕境：流沙之葬 III / IV",
      "煉金合成",
      "武器突破素材",
      "【煉金】今昔劇畫之鬼人"
    ],
    "ko-kr": [
      "연무 비경: 유사의 매장 III ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sand Burial (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Treibsand-Grab (Mittwoch/Samstag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (среда/суббота/воскресенье)",
      "Алхимия: Маска тигриной пасти",
      "Алхимия: Мора",
      "Алхимия: Маска кидзин"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Cripta movediza III-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Sepultura da Areia Movediça (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Enseveli dans les sables (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สุสานทรายดูด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：流砂の葬で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask%20of%20the%20One-Horned_icon.png",
  "localIcon": "images/mask_of_the_onehorned.png"
}