{
  "id": "mask_of_the_wicked_lieutenant",
  "wiki_id": 262,
  "name": {
    "id-id": "Mask of the Wicked Lieutenant",
    "zh-cn": "今昔剧画之恶尉",
    "vi-vn": "Tà Ác Của Gekiga",
    "zh-tw": "今昔劇畫之惡尉",
    "ko-kr": "금석극화의 가면",
    "en-us": "Mask of the Wicked Lieutenant",
    "de-de": "Die Maske des bösen Leutnants",
    "ru-ru": "Маска злого военачальника",
    "es-es": "Máscara del teniente maligno",
    "pt-pt": "Máscara do Tenente Perverso",
    "fr-fr": "Masque du lieutenant pernicieux",
    "th-th": "Mask of the Wicked Lieutenant",
    "ja-jp": "今昔劇画の悪尉"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Legenda mengatakan bahwa pada suatu waktu hiduplah seorang oni bernama Torachiyo. Torachiyo adalah pejuang yang sangat terampil. Dia pernah menari di antara seribu bilah pedang, jubah juunihitoe-nya dirobek pedang hingga menjadi seperti kelopak-kelopak bunga ungu yang berjatuhan, namun tubuhnya tidak terluka sedikit pun. Namun oni ini pada akhirnya mengkhianati Shogun dan memberontak, mengeluarkan gigi taringnya dan mengeluarkan pedangnya. Dia kemudian melarikan diri setelah lengan dan tanduknya putus, lalu mati dalam amarah.Ada yang mengatakan bahwa oni yang keras kepala itu sering menyimpan rasa takut dan tertekan di dalam hati. Mereka mendambakan keabadian namun di saat bersamaan, juga merasa takut. Cenderung ditelan oleh ketakutan dan kemarahan, itulah konsekuensi yang adil bagi mereka. Topeng ini adalah topeng Torachiyo yang menunjukkan taringnya.",
    "zh-cn": "赋予武器突破之力的材料。民话传说中，过去有名鬼人「虎千代」。武艺高强，曾有在刀剑一千柄当中狂舞，被割破的十二单如同菫花般零落，身体却未受一丝伤害的说法。后来却对将军大人露出獠牙，拔刀反叛，被斩下一臂一角后遁逃，最终郁愤发狂，自裁而殁。狂言称怀抱执妄之鬼往往内心惊悸而忧患。妄想永恒却恐惧须臾，总会为恐惧与怨怒吞没，是为自业自得。这种面具刻画的就是露出尖牙的虎千代。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Trong truyền thuyết dân gian, ngày xưa có một hồn ma nổi tiếng tên là \"Torachiyo\". Võ công cao cường, cơ thể bất hoại. Sau đó, hắn nhe nanh với tướng quân, rút kiếm làm loạn, bị chém đứt một tay một sừng rồi bỏ trốn, cuối cùng trở nên điên loạn và tự sát.Mộng tưởng sự vĩnh hằng nhưng lại bị sự hoảng sợ trong phút chốc nuốt chửng, âu cũng là tự làm tự chịu. Mặt nạ này mô tả Torachiyo với những chiếc nanh của nó.",
    "zh-tw": "賦予武器突破之力的素材。民話傳說中，過去有名鬼人「虎千代」。武藝高強，曾有在刀劍一千柄當中狂舞，被割破的十二單如同菫花般零落，身體卻未受一絲傷害的說法。後來卻對將軍大人露出獠牙，拔刀反叛，被斬下一臂一角後遁逃，最終鬱憤發狂，自裁而歿。狂言稱懷抱執妄之鬼往往內心驚悸而憂患。妄想永恆卻恐懼須臾，總會為恐懼與怨怒吞沒，是為自業自得。這種面具刻畫的就是露出尖牙的虎千代。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료민간 설화에는 유명했던 귀인, 「토라치요」의 이야기가 전해져 내려오고 있다. 토라치요는 뛰어난 무예를 지녀 천 자루의 검 속에서도 광란의 춤을 췄으며, 걸친 의복마저 스러지는 꽃처럼 영락했지만 그 육신만은 조금도 상처를 입지 않았다고 전해진다. 하지만 그 후, 쇼군님에게 송곳니를 드러낸 토라치요는 검을 뽑고 배신의 길을 걸었다. 그러다 팔과 뿔이 각각 하나씩 잘려 나간 토라치요는 울분에 차 광분하면서 자결했다고 한다감히 집념을 품었다고 단언하는 귀신의 내심 세계는 종종 근심과 걱정으로 가득한 경우가 많다. 주제넘게 영원함을 좇으면서 찰나를 두려워한다면, 결국 그 공포와 원한에 삼켜지기 마련이니 자업자득이라고 봐도 무방하다. 이 가면이 새긴 건 송곳니를 드러낸 토라치요의 형상이다",
    "en-us": "Weapon Ascension Material.Folktales tell that once upon a time, there lived an oni named Torachiyo. Torachiyo was a highly skilled warrior, such that it was once said the Torachiyo might dance amid a thousand blades, juunihitoe robes becoming shredded like falling violet petals, and yet not receive a single wound. Yet this oni would eventually betray the Shogun and revolt, becoming shorn of an arm and a horn in the battle before fleeing and slaying itself in a fit of furious madness.Hearsay holds that the stubborn oni often hold fear and distress in their hearts. That they should fantasize about eternity yet fear the moment, and are apt to become swallowed by terror or anger is their just reward. This mask depicts Torachiyo, fangs bared.",
    "de-de": "Waffenaufstiegsmaterial.Die Sage erzählt, dass vor langer Zeit ein Oni namens Torachiyo lebte. Torachiyo war ein äußerst geschickter Krieger, sodass es einst hieß, er könne inmitten von tausend Klingen tanzen, wobei seine Juunihitoe-Roben wie herabfallende violette Blütenblätter zerfetzt würden, und dennoch keine einzige Wunde davontragen. Dennoch verriet dieser Oni schließlich den Shougun und revoltierte, wobei er im Kampf eines Arms und eines Horns beraubt wurde, bevor er floh und sich in einem Anfall von rasendem Wahnsinn selbst tötete.Man sagt, dass die starrköpfigen Oni oft Angst und Kummer in ihren Herzen tragen. Dass sie von der Ewigkeit fantasieren, aber den Augenblick fürchten und dazu neigen, von Terror oder Wut verschlungen zu werden, ist ihr gerechter Lohn. Diese Maske zeigt Torachiyo mit entblößten Reißzähnen.",
    "ru-ru": "Материал возвышения оружия.Согласно преданию, когда-то существовала они по имени Торатиё. Она была воительницей столь великолепной, что могла кружиться среди тысячи клинков в танце, лоскутки её дзюни-хитоэ падали, словно лепестки сакуры, но сама она оставалась невредимой. В конечном счету она предала сёгуна, в битве против него лишилась руки и рога, бежала, и в порыве безумного неистовства свела счёты с жизнью.Ходят слухи, что сердца упрямых они зачастую наполнены страхом и тревогой. Что, мечтая о вечности, они боятся мгновения, а одержимость страхом или злобой - их заслуженная участь. На этой маске с оголёнными клыками запечатлена Торатиё.",
    "es-es": "Material de ascensión de arma.Según cuenta la leyenda, hubo un tiempo en el que vivía una oni llamada Torachiyo. Esta era una guerrera tan implacable que se decía que bailaba entre miles de espadas que rasgaban su kimono como si fuera un pétalo de violeta, y ella no sufría ni un solo rasguño. Un día, la oni traicionó a la Shogun y se rebeló contra ella, perdiendo un brazo durante un combate antes de huir y morir de un ataque de locura.Se dice que los obstinados oni a menudo esconden miedo y cólera en sus corazones, que deberían fantasear sobre la eternidad y temer lo efímero, y que el hecho de que sean consumidos por el miedo o la ira es su justo merecido. Esta máscara representa a Torachiyo con los colmillos al descubierto.",
    "pt-pt": "Material de Ascensão de Armas.Os contos populares falam sobre uma oni chamada Torachiyo. Torachiyo era uma guerreira muito habilidosa. Diziam que ela podia dançar entre mil espadas, rasgando seu juunihitoe como pétalas de violeta, e ainda assim não recebia um único golpe. No entanto, essa oni traiu a Shogun e se revoltou. Perdeu um braço e um chifre em uma luta antes de fugir e acabou morrendo em um ataque de loucura furiosa.Dizem que os teimosos onis muitas vezes guardam medo e angústia em seus corações. Que fantasiam sobre a eternidade, mas temem a realidade. Que podem ser consumidos pelo terror, ou que a raiva é sua justa recompensa. Esta máscara retrata Torachiyo, com as presas à mostra.",
    "fr-fr": "Matériau d'élévation d'arme.Les contes folkloriques parlent d'un oni du nom de Torachiyo. Torachiyo était un guerrier très doué à tel point qu'on raconte qu'il pouvait danser au milieu de mille lames, les robes juunihitoe déchiquetées volant comme des pétales de violette, sans subir la moindre blessure. Pourtant, cet oni finira par trahir la Shogun et se révolter, se privant d'un bras et d'une corne dans la bataille avant de s'enfuir et de se tuer dans un accès de folie furieuse.On dit que les oni têtus cachent souvent de la peur et de la détresse dans leur cœur. Ils fantasment sur l'éternité tout en craignant le moment présent, et être engloutis par la terreur ou la colère est leur juste récompense. Ce masque représente Torachiyo, les crocs dénudés.",
    "th-th": "ในตำนานพื้นบ้านได้กล่าวไว้ว่า สมัยก่อนมีปีศาจตัวหนึ่งที่ชื่อว่า Torachiyo มันมีฝีมือการต่อสู้ที่แข็งแกร่งมาก ว่ากันว่า ครั้งนึง Torachiyo เคยฟาดฟันท่ามกลางดาบนับพันอย่างบ้าคลั่ง จนเสื้อคลุมฉีกขาดและร่วงหล่นราวกับกลีบดอกไม้ แต่ร่างกายกลับไม่ได้รับบาดเจ็บแม้แต่น้อย ต่อมาปีศาจตัวนี้ได้ทรยศต่อโชกุนและชักดาบก่อการกบฏ จนเสียแขนข้างนึงและเขาไปในการต่อสู้ ก่อนที่จะหนีไปและจบลงด้วยการสังหารตัวเองด้วยความบ้าคลั่งว่ากันว่า ปีศาจที่ดื้อรั้นมักจะเก็บความกลัวและความทุกข์ไว้ในใจ พวกเขาเฝ้าเพ้อฝันถึงความเป็นนิรันดร์ แต่อีกใจก็หวาดหวั่นและมักจะถูกความกลัวและความขุ่นเคืองกลืนกิน ซึ่งเป็นผลจากสิ่งที่พวกเขาได้ทำ และหน้ากากนี้ได้แสดงให้เห็นถึงเขี้ยวเล็บของ Torachiyo",
    "ja-jp": "武器に突破の力を付与する材料。民間に伝わる伝説によると、過去には「虎千代」という名の鬼人がいた。彼は武術に長けており、かつては千本の刀の中で乱舞し、十二単の衣が菫花のように切り裂かれても、無傷だったという。しかし後に、将軍に牙を剥き、反逆を起こしたが、腕と角を切られて逃亡し、やがて発狂して自刃した。誇大な妄想を抱く鬼の内心は、怯え悩むことが多い。永遠を妄想しながらも刹那を恐れ、恐怖と怨念に飲み込まれる。それも自業自得であろう。このようなお面は、牙を剝き出しにした虎千代を象徴している。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Makam Pasir (Rabu/Sabtu/Minggu)"
    ],
    "zh-cn": [
      "N/A"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tang Lễ Của Cát (Thứ 4/Thứ 7/Chủ Nhật)"
    ],
    "zh-tw": [
      "稻妻紀念品商店兌換",
      "【砂流之庭（週三/六/日） 】煉武祕境：流沙之葬 I / II / III / IV",
      "武器突破素材",
      "【煉金】今昔劇書之虎囓"
    ],
    "ko-kr": [
      "연무 비경: 유사의 매장 I ~ IV (수요일/토요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Sand Burial (Wednesday/Saturday/Sunday)"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Treibsand-Grab (Mittwoch/Samstag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (среда/суббота/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Маска тигриной пасти"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Cripta movediza I-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Sepultura da Areia Movediça (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Enseveli dans les sables (Mercredi/Samedi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: สุสานทรายดูด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：流砂の葬で獲得可能（水曜/土曜/日曜）",
      "稲妻「根付の源」の御輿源一郎より購入可能（4回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask%20of%20the%20Wicked%20Lieutenant_icon.png",
  "localIcon": "images/mask_of_the_wicked_lieutenant.png"
}