{
  "id": "mask_of_the_kijin",
  "wiki_id": 264,
  "name": {
    "id-id": "Mask of the Kijin",
    "zh-cn": "今昔剧画之鬼人",
    "vi-vn": "Con Quỷ Của Gekiga",
    "zh-tw": "今昔劇畫之鬼人",
    "ko-kr": "금석극화의 귀인(鬼人)",
    "en-us": "Mask of the Kijin",
    "de-de": "Maske der Kijin",
    "ru-ru": "Маска кидзин",
    "es-es": "Máscara fantasmagórica",
    "pt-pt": "Máscara de Kijin",
    "fr-fr": "Masque du kijin",
    "th-th": "Mask of the Kijin",
    "ja-jp": "今昔劇画の鬼人"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Chiyo adalah seorang pejuang dari suku oni, dengan lambang Electro Mitsudomoe yang terpampang di punggungnya. Saat menghadapi kekuatan kegelapan, dia pernah ditelan oleh binatang buas dari dunia luar yang memiliki tubuh harimau dan ekor ular. Dia kemudian merobek dada dan mulut binatang itu untuk membebaskan diri.Inilah asal muasal dari ungkapan \"Chiyo si Gigitan Harimau\", yang seiring dengan waktu berubah menjadi \"Torachiyo\".Tapi di dalam perut binatang buas itu, dia telah ternodai dosa yang dalam dan menyaksikan rekan-rekannya dicabik-cabik oleh gigi yang sudah berwarna merah darah. Dia yang tenggelam dalam kegelapan kemudian menghunuskan pedangnya pada Narukami Ogosho Yang Mahakuasa. Tangan yang memegang pedang dan tanduk tajamnya kemudian terbelah, dan dia lalu melarikan diri ke hutan seperti binatang yang terluka. Di sana, dia sepertinya dihabisi oleh tengu atau monster lain, atau mungkin Shuumatsuban, atau mungkin keturunan Klan Iwakura yang sedang berlatih di gunung. Wajahnya sudah tak bisa dikenali karena sudah berubah oleh kebencian dan penderitaan yang mendalam. Atau mungkin juga, dia bertemu dengan boneka bertopeng oni yang membawa pedang di dekat mayat Serpent raksasa, dan di sanalah hidupnya berakhir.Beberapa di antara mereka yang berperang melawan kegelapan mungkin akan memimpikan adegan pertempuran yang mengerikan itu. Tidak sedikit juga orang-orang yang membunuh monster, pada akhirnya berubah menjadi salah satu monsternya. Perbatasan antara dunia menjadi sangat rapuh dan tipis, dan mungkin kerusakan semacam ini bukan satu arah saja.",
    "zh-cn": "赋予武器突破之力的材料。背上「雷之三重巴」的纹样时名为「千代」的鬼族女武者，面对漆黑的军势时，曾被虎躯蛇尾的世外之兽吞下。最后她撕开魔兽的胸腔，得以幸存。这是「虎啮的千代」之名的来由。在此后的岁月中，这一名号渐渐简化为「虎千代」。但在深邃之兽的腹中，她染上了深罪的黯色，也透过猩红的利齿看见同行者被撕碎。沉湎于漆黑景色的她最终向御建鸣神主尊拔剑；后来，她持刀之臂与尖角被斩落，如同负伤的野兽般从城中逃向林野；再后来似乎是被天狗，或是终末番，或是山中修行的岩藏之胤当成不认得的怪物，收拾掉了罢，因为她俊美的容貌已经因为漆黑的仇恨与负伤痛苦变得狰狞扭曲。抑或是遇见了大蛇遗骸附近的鬼面执剑人形，故此结束了命运的旅途。昔日曾与渊薮战斗者难免梦见漆黑的剧画。曾与魔兽厮杀又沦为当中一员者亦不在少数。世界的边缘正在变得稀薄而脆弱，这种侵蚀或许并非是单向的。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Nữ võ sĩ mang tên \"Chiyo\" với hoa văn \"Tam Trùng Lôi\" trên lưng, khi đối diện với thế lực hắc ám, đã bị con thú nửa hổ nửa rắn nuốt chửng. Cuối cùng cô ta xé toạc bụng của ma thú để thoát ra và sống sót.Đó là lai lịch của \"Chiyo Nanh Cọp\". Dần theo năm tháng, danh hiệu đó được rút gọn thành \"Torachiyo\".Nhưng khi ở sâu trong bụng con thú, cô ấy đã nhiễm chất độc của sự tà ác, cũng như thấy được đồng đội của mình hy sinh, cuối cùng cô ấy đã giơ kiếm nhắm vào Tôn Chủ Narukami Ogosho. Sau khi bị chặt đứt một tay một sừng, cô ấy chạy trốn vào rừng như một con thú bị thương, để rồi không để lại tung tích gì cả. Có lẽ đã bị Tengu hoặc Shuumatsuban hay quái vật tu hành trong núi thuộc tộc Iwakura kết liễu. Số mệnh của một khuôn mặt đẹp trở nên gớm ghiếc và méo mó vì bóng tối, có lẽ con rối kiếm sĩ ở bên xác mãng xà chính là điểm kết của chuyến hành trình này.Những người từng chiến đấu với vực thẳm sẽ luôn mang trong mình những ác mộng, một số bị giết và thậm chí trở thành một trong số chúng. Ranh giới của thế giới đã trở nên mong manh hơn, và sự xói mòn này có thể không phải là một sớm một chiều.",
    "zh-tw": "賦予武器突破之力的材料。背上「雷之三重巴」的紋樣時名為「千代」的鬼族女武者，面對漆黑的軍勢時，曾被虎軀蛇尾的世外之獸吞下。最後她撕開魔獸的胸腔，得以倖存。這是「虎齧的千代」之名的來由。在此後的歲月中，這一名號漸漸簡化為「虎千代」。但在深邃之獸的腹中，她染上了深罪的黯色，也透過猩紅的利齒看見同行者被撕碎。沉湎於漆黑景色的她最終向御建鳴神主尊拔劍；後來，她持刀之臂與尖角被斬落，如同負傷的野獸般從城中逃向林野；再後來似乎是被天狗、或是終末番，抑或山中修行的岩藏之胤當成不認得的怪物，收拾掉了罷，因為她俊美的容貌已經因為漆黑的仇恨與負傷痛苦變得猙獰扭曲。抑或是遇見了大蛇遺骸附近的鬼面執劍人形，故此結束了命運的旅途。昔日曾與淵藪戰鬥者難免夢見漆黑的劇畫。曾與魔獸廝殺又淪為當中一員者亦不在少數。世界的邊緣正在變得稀薄而脆弱，這種侵蝕或許並非是單向的。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「번개의 삼파문」의 문양을 지닌 「치요」라고 불리는 오니족 여무사는, 과거 암흑의 세력에 맞서 싸울 때 호랑이의 몸과 뱀의 꼬리를 한 이질적인 괴수에 삼켜졌다고 한다. 결국 그녀는 마수의 가슴을 찢어내고 살아남게 된다「토라의 치요」라는 명칭은 이에 유래했다. 그 후, 이 이름은 점점 간소화되어 나중에는 「토라치요」로 불리게 되었다그러나 심연의 마수의 뱃속에서, 그녀는 죄악의 어두운 빛으로 물들었고, 선홍빛 이빨을 통해 그녀와 함께하던 이들이 갈기갈기 찢어지는 것을 보았다. 칠흑 같은 경치에 빠져든 그녀는 결국 위대하신 나루카미 쇼군을 향해 검을 뽑아 든다. 그 후, 검을 쥐었던 그녀의 팔과 날카로운 뿔은 잘려 나갔고, 부상당한 야수처럼 숲으로 도망치게 되었다. 나중에는 그녀를 괴물로 여긴 텐구나 종말번대, 또는 산에서 수행을 하던 이와쿠라의 후손에 의해 최후를 맞은 듯하다. 그녀의 아름답던 용모는 암흑의 원한과 부상의 고통으로 추악하고 비틀려진 지 오래였기 때문이다. 또는, 뱀의 신 유골 근처의 검을 든 여행자에 의해 생을 마감했을지도 모른다과거 심연과 싸웠던 이들은 칠흑 같은 극화의 꿈을 꾸기 마련이다. 과거에는 마수에 맞서 싸웠지만, 결국 그들의 일원이 된 사람도 적지는 않다. 세상의 끝자락은 점점 얇고 취약해지고 있다. 이러한 침식은 어쩌면 일방적인 침식이 아닐지도 모른다",
    "en-us": "Weapon Ascension Material.Chiyo, a warrior of the oni tribe with the Electro Mitsudomoe emblem emblazoned on her back, was once swallowed whole by a beast from beyond this world that had a tiger's body and a serpent's tail while holding back the forces of darkness. At last, she tore the creature's innards apart from within, breaking free.This is the origin of the phrase \"Chiyo the Tiger-Bite,\" and would be changed over many years to \"Torachiyo.\"But within the belly of the beast, she was stained by a deep sin and saw her comrades ripped to shreds by those blood-red teeth. Steeped in darkness as far as the eye could see, she would eventually draw her sword upon the Almighty Narukami Ogosho. Her sword-arm and one horn would be cloven, and she would flee from the city into the forest like a wounded beast. There, they say that she was taken for some unknown monster and slain by the tengu, or perhaps by the Shuumatsuban — or perhaps by a scion of the Iwakura Clan training deep in the mountains, for her features had been twisted by hatred and the agony of her wounds. Or perhaps she even met the oni-masked, sword-bearing doll near the corpse of the giant serpent, and there ended her life's journey.Few among those who fought against the abyss in those days were spared pitch-dark dreams. Those who slew monsters and then became them were hardly the minority. The border between worlds grows fragile, and corruption of this kind is perhaps not merely monodirectional.",
    "de-de": "Waffenaufstiegsmaterial.Chiyo, eine Kriegerin des Oni-Stammes mit dem Elektro-Mitsudomoe-Emblem auf dem Rücken, wurde einst von einer Bestie aus dem Jenseits verschlungen, die den Körper eines Tigers und den Schwanz einer Schlange hatte, während sie die Kräfte der Dunkelheit zurückhielt. Schließlich zerriss sie die Innereien der Kreatur von innen heraus und befreite sich.Dies ist der Ursprung der Phrase „Chiyo der Tigerbiss“ und würde im Laufe der Jahre in „Torachiyo“ geändert werden.Aber im Bauch der Bestie wurde sie von einer tiefen Sünde befleckt und sah, wie ihre Kameraden von diesen blutroten Zähnen in Stücke gerissen wurden. Eingetaucht in Dunkelheit, so weit das Auge reicht, würde sie schließlich ihr Schwert gegen die Allmächtige Narukami Ogosho ziehen. Ihr Schwertarm und ein Horn wurden zerschnitten und sie floh aus der Stadt in den Wald wie ein verwundetes Tier. Dort, so sagt man, wurde sie für ein unbekanntes Monster gehalten und von den Tengu erschlagen oder vielleicht von den Shuumatsuban – oder vielleicht von einem Spross des Iwakura-Klans, der tief in den Bergen trainierte, denn ihre Gesichtszüge waren vom Hass und der Qual ihrer Wunden verdreht. Oder vielleicht traf sie sogar die als Oni maskierte, schwerttragende Puppe in der Nähe des Leichnams der Riesenschlange und dort endete ihre Lebensreise.Wenige unter denen, die in jenen Tagen gegen den Abgrund kämpften, blieben von pechschwarzen Träumen verschont. Diejenigen, die Ungeheuer erschlugen und dann zu ihnen wurden, waren kaum die Minderheit. Die Grenze zwischen den Welten wird zerbrechlich und Korruption dieser Art ist vielleicht nicht nur in eine Richtung gerichtet.",
    "ru-ru": "Материал возвышения оружия.Однажды Тиё, воительницу племени они с символом Электро мицудомоэ на спине, в сражении с силами тьмы целиком поглотила тварь из иного мира с телом тигра и хвостом змеи. Храбрая девушка всё-таки смогла разорвать брюхо чудовища и уцелеть.Так возникло имя «Тигриная пасть Тиё», которое со временем сократилось до «Торатиё».Но в чреве зверя её запятнала скверна, и она видела, как окровавленные клыки раздирают её соратников. Погрязнув в непроглядной тьме, она обратила свой меч против всемогущей Наруками Огосё. Её ведущая рука и рог были отсечены, и она, словно дикий зверь, бежала в лес. Говорят, после этого то ли тэнгу, то ли Сюмацубан, или даже выходец из клана Ивакура убили её, приняв за неведомое чудовище, поскольку ненависть и мучительная боль от ран исказили её изящные черты. Или же у останков исполинского змея она повстречала куклу в маске они с мечом в руках, и там же прервалась тропа её жизни.Почти никто из тогда противостоявших силам тьмы не избежал чёрных как смоль кошмаров. Немало из тех, кто убивал чудовищ, в них же и превратились. Грань между мирами становится всё тоньше. Быть может, она разлагается с обеих сторон.",
    "es-es": "Material de ascensión de arma.En el pasado, una bestia sobrenatural con cuerpo de tigre y cola de serpiente engulló a Chiyo, una guerrera de la tribu oni con el emblema Electro estampado en la espalda, mientras luchaba contra las fuerzas de la oscuridad. No obstante, Chiyo consiguió liberarse tras desgarrar las entrañas de la criatura desde su interior.Así fue como se ganó el título de “Chiyo, la mordisco de tigre”, el cual tras muchos años cambió a “Torachiyo”.Pero mientras estuvo en el vientre de la bestia, el pecado la corrompió y vio a sus camaradas masacrados por esos dientes manchados de rojo sangre. Sumida por completo en la oscuridad, al final desenvainaría su espada contra la todopoderosa Narukami, quien le cortó el brazo con el que empuñaba la espada y uno de sus cuernos. Entonces, Chiyo huyó cual bestia herida desde la ciudad hasta el bosque. Dicen que, una vez allí, fue considerada como un monstruo desconocido y asesinada por los tengu, o tal vez por Los Ocelos, o tal vez por un vástago del clan Iwakura que entrenaba en lo profundo de las montañas, pues su belleza había sido retorcida por el odio y la agonía de sus heridas. O tal vez incluso conoció al humanoide con espada y máscara de oni cerca de los restos de la serpiente gigante, y allí terminó el viaje de su vida.Pocos de los que lucharon contra el abismo en aquellos días se salvaron de tener sueños oscuros. Aquellos que asesinaron monstruos y luego se convirtieron en ellos no eran una minoría. La frontera entre mundos se vuelve frágil y la corrupción quizás no sea simplemente unidireccional.",
    "pt-pt": "Material de Ascensão de Arma.Chiyo, uma guerreira da tribo Oni com o emblema Mitsudomoe Electro brasonado em suas costas. No passado, ela foi engolida inteira por uma besta fora desse mundo que tinha um corpo de tigre e uma cauda de serpente, enquanto lutava contra as forças da escuridão. No final, ela rasgou as entranhas da criatura de dentro e se libertou.Esta é a origem da expressão \"Chiyo, a Dentada de Tigre\" que, após vários anos, foi mudada para \"Torachiyo\".Mas dentro da barriga da besta, ela foi manchada por um pecado profundo e viu seus companheiros destruídos em pedaços por aqueles dentes ensanguentados. Impregnada na imensa escuridão, ela usou sua espada em Narukami Ogosho Toda-Poderosa. Seu braço-espada e chifre foram divididos, e ela escapou da cidade para a floresta como uma besta ferida. Ali, dizem que ela foi levada por um monstro desconhecido e assassinada por um Tengu, por um Shiyuumatsu-Ban ou talvez por um herdeiro de Iwakura que treinava nas profundezas da montanha, pois sua bela face estava contorcida por ódio e agonia dos seus ferimentos. Ou talvez ela conheceu um boneco com uma máscara de oni e uma espada perto do corpo da serpente gigante, e aí pôs fim à sua viagem da vida.Poucos daqueles que lutaram contra o abismo nesses dias tiveram finais felizes. Aqueles que mataram monstros e depois se tornaram neles eram uma minoria. A barreira entre mundos tornou-se frágil e a corrupção talvez não flua em apenas uma direção.",
    "fr-fr": "Matériau d'élévation d'arme.Chiyo, une guerrière de la tribu oni avec l'emblème du Mitsudomoe Électro sur le dos, a été une fois avalée entière par une bête d'au-delà de ce monde qui avait un corps de tigre et une queue de serpent tout en retenant les forces des ténèbres. Finalement, elle a déchiré les entrailles de la créature de l'intérieur, se libérant.C'est l'origine de l'expression « Chiyo la morsure de tigre », qui sera changée au fil des années en « Torachiyo ».Mais dans le ventre de la bête, elle fut souillée d'un péché profond et vit ses camarades déchiquetés par ces dents entachées de sang. Plongée dans les ténèbres à perte de vue, elle finira par retourner son épée contre la toute-puissante Narukami Ogosho. Son bras et une corne furent tranchés, et elle s'enfuit de la ville dans la forêt comme une bête blessée. Là, on raconte qu'elle fut prise pour un monstre inconnu et tuée par un Tengu, ou par le Shuumatsuban, ou peut-être même par un descendant du Clan Iwakura s'entraînant au fond des montagnes, car ses traits avaient été déformés par la haine et l'agonie de ses blessures. Ou peut-être a-t-elle même rencontré l'humanoïde portant une épée et un masque d'oni près du cadavre du serpent géant, et là s'est terminé le voyage de sa vie.Peu de ceux qui ont combattu l'abîme à cette époque ont été épargnés par les rêves les plus sombres. Ceux qui ont tué des monstres et se sont transformés en eux n'étaient guère la minorité. La frontière entre les mondes se fragilise, et une telle corruption n'est peut-être pas simplement à sens unique.",
    "th-th": "Chiyo นักรบหญิงแห่งเผ่าปีศาจ ที่มีสัญลักษณ์ \"Electro Mitsudomoe\" อยู่บนหลัง ครั้งหนึ่งเธอเคยถูกอสูรร้ายจากนอกโลกที่มีร่างเป็นเสือและมีหางเป็นงูกลืนลงไปทั้งตัว ขณะที่ต่อสู้พลังแห่งความมืด ในที่สุดเธอก็ได้ฉีกอกของเจ้าอสูรนั้นและรอดชีวิตมาได้นี่คือที่มาของฉายาที่ว่า \"Chiyo the Tiger-Bite,\" และเมื่อวันเวลาผ่านไปก็ค่อย ๆ รวบรัดเหลือ \"Torachiyo\"แต่ในท้องของอสูรร้าย เธอถูกย้อมด้วยสีดำแห่งความบาป และเห็นเพื่อนของเธอถูกฟันที่อาบด้วยเลือดสีแดงฉานฉีกเป็นชิ้น ๆ ท่ามกลางการจมดิ่งอยู่ในความมืดมิด ในที่สุดเธอก็ชักดาบเข้าสู้เทพเจ้า Narukami Ogosho ผู้ยิ่งใหญ่ ต่อมา แขนที่ถือดาบและเขาที่แหลมคมของเธอก็ถูกตัดขาด และเธอก็ได้หนีจากเมืองเข้าไปในป่าราวกับสัตว์ร้ายที่บาดเจ็บ ต่อมาดูเหมือนเธอจะถูกเท็งงุ หรือ Shuumatsuban หรือไม่ก็ทายาทของ Iwakura ที่ฝึกฝนอยู่บนภูเขาจับตัวไป เนื่องจากใบหน้าที่สวยงามของเธอถูกความมืดมนของความแค้นและความเจ็บปวดจากบาดแผลทำให้อัปลักษณ์ หรือบางทีเธออาจจะพบกับซามูไรที่สวมหน้ากากปีศาจ ใกล้กับซากศพของงูยักษ์ และแล้วการเดินทางของชีวิตเธอสิ้นสุดลงที่นั่นผู้ที่เคยต่อสู้กับห้วงลึกในวันวานนั้นยากที่จะหลีกหนีจากภาพของความฝันอันมืดมิด บรรดาผู้ที่เคยสังหารมอนสเตอร์และกลายไปเป็นพวกมันนั้นล้วนแต่เป็นคนกลุ่มน้อย เขตแดนของโลกนั้นเริ่มเปราะบางและอ่อนแอ การกัดเซาะนี้อาจไม่ได้เป็นไปแค่ทิศทางเดียว",
    "ja-jp": "武器に突破の力を付与する材料。「雷の三つ巴」の紋章を背負う「千代」という名の鬼族の女武者が漆黒の軍隊に立ち向かった時、虎の体と蛇の尾を持つ、この世のものでない獣に飲み込まれた。最後、彼女は魔獣の胸腔を切り裂き、辛うじて生き延びた。これが「虎牙の千代」の名の由来である。その後、名前は徐々に簡略化され「虎千代」と呼ばれるようになった。しかし深淵の獣の腹の中で、彼女は罪深き黒に染まり、緋色の牙から仲間が引き裂かれる光景を目に焼き付けた。漆黒の光景に溺れた彼女は、ついに御建鳴神主尊に剣を抜いた。その後、剣を振るう腕と鋭い角を切り落とされた彼女は、傷ついた獣のように森の荒野へと逃げて行った。その後は天狗、もしくは終末番、もしくは山で修行していた岩蔵の胤に得体のしれぬ化け物として始末された。何故ならその美しき容貌は既に漆黒の恨みと痛みによって、ねじ曲がっていたからだ。あるいは大蛇の遺骸にいる鬼面の人形に出会い、運命の旅を終えたのかもしれない。かつて深淵と戦ったことのある者は、どうしても漆黒の劇画を夢に見てしまう。魔獣と戦い、自身も魔と化した人間は決して少なくはない。世の端は脆く壊れやすくなっている。このような侵食は、決して単一方向のものではないのかもしれない。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Makam Pasir (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tang Lễ Của Cát (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【砂流之庭（週三/六/日）】煉武祕境：流沙之葬 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 유사의 매장 IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Sand Burial (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Treibsand-Grab (Mittwoch/Samstag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (среда/суббота/воскресенье)",
      "Алхимия: Маска однорогого",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Cripta movediza IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Sepultura da Areia Movediça (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Enseveli dans les sables (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สุสานทรายดูด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：流砂の葬で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask%20of%20the%20Kijin_icon.png",
  "localIcon": "images/mask_of_the_kijin.png"
}