{
  "id": "mechanical_spur_gear",
  "wiki_id": 4071,
  "name": {
    "id-id": "Mechanical Spur Gear",
    "zh-cn": "机关正齿轮",
    "vi-vn": "Bánh Răng Chính",
    "zh-tw": "機關正齒輪",
    "ko-kr": "평톱니바퀴",
    "en-us": "Mechanical Spur Gear",
    "de-de": "Mechanisches Stirnrad",
    "ru-ru": "Шестерня механизма",
    "es-es": "Mecaengranaje recto",
    "pt-pt": "Engrenagem Reta",
    "fr-fr": "Engrenage à coupe droite",
    "th-th": "Mechanical Spur Gear",
    "ja-jp": "機構の平歯車"
  },
  "description": {
    "id-id": "Roda gigi Clockwork Meka.Walaupun banyak terobosan yang dilakukan mengenai kinematik roda gigi, dinamika penelitiannya masih tidak ada kemajuan di luar rangka milik Alain Guillotin, si Bapak Roda Gigi selama 400 tahun lamanya.",
    "zh-cn": "发条机关的齿轮。尽管发条机关在运动学上经历了许多突破，但动力学上迄今未能突破四百多年前阿兰·吉约丹所立下的根基与框架。",
    "vi-vn": "Bánh răng của Robot Dây Cót.Dù Robot Dây Cót đã có được nhiều đột phá về mặt chuyển động học, nhưng chuyển động học ngày nay vẫn chưa thể đột phá về mặt nền tảng và khung sườn do Alain Guillotin đã lập ra vào hơn bốn trăm năm trước.",
    "zh-tw": "發條機關的齒輪。儘管發條機關在運動學上經歷了許多突破，但動力學上迄今未能突破四百多年前阿蘭·吉約丹所立下的根基與框架。",
    "ko-kr": "태엽 장치의 톱니바퀴. 태엽 장치는 운동학에서 다양한 진보를 이뤄냈지만, 동력학 분야에서는 지금까지도 400여 년 전의 알랭·기요틴이 세운 기초와 틀에서 크게 벗어나지 못했다",
    "en-us": "Clockwork meka's gear.Although many breakthroughs have been made in the kinematics of clockwork meka, its dynamics research has not seen any major advancements beyond the framework laid down by Alain Guillotin four hundred years ago.",
    "de-de": "Das Zahnrad eines Uhrwerk-Mecha.Obwohl es in der Kinematik der Uhrwerk-Mecha bedeutende Durchbrüche gab, konnte die Dynamik bis heute die Fundamente und Regeln nicht erschüttern, die Alain Guillotin vor mehr als vierhundert Jahren aufgestellt hatte.",
    "ru-ru": "Шестерня от мека.Пусть кинематика заводных механизмов и шагнула далеко вперёд, но никому так и не удалось превзойти заложенные 400 лет назад Аленом Гильотеном основы динамики и его структуру.",
    "es-es": "El engranaje de un Mecabot.Aunque ha habido muchos avances en el campo de la cinemática de los Mecabots, en la rama de la cinética aún no se ha podido ir más allá de los fundamentos y marcos teóricos establecidos hace más de cuatrocientos años por Alain Guillotin.",
    "pt-pt": "A engrenagem de um Mecautômato. Embora tenham sido feitas muitas descobertas na cinemática dos Mecautômatos movidos a engrenagens, a pesquisa em sua dinâmica não teve grandes avanços além do arcabouço estabelecido por Alain Guillotin há quatrocentos anos.",
    "fr-fr": "Un engrenage de Méka horlogoïde.Bien que de nombreuses percées aient été réalisées dans le domaine de la cinématique des Mékas horlogoïdes, les recherches en dynamique n'ont pas connu d'avancées majeures depuis les fondations posées par Alain Guillotin il y a quatre cents ans.",
    "th-th": "ฟันเฟืองของกลไกเครื่องลานแม้ว่ากลไกเครื่องลานจะมีความก้าวหน้ามากมายทางด้านจลนศาสตร์ แต่ในแง่ของพลวัตยังไม่สามารถก้าวข้ามรากฐานและโครงสร้างที่ Alain Guillotin ก่อตั้งไว้เมื่อ 400 กว่าปีก่อนได้",
    "ja-jp": "クロックワーク・マシナリーの歯車。クロックワーク・マシナリーは運動学において数々の画期的な進歩を遂げてきたが、動力学においては、400年以上も前に、アラン・ギヨタンが築き上げた基礎と枠を未だに突破できていない。（以下は図鑑より抜粋）クロックワーク・マシナリーの歯車。クロックワーク・マシナリーは運動学において数々の画期的な進歩を遂げてきたが、動力学においては、400年以上前に「奇械公」のアラン・ギヨタンが築き上げた基礎と枠を未だに突破できていない。実は「クロックワーク・マシナリー」という名前は、彼の時代よりも前、ゼンマイバネの位置エネルギーによって駆動する古の装置に由来している。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Clockwork Meka Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "40级以上发条机关掉落",
      "星尘兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Robot Dây Cót cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "合成獲得",
      "40級以上發條機關掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "Lv.40 이상 태엽 장치 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 40+ Clockwork Meka",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Uhrwerk-Mecha ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Меки Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Сцепляющаяся шестерня",
      "Алхимия: Мора",
      "Алхимия: Странная шестерня"
    ],
    "es-es": [
      "Sintetizar",
      "Obtenido de Mecabots (Niv. 40+)",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Mecautômatos Nv.40+",
      "Resgate de poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Méka horlogoïde",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากกลไกเครื่องลาน Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "クロックワーク・マシナリー（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得",
      "変転で獲得（合成台）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/8023d5d16d579656f82fd4378358a11b_4946811248724224241.png",
  "localIcon": "images/mechanical_spur_gear.png"
}