{
  "id": "mist_veiled_mercury_elixir",
  "wiki_id": 1722,
  "name": {
    "id-id": "Mist Veiled Mercury Elixir",
    "zh-cn": "雾海云间的汞丹",
    "vi-vn": "Hống Đơn Biển Sương Mù",
    "zh-tw": "霧海雲間的汞丹",
    "ko-kr": "안개구름 속의 수은단",
    "en-us": "Mist Veiled Mercury Elixir",
    "de-de": "Quecksilberkugeln des Nebelschleiers",
    "ru-ru": "Ртутная пилюля Заоблачного моря",
    "es-es": "Perdigones de mercurio",
    "pt-pt": "Elixir de Mercúrio com Véu de Névoa",
    "fr-fr": "Mercure karstique",
    "th-th": "Mist Veiled Mercury Elixir",
    "ja-jp": "霧海雲間の水銀"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dengan Fulu (Jimat), Adeptus dapat menyimpan kekuatannya dalam bentuk simbol, dengan Waijing (Penciptaan Ruang) mereka bisa membuat surga kosmik dengan kekuatan pikiran mereka. Namun pembuatan elixir masih juga menjadi sebuah misteri, karena kematian pasti akan terjadi pada siapa pun yang menelannya.",
    "zh-cn": "赋予武器突破之力的材料。符箓可以让仙人力量借符号残留，外景可以用心像造出宇宙洞天。丹鼎之术，则一直笼罩在秘密之中。毕竟尝试吞下这些金丹的话，结果必定十死无生。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Bùa chú có thể giúp lưu giữ lại sức mạnh của tiên nhân, ngoại cảnh có thể tạo ra vũ trụ trời đất. Thuật luyện đơn thì vẫn còn nằm trong bí mật. Tóm lại thử nuốt những kim đơn này thì không có hy vọng sống.",
    "zh-tw": "賦予武器突破之力的材料。符籙可以讓仙人力量借符號殘留，外景可以用心像造出宇宙洞天。丹鼎之術，則一直籠罩在秘密之中。畢竟嘗試吞下這些金丹的話，結果必定十死無生。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.부적은 선인의 힘을 글에 남게 하는 것이고 외경은 마음을 통해 삼라만상을 여는 것이다. 연단술은 늘 베일에 싸여있다. 이 금단을 삼키면 반드시 죽을 테니까…",
    "en-us": "Weapon Ascension Material.With Fulu (Sigils), the adepti can store their power in the form of symbols, and with Waijing (Sub-Space Creation) they can fashion a cosmic paradise with the power of their minds. The manufacture of elixirs, however, has always been shrouded in mystery, for certain death follows for any who swallow them.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Talismane verschaffen den Adepten mithilfe von Symbolen Stärke. Mit der Kraft ihres Willens können sie ganze Universen schaffen. Doch die magischen Kugeln sind noch immer ein Rätsel. Schließlich stirbt man auf der Stelle, sobald man versucht, eine davon zu sich zu nehmen.",
    "ru-ru": "Материал возвышения оружия.С помощью талисманов Адепты могут хранить свою силу в форме символов, а сотворение подпространства даёт им возможность создать космический рай при помощи силы разума. Лишь производство зелий покрыто вечной тайной, ибо выпившие их уже не могут ничего рассказать.",
    "es-es": "Material de ascensión de arma.Con los fulu (talismanes), los Adeptus pueden almacenar su poder en forma de símbolos. Con el waijing (creación dimensional), pueden crear un paraíso cósmico gracias al poder de sus mentes. Sin embargo, los danding (perdigones) siempre han estado envueltos en misterio, ya que provocan la muerte a cualquiera que los manipule.",
    "pt-pt": "Material de Ascensão de Armas.Com os talismãs, os Adepti podem armazenar seu poder na forma de símbolos, e com a Radiação Exterior podem criar um paraíso cósmico com o poder de suas mentes. A fabricação de elixires, no entanto, sempre foi envolta em mistério, pois a morte segue para quem os engole.",
    "fr-fr": "Matériau d'élévation d'arme.Grâce aux talismans, les Adeptes peuvent insuffler une quantité de leurs pouvoirs sous forme de symboles. L'illusion leur permet de créer une projection cosmique grâce à leur esprit. La fabrication de ce type de matière est un art secret ; n'importe qui assez fou pour ingérer ces billes le regretterait fortement.",
    "th-th": "Fulu เป็นสัญลักษณ์ที่สามารถทำให้ยืมพลังของเซียนได้ Waijing สามารถสร้างหลุมจักรวาลด้วยหัวใจ ทักษะของ Danding กลับถูกเก็บเป็นความลับตลอดมา หากว่าได้ลองกลืนเจ้าสิ่งนี้ลงไปล่ะก็ มีสิบชีวิตก็ยังไม่พอ",
    "ja-jp": "武器に突破の力を付与する材料。呪符は仙人の力を符号という形で残すことができ、外景経は心像を使って宇宙を作ることができるが、錬丹術は今でも秘密に包まれている。なぜなら、これらの金丹を呑みこむことは死を意味するからである。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Reruntuhan Petir (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tiếng Sấm Thành Cổ (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【震雷連山密宮（週二/五/日）】煉武祕境：鳴雷城墟 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】霧海雲間的金丹"
    ],
    "ko-kr": [
      "연무 비경: 뇌명 폐허 II ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Thundering Ruins (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Verfallene Stadt des Donnerklangs (Dienstag/Freitag/Sonntag)",
      "Beim Andenkenhändler von Liyue zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Лабиринт Ляншань» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Свинцовая пилюля Заоблачного моря",
      "Алхимия: Мора",
      "Алхимия: Золотая пилюля Заоблачного моря"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Ruinas atronadoras II-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Ruínas Estrondosas (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ruines grondantes (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองเสียงสายฟ้า (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷鳴の廃墟及び静電気フィールドで獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mist%20Veiled%20Mercury%20Elixir_icon.png",
  "localIcon": "images/mist_veiled_mercury_elixir.png"
}