{
  "id": "movement_of_an_ancient_chord",
  "wiki_id": 4031,
  "name": {
    "id-id": "Movement of an Ancient Chord",
    "zh-cn": "悠古弦音的乐章",
    "vi-vn": "Chương Cung Đàn Cổ Xưa",
    "zh-tw": "悠古弦音的樂章",
    "ko-kr": "오래된 현악의 악장",
    "en-us": "Movement of an Ancient Chord",
    "de-de": "Satz einer archaischen Serenade",
    "ru-ru": "Песнь отзвука древней струны",
    "es-es": "Movimiento de serenata arcaica",
    "pt-pt": "Movimento de uma Corda Antiga",
    "fr-fr": "Mouvement d'un accord ancien",
    "th-th": "Movement of an Ancient Chord",
    "ja-jp": "悠久の弦の楽章"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dalam bencana saat istana emas dan singgasana raja tenggelam bersama-sama, partitur lagu hancur dan not-not terdiam ....Namun sisa penduduk kerajaan tidak pernah melepaskan keinginan untuk menyelamatkan dan melampaui nasibnya.Demi menyelamatkan peradaban yang telah terjatuh dan impian lama yang melampaui dunia, \"Golden Troupe\" memainkan musik yang indah dan ajaib, membimbing anak-anak untuk menyerahkan jiwa mereka yang mulia kepada patung raksasa yang tertidur.",
    "zh-cn": "在黄金宫殿与王座同沉的灾难中，乐章破碎，音符沉默…但帝国的遗民从未放弃拯救与超越命运的执望。为了拯救没落的文明与超越的旧梦，「金色剧团」奏响美妙的乐曲，指引孩童向沉睡的魔像献出高贵灵魂。",
    "vi-vn": "Trong tai họa mà cung điện hoàng kim và ngai vàng đã cùng chìm xuống, khúc nhạc tan vỡ, nốt nhạc trầm lặng...Nhưng con dân của đế quốc chưa từng từ bỏ nguyện vọng cứu rỗi và thoát khỏi vận mệnh.Để cứu rỗi nền văn minh sụp đổ và giấc mộng xưa siêu việt, \"Đoàn Kịch Hoàng Kim\" đã tấu vang giai điệu tuyệt vời, chỉ dẫn trẻ nhỏ dâng hiến linh hồn cao quý cho ma tượng đang ngủ say.",
    "zh-tw": "在黃金宮殿與王座同沉的災難中，樂章破碎，音符沉默…但帝國的遺民從未放棄拯救與超越命運的執望。為了拯救沒落的文明與超越的舊夢，「金色劇團」奏響美妙的樂曲，指引孩童向沉睡的魔像獻出高貴靈魂。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.황금 궁전과 왕좌는 재난 속에 가라앉았다. 악장은 찢어지고 음표는 침묵했다….하지만 제국의 유민들은 몰락한 문명을 구원하고 옛꿈을 초월하려는 열망을 포기하지 않았다.몰락한 문명과 초월의 옛꿈을 구하기 위해, 「금색 극단」은 아름다운 멜로디를 연주하며 아이들이 잠든 골렘에게 고귀한 영혼을 바치도록 인도하고 있다",
    "en-us": "In that great disaster, the golden palace sank with its throne, the music was shattered, the notes turned to silence...But the remnants of that empire never gave up their desire for salvation and to surpass fate.To save their waning civilization and their desire to transcend, the Golden Troupe played melodies most wondrous, enticing children to offer their precious souls to the sleeping golems.",
    "de-de": "In jener großen Katastrophe, als der goldene Palast mitsamt dem Thron vergingen, versiegte die Musik, die Noten verstummten ...Doch die Anhänger dieser einstigen Dynastie gaben ihren unbändigen Wunsch nach Rettung und dem Überwinden des Schicksals niemals auf.Um jene untergegangene Zivilisation und den alten Traum von Transzendenz zu bewahren, ließ die „Goldtruppe“ herrliche Musik erklingen und hielt Kinder dazu an, ihre edlen Seelen den schlafenden Golems darzubieten.",
    "ru-ru": "В той великой катастрофе золотой дворец утонул вместе с престолом, музыка разбилась вдребезги, ноты превратились в тишину...Но выжившие жители той империи никогда не отказывались от своего стремления спастись и превзойти судьбу.Дабы сберечь свою угасающую цивилизацию и давнюю мечту о трансцендентности, «Золотая труппа» исполняла чарующие мелодии, завлекая детей, чтобы они отдали свои драгоценные души спящим големам.",
    "es-es": "La serenata se fragmentó y las notas musicales se silenciaron durante la catástrofe en la que palacios de oro y tronos reales quedaron sumergidos bajo el agua.Sin embargo, la gente del imperio nunca renunció a su esperanza de poder salvar y trascender a su destino.A fin de salvar una civilización en decadencia y unos sueños trascendentales, la Compañía Dorada interpretó una bella sinfonía con la que guio a los niños para que ofrecieran sus nobles almas a los gólems durmientes.",
    "pt-pt": "A serenata se fragmentou e as notas musicais se calaram durante a catástrofe em que palácios de ouro e tronos reais foram submersos pelas águas.No entanto, o povo do império nunca desistiu da esperança de poder salvar e transcender seu destino.Para salvar uma civilização em decadência e sonhos transcendentais, a Trupe Dourada executou uma bela sinfonia, guiando as crianças para oferecerem suas nobres almas aos golens adormecidos.",
    "fr-fr": "Dans ce grand désastre, le palais doré a coulé avec son trône, la musique a été brisée, les notes se sont transformées en silence... Mais les vestiges de cet empire n'ont jamais abandonné leur désir de salut et de surpasser le destin.Pour sauver leur civilisation déclinante et leur désir de transcendance, la Troupe dorée a joué les mélodies les plus merveilleuses, incitant les enfants à offrir leurs précieuses âmes aux golems endormis.",
    "th-th": "ท่ามกลางภัยพิบัติที่ล่มสลายกับบัลลังก์ทองคำ บทเพลงพังทลาย และตัวโน้ตก็ดับลง...แต่ผู้คนในจักรวรรดิไม่เคยละทิ้งความมุ่งมั่น ที่จะกอบกู้และก้าวข้ามชะตากรรมเพื่อกอบกู้อารยธรรมที่ล่มสลาย และความฝันเก่าที่ยิ่งใหญ่ \"คณะละครทองคำ\" ได้บรรเลงบทเพลงอันไพเราะ ชี้นำเด็ก ๆ ให้เสียสละวิญญาณอันสูงส่งแก่รูปปั้นอสูรที่หลับใหล",
    "ja-jp": "武器に突破の力を付与する材料。黄金の宮殿と玉座が共に沈んだ災いの中で、楽章はバラバラになり、音符は沈黙した…しかし、帝国の遺民は運命を救い、越えていく執念を諦めなかった。落ちこぼれた文明を救い、昔の夢を超越するため、「金色の劇団」は美しい楽曲を奏で、深く眠った魔像に尊い魂を捧げるように、子供たちを導いた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tipu Muslihat Robot (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 静谧之曲",
      "合成获得: 灰河渡手",
      "合成获得: 最初的大魔术",
      "深潮的余响 - 炼武秘境：机思 （周一/周四/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Duy Robot (Thứ 2/Thứ 4/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深潮的餘響（週一、週四、週日）】煉武秘境：機思 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】悠古弦音的迴響"
    ],
    "ko-kr": [
      "연무 비경: III ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Robotic Ruse (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Robotische List (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "Алхимия: Незаконченный отзвук древней струны",
      "Алхимия: Мора",
      "Алхимия: Эхо отзвука древней струны"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Inventiva III-IV (Lunes, jueves y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Consciência Robótica (Segunda-feira/Quinta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ruse robotique (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แยบยล (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：巧想で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/0ba8ef36e1ed59a70592ffe55c48f254_4574059832760230234.png",
  "localIcon": "images/movement_of_an_ancient_chord.png"
}