{
  "id": "narukamis_wisdom",
  "wiki_id": 1906,
  "name": {
    "id-id": "Narukami's Wisdom",
    "zh-cn": "鸣神御灵的明惠",
    "vi-vn": "Trí Tuệ Của Narukami",
    "zh-tw": "鳴神御靈的明惠",
    "ko-kr": "나루카미 어령의 은혜",
    "en-us": "Narukami's Wisdom",
    "de-de": "Narukamis Weisheit",
    "ru-ru": "Мудрость Наруками",
    "es-es": "Sabiduría de Narukami",
    "pt-pt": "A Sabedoria de Narukami",
    "fr-fr": "Sagesse de Narukami",
    "th-th": "Narukami's Wisdom",
    "ja-jp": "鳴神御霊の恩恵"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Di masa lalu, orang-orang purba akan mendaki puncak yang kini dikenal sebagai Mt. Yougou, mengukir kayu-kayu yang hangus oleh petir menjadi berbentuk kail melengkung, dan memberikan wujud pada sambaran kilat yang menerangi langit dan guntur yang mengguncang bumi. Seiring waktu, wujud ini pada akhirnya berkembang menjadi simbol \"Electro Mitsudomoe\" yang melambangkan kebaikan, kebijaksanaan, kekuatan Electro, dan orang-orang yang mewakili nilai-nilai tersebut.",
    "zh-cn": "赋予武器突破之力的材料。在过去，先民会攀登如今被称为影向山的高峰，将雷电灼烧过的树木雕琢成曲勾形，为照亮高天的闪电、震撼大地的鸣雷赋予造型。这个形象在漫长岁月的积累中，最终演化成了「雷之三重巴」的纹样，象征着雷的眷顾、智慧与威能，以及代行此等眷顾、智慧与威能的人们。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Trong quá khứ, tổ tiên sẽ leo lên đỉnh núi mà ngày nay được gọi là Núi Yougou, điêu khắc những cái cây bị sấm sét đốt cháy thành hình móc cong, tạo ra hình dạng của tia chớp sáng rực bầu trời và tiếng sấm rung chuyển mặt đất. Trải qua nhiều năm tích lũy, hình tượng này cuối cùng đã phát triển thành hình mẫu \"Tam Trùng Lôi\", tượng trưng cho sự ưu ái, trí tuệ và quyền lực của Lôi, cũng như những người thực hiện sự ưu ái, trí tuệ và quyền lực này.",
    "zh-tw": "賦予武器突破之力的素材。在過去，先民會攀登如今被稱為影向山的高峰，將雷電灼燒過的樹木雕琢成曲勾形，為照亮高天的閃電、震撼大地的鳴雷賦予造型。這個形象在漫長歲月的累積中，最終演化成了「雷之三重巴」的紋樣，象徵著雷的眷顧、智慧與威能，以及代行此等眷顧、智慧與威能的人們。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.과거, 선인들은 현재 요고우산이라 불리는 고봉에 올라 번개에 타버린 나무를 곡옥 모양으로 조각해 하늘을 비추는 번개, 대지를 뒤흔드는 뇌명에 형태를 부여했다. 이러한 형상은 세월의 축적하에 「번개의 삼파문」의 문양으로 진화하게 된다. 이 문양은 번개의 애고, 지혜와 위엄, 그리고 그것들을 대행하고 있는 사람들을 상징한다",
    "en-us": "Weapon Ascension Material.In the past, the ancients would climb the peak now known as Mt. Yougou and bend wood that had been charred by lightning into a hook to offer as an effigy unto the thundering force that lit up the skies and shook the earth. This shape would eventually become the \"Electro Mitsudomoe\" symbol, symbolizing the favor, wisdom, and might of Electro, and also the people who represent these values.",
    "de-de": "Waffenaufstiegsmaterial.In der Vergangenheit kletterten die Alten auf den Gipfel, der heute als Yougou-Berg bekannt ist, und bogen Holz, das vom Blitz verkohlt worden war, zu einem Haken, um es der donnernden Kraft, die den Himmel erhellte und die Erde erschütterte, als Abbild zu opfern. Diese Form wurde schließlich zum „Elektro-Mitsudomoe“-Symbol, das die Gunst, Weisheit und Macht der Elektro-Kraft symbolisiert, und auch die Menschen, die diese Werte repräsentieren.",
    "ru-ru": "Материал возвышения оружия.В прошлом древние взбирались на вершину, теперь известную как гора Ёго, чтобы согнуть испепелённое молнией дерево в крюк и приподнести его в качестве статуи силе, которая молниями озаряла небо и раскатами грома сотрясала землю. Со временем он стал символом «Электро мицудомоэ», обозначающим благоволение, мудрость и могущество Электро, равно как и представляющих эти ценности людей.",
    "es-es": "Material de ascensión de arma.En el pasado, los antiguos solían escalar el pico de la hoy conocida como Montaña Yougou para tallar madera que había sido carbonizada como ofrenda a la fuerza atronadora que iluminaba los cielos y hacía vibrar la tierra. Con el paso del tiempo, estos tallajes se convirtieron en el emblema Electro, representando el cuidado, la sabiduría y el poder de este elemento y de las personas que comparten estos valores.",
    "pt-pt": "Material de Ascensão de Armas.No passado, os mais velhos escalavam o pico conhecido agora como Montanha Yougou e talhavam os pedaços de madeira carbonizados por raios em formato de ganchos para oferecer como uma efígie à força trovejante que iluminava os céus e sacudia a terra. Esse formato acabaria se tornando o símbolo \"Mitsudomoe Electro\", simbolizando a ajuda, a sabedoria e o poder do Electro e também as pessoas que representam esses valores.",
    "fr-fr": "Matériau d'élévation d'arme.Par le passé, les anciens escaladaient le sommet maintenant connu sous le nom de Mont Yougou et sculptaient du bois carbonisé par la foudre en un crochet incurvé pour l'offrir en effigie à la force tonitruante qui illuminait les cieux et secouait la terre. Cette forme deviendra finalement le symbole du Mitsudomoe Électro, symbolisant la faveur, la sagesse et la puissance de l'Électro, ainsi que les personnes qui représentent ces valeurs.",
    "th-th": "ในอดีตคนสมัยก่อนจะปีนไปบนยอดเขา ที่ตอนนี้รู้จักกันในชื่อว่า Mt. Yougou และแกะสลักต้นไม้ที่ถูกฟ้าผ่าจนไหม้เกรียมให้เป็นรูปทรงตะขอ เพื่อเป็นรูปจำลองของสายฟ้าที่ส่องประกายบนฟากฟ้า และทำให้ผืนดินสั่นสะเทือน เมื่อเวลาผ่านไป ในที่สุดรูปร่างนี้ได้กลายเป็นสัญลักษณ์ของ \"Electro Mitsudomoe\" ซึ่งเป็นสัญลักษณ์ของความเอาใจใส่ดูแล สติปัญญา และพลังอานุภาพ รวมถึงผู้คนที่เป็นตัวแทนของคำนิยามเหล่านี้",
    "ja-jp": "武器に突破の力を付与する材料。その昔、先人たちは今や影向山と呼ばれる高峰に登り、雷に焼かれた木を鉤形に彫り、闇夜を照らし、大地を振るわす雷に造型を与えた。この形が長い時を経て、「雷の三つ巴」の模様となった。雷の恩恵、知恵、力、およびそれらを象徴する者を表している。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Pasir (Selasa/Jumat/Minggu)"
    ],
    "zh-cn": [
      "N/A"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Cát (Thứ 3/Thứ 6/Chủ Nhật)"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】鳴神御靈的歡喜",
      "【砂流之庭（週二/五/日）】 煉武祕境：砂之祭場 I / II / III / IV"
    ],
    "ko-kr": [
      "연무 비경: 모래 제단 I ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Altar of Sands (Tuesday/Friday/Sunday)"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Altar des Sandes (Dienstag/Freitag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (вторник/пятница/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Радость Наруками"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Altar de las arenas I-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar da Areia (Terça-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel des sables (Mardi/Vendredi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาแห่งทราย (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：砂の祭場で獲得可能（火曜/金曜/日曜）",
      "稲妻「根付の源」の御輿源一郎より購入可能（4回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's%20Wisdom_icon.png",
  "localIcon": "images/narukamis_wisdom.png"
}