{
  "id": "narukamis_affection",
  "wiki_id": 1904,
  "name": {
    "id-id": "Narukami's Affection",
    "zh-cn": "鸣神御灵的亲爱",
    "vi-vn": "Tình Yêu Của Narukami",
    "zh-tw": "鳴神御靈的親愛",
    "ko-kr": "나루카미 어령의 친애",
    "en-us": "Narukami's Affection",
    "de-de": "Narukamis Zuneigung",
    "ru-ru": "Милость Наруками",
    "es-es": "Afecto de Narukami",
    "pt-pt": "O Afeto de Narukami",
    "fr-fr": "Affection de Narukami",
    "th-th": "Narukami's Affection",
    "ja-jp": "鳴神御霊の親愛"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Semua iblis yang berkeliaran di hutan belantara atau hidup di antara manusia akan tertarik dengan Narukami Ogosho Yang Mahakuasa, yang diwakili oleh Electro Mitsudomoe. Meski hidup mereka mungkin lebih lama dari makhluk mana pun, hidup mereka juga akan berakhir pada waktunya. Mereka yang memiliki waktu hidup terbatas dan mendambakan keabadian, hanya bisa berdoa agar \"Keabadian\" mengingat mereka. Dan dia memang menjawab doa mereka, mengingat mereka semua, teman dan musuh ke dalam hatinya. Tidak peduli apakah itu iblis burung hantu yang tinggal di tengah kabut dan merobek langit, bake-danuki yang berani masuk tanpa izin ke taman kekaisarannya, atau oni betina yang cantik seperti bulan dan perkasa dalam pertempuran, namun akhirnya menyerang dirinya... Entah itu tengu yang mengepakkan sayap hitamnya atau Kitsune Saiguu yang pernah berada di sisinya, tetapi akhirnya menghilang selamanya...Kisah yang tak terhitung jumlahnya ini telah beristirahat di dalam hatinya, dan suatu hari nanti, mereka pasti akan bersinar lagi di surga abadi yang diimpikannya.",
    "zh-cn": "赋予武器突破之力的材料。漫游在荒野中，或是与人一同生活的妖物都会被「雷之三重巴」所代表的御建鸣神主尊所吸引。纵使他们的寿命远远久于万物灵长，也有终结的一日。要在有限的寿命中求得永恒与无限，就只能骥望于「永恒」能记住他们了。而她也回应了他们的愿望，将所有的敌手与友人铭记于心。据说，无论是栖息在迷雾当中、撕裂天空的魔性之枭，胆敢擅闯御苑的怪化狸，还是那位武艺高强容貌如月、最终却对自己露出尖牙的鬼族少女；无论是曾经展开黑翼自在空行的天狗，抑或是与她同行，最终又永远消失的「狐斋宫大人」…无数的故事静静地沉睡在她的心中，终有一日会在她所梦想的永恒净土中灼灼发光吧。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Quái vật đi lang thang trong vùng hoang dã hoặc sống chung với con người sẽ bị thu hút bởi Tôn Chủ Narukami Ogosho của \"Tam Trùng Lôi\". Ngay cả khi tuổi thọ của chúng dài hơn nhiều so với tuổi thọ của tất cả, nhưng cũng sẽ có ngày kết thúc. Để đạt được sự vĩnh cửu và vô hạn, chỉ có thể hy vọng rằng \"sự vĩnh hằng\" có thể ghi nhớ họ. Và cô cũng đáp lại mong muốn của họ, ghi nhớ tất cả những kẻ thù và bạn bè trong lòng. Người ta kể rằng không biết có phải là con cú quỷ sống trong sương mù xé trời, con gấu kỳ dị dám xâm phạm vườn ngự uyển, hay ma nữ võ công tuyệt thế nhan sắc tuyệt trần nhưng cuối cùng lại để lộ răng nanh của cô ấy. Cho dù là Tengu có ở trên bầu trời đi nữa thì \"Đại Nhân Kitsune Saiguu\", người đi cùng cô ấy cũng đã biến mất vĩnh viễn...Vô số câu chuyện đang lặng lẽ ngủ yên trong lòng cô, rồi một ngày nào đó, chúng sẽ tỏa sáng ở cõi thanh tịnh vĩnh hằng mà cô hằng mơ ước.",
    "zh-tw": "賦予武器突破之力的材料。漫遊在荒野中，或是與人一同生活的妖物都會被「雷之三重巴」所代表的御建鳴神主尊所吸引。縱使他們的壽命遠遠久於萬物靈長，也有終結的一日。要在有限的壽命中求得永恆與無限，就只能驥望「永恆」能記住他們了。而她也回應了他們的願望，將所有的敵手與友人銘記於心。據說，無論是棲息在迷霧當中、撕裂天空的魔性之梟，膽敢擅闖御苑的怪化狸，還是那位武藝高強容貌如月、最終卻對自己露出尖牙的鬼族少女；無論是曾經展開黑翼自在空行的天狗，抑或是與她同行，最終又永遠消失的「狐齋宮大人」…無數的故事靜靜地沉睡在她的心中，終有一日會在她所夢想的永恆淨土中灼灼發光吧。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.황야에 떠도는, 혹은 사람과 함께 생활하고 있는 요물은 모두 「번개의 삼파문」이 대표하고 있는 위대하신 나루카미 쇼군에 이끌린다. 하지만 그들의 수명이 만물의 영장보다 훨씬 길더라도, 언젠가는 그 끝을 맞이하기 마련이다. 유한한 수명을 살아가면서 영원함과 무한을 좇으려면, 「영원함」이 그들을 기억하기를 기대하는 수밖에 없다. 그리고 그녀도 그들의 염원에 답을 해주어 모든 적수와 친우를 마음에 새겨주었다. 희미한 안갯속에 거주하며 하늘을 찢는 마성의 올빼미든, 겁 없게도 어원에 침입한 너구리 요괴든, 달처럼 아름답지만 결국 자신에게 날카로운 이를 드러낸 오니족 소녀든, 검은 날개를 펼치고 자유로이 하늘을 날아다니던 텐구든, 그녀와 동행했지만 결국은 영원히 사라진 「호재궁 어르신」이든…무수히 많은 이야기들이 그녀의 마음속에 깊게 잠들어 있다. 언젠가 그 이야기들은 그녀가 꿈꾸는 영원한 정토에서 반짝반짝 빛나게 될 것이다",
    "en-us": "Weapon Ascension Material.All demons who wander in the wilderness or live amongst mortals will be attracted by the sight of the Almighty Narukami Ogosho, represented by the Electro Mitsudomoe. Though their lives may be longer than any creature, they will at last come to their end. If those with limited lifespans hanker after eternity, then they can only pray that \"Eternity\" remembers them. And she did indeed answer their prayers, remembering them all, friend and foe alike, in her heart. No matter whether it was the demon owls who resided amidst the fog and ripped through the skies, the bake-danuki who dared to trespass her imperial gardens, or that female oni, lovely as the moon and mighty in battle, yet who would eventually come to blows with her... Whether it was the tengu who soared on dark wings or the Kitsune Saiguu who once walked by her side, but who eventually disappeared forever...These countless tales have come to rest within her heart, and someday, they will surely shine again in the eternal paradise of her dreams.",
    "de-de": "Waffenaufstiegsmaterial.Alle Dämonen, die in der Wildnis umherwandern oder unter den Sterblichen leben, werden durch den Anblick der allmächtigen Narukami Ogosho, repräsentiert durch den Elektro-Mitsudomoe, angezogen. Obwohl ihr Leben länger sein kann als das jeder anderen Kreatur, werden sie schließlich an ihr Ende kommen. Wenn diejenigen mit begrenzter Lebensspanne sich nach der Ewigkeit sehnen, dann können sie nur beten, dass die „Ewigkeit“ sich an sie erinnert. Und sie erhörte tatsächlich ihre Gebete, indem sie sie alle, Freund und Feind gleichermaßen, in ihrem Herzen bewahrte. Egal, ob es die dämonischen Eulen waren, die inmitten des Nebels wohnten und durch die Lüfte fegten, die Back-Danuki, die es wagten, ihre kaiserlichen Gärten zu betreten, oder die Oni-Frau, schön wie der Mond und mächtig im Kampf, die sich schließlich mit ihr messen würde ... Ob es der Tengu war, der auf dunklen Schwingen schwebte, oder der Kitsune Saiguu, der einst an ihrer Seite wandelte, aber schließlich für immer verschwand ...Diese unzähligen Geschichten sind in ihrem Herzen zur Ruhe gekommen, und eines Tages werden sie sicherlich wieder im ewigen Paradies ihrer Träume erstrahlen.",
    "ru-ru": "Материал возвышения оружия.Демонов, которые обитали в дикой природе и среди людей, привлекала представляемая «Электро мицудомоэ» всемогущая Наруками Огосё. Хоть и жили они дольше остальных существ, конец приходил и им. Те, чьи годы сочтены, в погоне за вечностью могли лишь молиться, что «вечность» их не забудет. Она и в самом деле отвечала на их молитвы, запоминая друзей и врагов. Будь то живущий в тумане и прорывающийся сквозь туман демонический филин, посмевший пробраться в её королевский сад бакэ-дануки, луноликая воительница дева-они, которая столкнётся с ней в бою, паривший на чёрных крыльях тэнгу, или же сопровождавшая её кицунэ Сайгу, что пропала навеки...Эти бесчисленные истории крепко спят в её сердце, но однажды они ярко засияют в вечном раю её снов.",
    "es-es": "Material de ascensión de arma.Los demonios que vagan por la naturaleza o conviven con los mortales se sentirán atraídos al ver a la todopoderosa Narukami, representada por el emblema Electro. Aunque probablemente vivan más tiempo que cualquier criatura, a ellos también les espera un día final. Si aquellos con una esperanza de vida limitada anhelan la eternidad, solo pueden rezar por que la “Eternidad” les recuerde. Y ella sí respondió a sus peticiones, recordándolos a todos, tanto amigos como enemigos, y guardándoles un lugar en su corazón. No importa si fueron los búhos demoníacos que residían en la niebla y atravesaban los cielos, los seres sobrenaturales que osaron traspasar sus jardines imperiales o la joven oni, tan adorable como la luna y poderosa en la batalla, pero que al final vendría a golpes con ella... Ya sea el tengu que alzó el vuelo con sus oscuras alas o la Sacerdotisa Kitsune, que una vez caminó a su lado, pero que finalmente despareció para siempre... cada una de estas incontables historias descansarán en su corazón y, algún día, volverán a brillar de nuevo en el paraíso de sus sueños.",
    "pt-pt": "Material de Ascensão de Arma.Todos os demônios que vagueiam na natureza ou vivem entre os mortais são atraídos pela visão de Narukami Ogosho Toda-Poderosa, representada pelo Mitsudomoe Electro. Apesar de suas vidas poderem ser mais longas que qualquer criatura, eles pelo menos chegarão ao fim. Se os que têm uma vida limitada desejarem a eternidade, então apenas podem rezar que a \"Eternidade\" se lembre deles. E ela realmente deu resposta a suas preces, lembrando deles todos, como amigos e família, em seu coração. As corujas demônios que residem entre a neblina e rasgam os céus, o Bake-danuki que teve a coragem de trespassar seus jardins imperiais, ou aquela oni feminina, linda como a lua e poderosa na batalha, que acabaria mostrando seus dentes afiados... O Tengu que pairava no céu com suas asas escuras ou Kitsune Saiguu que caminhara outrora do seu lado, mas, no final, desapareceu para sempre...Todas essas inúmeras histórias estão em seu coração e, um dia, elas certamente verão novamente a luz do sol no paraíso eternos de seus sonhos.",
    "fr-fr": "Matériau d'élévation d'arme.Tous les démons qui errent dans le désert ou vivent parmi les mortels sont attirés par la vue de la toute-puissante Narukami Ogosho, représentée par le Mitsudomoe Électro. Bien que leur vie puisse être plus longue que celle de n'importe quelle créature, elle aura nécessairement une fin. Si ceux qui ont une durée de vie limitée aspirent à l'éternité, alors ils ne peuvent que prier pour que « l'éternité » se souvienne d'eux. Et elle a effectivement répondu à leurs prières, se souvenant d'eux, amis et ennemis, et leur gardant une place dans son cœur. Que ce soit les hiboux démoniaques qui résidaient dans la brume et déchiraient les cieux, le Tanuki qui osa pénétrer dans ses jardins impériaux, ou cette femelle oni, belle comme la lune et puissante au combat, qui finit par rivaliser avec elle... Que ce soit le Tengu qui prenait son envol de ses ailes sombres ou la Kitsune Saiguu qui marchait autrefois à ses côtés, mais qui finalement disparut à jamais...Ces innombrables histoires sont dans son cœur, et un jour, elles brilleront à nouveau dans le paradis éternel de ses rêves.",
    "th-th": "อสูรที่เตร็ดเตร่อยู่ในป่า หรืออาศัยอยู่ท่ามกลางมนุษย์ล้วนถูกดึงดูดโดยเทพเจ้า Narukami Ogosho ผู้ยิ่งใหญ่ ซึ่งเป็นตัวแทนของ \"Electro Mitsudomoe\" แม้ว่าชีวิตของพวกเขาจะยาวนานกว่าสิ่งมีชีวิตอื่น ๆ แต่ที่สุดแล้วก็จะต้องถึงจุดจบในสักวัน หากผู้ที่มีอายุขัยจำกัดใฝ่หาความเป็นนิรันดร์และความไร้ขีดจำกัด ก็คงทำได้เพียงเฝ้าภาวนาให้ \"ความเป็นนิรันดร์\" จดจำพวกเขาได้ ตอบสนองต่อความปรารถนาของพวกเขา และจดจำทั้งมิตรและศัตรูทั้งหมดเอาไว้ในใจ ว่ากันว่า ไม่ว่าจะเป็นนกฮูกปีศาจที่อาศัยอยู่ท่ามกลางม่านหมอก และท้องฟ้าที่แยกขาดจากกัน Bake-danuki ที่กล้าบุกไปยังสวนของจักรพรรดิ หรือปีศาจจิ้งจอกที่แข็งแกร่งและสวยราวกับดวงจันทร์ ปีศาจสาวซึ่งสุดท้ายได้เผยเขี้ยวเล็บออกมา แม้แต่เท็งงุที่โบยบินด้วยปีกสีดำอยู่บนท้องฟ้า หรือ Kitsune Saiguu ที่ครั้งหนึ่งเคยเดินเคียงข้างเธอ ที่สุดแล้วก็ได้หายไปตลอดกาล...เรื่องราวมากมายนับไม่ถ้วนที่หลับใหลอยู่ในใจของเธอนี้ คงมีสักวันหนึ่งที่จะส่องแสงอีกครั้ง ในความฝันอันเป็นนิรันดร์",
    "ja-jp": "武器に突破の力を付与する材料。荒野を徘徊する、あるいは人間と共存する魑魅魍魎は、「雷の三つ巴」に代表される御建鳴神主尊に引き寄せられる。人間に比べてはるかに長い寿命であっても、終わりは必ず訪れる。限りある命の中で永遠や無限を求めるには、「永遠」が自らのことを覚えてくれるのを願うしかない。彼女はその願いに応え、敵も友もすべて心に刻んだ。霧に棲み空を裂く魔性のフクロウ、あえて皇居に侵入する化け狸、凄腕で月のような美貌だが、最後には牙を見せる鬼族の少女。かつて黒い翼を広げて空を自由に歩いた天狗、そして彼女と共に歩み、最後は永遠に消えてしまった「狐斎宮様」…彼女の心の中に静かに眠っていた数々の物語は、いつか彼女が夢見る永遠なる浄土の中で、明るく燃え上がるだろう。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Pasir (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Cát (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】鳴神御靈的勇武",
      "【砂流之庭（週二/五/日）】煉武祕境：砂之祭場 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래 제단 III ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Altar of Sands (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Altar des Sandes (Dienstag/Freitag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (вторник/пятница/воскресенье)",
      "Алхимия: Радость Наруками",
      "Алхимия: Мора",
      "Алхимия: Доблесть Наруками"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Altar de las arenas III-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar da Areia (Terça-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel des sables (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาแห่งทราย (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：砂の祭場で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's%20Affection_icon.png",
  "localIcon": "images/narukamis_affection.png"
}