{
  "id": "narukamis_joy",
  "wiki_id": 1907,
  "name": {
    "id-id": "Narukami's Joy",
    "zh-cn": "鸣神御灵的欢喜",
    "vi-vn": "Sở Thích Của Narukami",
    "zh-tw": "鳴神御靈的歡喜",
    "ko-kr": "나루카미 어령의 환희",
    "en-us": "Narukami's Joy",
    "de-de": "Narukamis Freude",
    "ru-ru": "Радость Наруками",
    "es-es": "Júbilo de Narukami",
    "pt-pt": "A Alegria de Narukami",
    "fr-fr": "Joie de Narukami",
    "th-th": "Narukami's Joy",
    "ja-jp": "鳴神御霊の歓喜"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Mereka yang termasuk dalam Shogunate Commission adalah para pengelola dan penguasa. Dalam kisah kuno yang menceritakan monster-monster, mereka yang sangat dipercaya Shogun akan membawa jimat dengan desain kail, kata \"Commission\" dalam bahasa kuno juga berarti \"melayani dengan sukacita\". Siapa pun yang disenangi Shogun juga akan membalas dengan cinta dan kesetiaan. Namun sejak entah kapan, semuanya berubah dan tidak seperti dulu lagi.",
    "zh-cn": "赋予武器突破之力的材料。在鸣神的幕府中设有奉行之名，乃是诸类事务的管理与执行者。在妖物悠长久远的故事中，在过去，深受将军殿下亲近信赖者会佩戴这种曲勾造型的护符；而奉行之名也取自欢喜奉行之意，得到她青睐的人，也会回报以爱与忠义。而从某一时点开始，一切都不再是原本的模样了。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Hiệp hội của thời Narukami là những người quản lý và thực thi các công việc khác nhau. Trong những câu chuyện về yêu ma cổ xưa kia, những người thân cận được tướng quân tin cậy thì mới đeo loại bùa hình móc câu này, và những người được ưu ái cũng sẽ đền đáp lại bằng tình yêu và lòng trung thành. Và từ một thời điểm nào đó, mọi thứ không còn như ban đầu nữa.",
    "zh-tw": "賦予武器突破之力的素材。在鳴神的幕府中設有奉行之名，乃是諸類事務的管理與執行者。在妖物悠長久遠的故事中，在過去，深受將軍殿下親近信賴者會佩戴這種曲勾造型的護符；而奉行之名也取自歡喜奉行之意，得到她青睞的人，也會回報以愛與忠義。而從某一時點開始，一切都不再是原本的模樣了。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.나루카미신이 막부에 설치한 봉행은 여러 가지 업무의 관리와 집행을 맡고 있다. 오래전 요물들의 이야기에서, 쇼군님의 신뢰를 받은 수하는 이러한 곡옥 모양의 부적을 착용한다고 한다. 또한 봉행이라는 명칭도 환희 봉행이라는 의미로, 그녀의 총애를 받은 자는 반드시 사랑과 충의로 보답했다. 하지만 어느 순간부터인지, 모든 건 예전과 판이하게 달라져있었다",
    "en-us": "Weapon Ascension Material.Those who belong to the Shogunate Commissions are those who administer and exercise power. In the monster-filled tales of the ancient past, those who were deeply trusted by the Shogun would bear talismans with this hooked design on their person, and just as the word \"commission\" means to \"joyfully serve\" in the old tongue, those who received her favor would return it with love and loyalty. Yet, after a certain point in time, nothing would be as it was before.",
    "de-de": "Waffenaufstiegsmaterial.Diejenigen, die zur Bakufu-Verwaltung gehören, sind diejenigen, die die Macht verwalten und ausüben. In den von Monstern erfüllten Geschichten der alten Vergangenheit trugen diejenigen, denen der Shougun zutiefst vertraute, Talismane mit diesem Hakenmuster an sich, und so würden diejenigen, die ihre Gunst erhielten, sie mit Liebe und Loyalität zurückgeben. Doch nach einem bestimmten Zeitpunkt würde nichts mehr so sein, wie es vorher war.",
    "ru-ru": "Материал возвышения оружия.Все те, кто входит в комиссии сёгуната, обладают властью. В полных чудовищ историях прошлого удостоившиеся доверия сёгуна носили изогнутые талисманы, и равно как слово «исполнение» на древнем языке означало «радость служить», на расположение сёгуна отвечали любовью и преданностью. Но с некоторого момента всё изменилось.",
    "es-es": "Material de ascensión de arma.Aquellos que pertenecen a las Comisiones del shogunato son los que administran y ejecutan el poder. Según se cuenta en las antiguas historias sobre monstruos, en el pasado, las personas que fueran de confianza para los Shogun llevaban consigo talismanes con este símbolo junto a la palabra “comisión”, que significaba “servir alegremente” en la lengua de aquel entonces. Los portadores de estos talismanes también eran dignos de recibir amor y lealtad a cambio. Sin embargo, en un determinado momento, nada volvió a ser como antes.",
    "pt-pt": "Material de Ascensão de Armas.Aqueles que pertencem as Comissões do Shogunato são aqueles que administram e exercem poder. Nos contos do passado repletos de monstros, aqueles que eram confiados pela Shogun carregavam talismãs com esse design consigo, e assim como a palavra \"ordem\" significava \"servir de coração\" na língua antiga, aqueles que recebiam seu favor retribuíam ele com amor e lealdade. Entretanto, após certo ponto no tempo, nada mais seria como era.",
    "fr-fr": "Matériau d'élévation d'arme.Ceux qui appartiennent aux Commissions du Shogunat sont ceux qui administrent et exercent le pouvoir. Dans les contes remplis de monstres du passé, ceux à qui Son Excellence la Shogun faisait profondément confiance portaient sur eux des talismans avec ce dessin accroché, et tout comme le mot « Commission » signifie « servir joyeusement » dans l'ancienne langue, ceux qui recevaient sa faveur la lui rendaient avec amour et loyauté. Pourtant, après un certain temps, plus rien ne fut comme avant.",
    "th-th": "ผู้ที่อยู่ในสำนัก Shogunate ของ Narukami เป็นผู้ที่บริหารและจัดการบรรดากิจการประเภทต่าง ๆ ในเรื่องราวของอสูรที่มีมาช้านานนั้นกล่าวว่า ในอดีตผู้ใกล้ชิดที่ได้รับความไว้วางใจจากโชกุน จะพกเครื่องรางรูปทรงตะขอชนิดนี้ เช่นเดียวกับคำว่า \"สำนัก\" ซึ่งหมายถึง \"การรับใช้ด้วยความสุข\" ผู้ที่ได้รับความโปรดปรานจากเธอก็จะตอบแทนด้วยความรักและความภักดี แต่ครั้นเมื่อเวลาผ่านไปจนถึงจุดนึง ทุกสิ่งก็ย่อมไม่เหมือนเดิมอีกต่อไป",
    "ja-jp": "武器に突破の力を付与する材料。鳴神の幕府には奉行というものがあり、あらゆる事柄の管理と執行を行っている。古き妖物の話では、将軍様に信頼された者は、曲がった鉤の形をしたこのお守りを身につける。そして奉行の名は喜びの奉仕の意味から取られており、殿下に好かれた者は、愛と忠誠をもって仕える。しかし、ある時期を過ぎてから、何もかもが本来の姿でなくなってしまった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Pasir (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Cát (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】鳴神御靈的親愛",
      "【砂流之庭（週二/五/日）】煉武祕境：砂之祭場 II / III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래 제단 II ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Altar of Sands (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Altar des Sandes (Dienstag/Freitag/Sonntag).",
      "Transformationsergebnis vom Parameterumwandler."
    ],
    "ru-ru": [
      "• Подземелье «Зал текущего песка» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Мудрость Наруками",
      "Алхимия: Мора",
      "Алхимия: Милость Наруками"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Altar de las arenas II-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar da Areia (Terça-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel des sables (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาแห่งทราย (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：砂の祭場で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's%20Joy_icon.png",
  "localIcon": "images/narukamis_joy.png"
}