{
  "id": "narukamis_valor",
  "wiki_id": 1905,
  "name": {
    "id-id": "Narukami's Valor",
    "zh-cn": "鸣神御灵的勇武",
    "vi-vn": "Uy Dũng Của Narukami",
    "zh-tw": "鳴神御靈的勇武",
    "ko-kr": "나루카미 어령의 용맹",
    "en-us": "Narukami's Valor",
    "de-de": "Narukamis Tapferkeit",
    "ru-ru": "Доблесть Наруками",
    "es-es": "Valentía de Narukami",
    "pt-pt": "A Coragem de Narukami",
    "fr-fr": "Vaillance de Narukami",
    "th-th": "Narukami's Valor",
    "ja-jp": "鳴神御霊の勇武"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Harta dari penguasa guntur adalah keagungannya. Dan keagungan itu diwujudkan dalam keberanian dan amarahnya. Amarahnya berasal dari cinta yang bertahan di hatinya, dan keberaniannya mendukung amarah tersebut. Jadi siapa pun yang menghalangi jalan menuju keabadian atau melukai orang-orang Inazuma akan menjadi musuhnya.Konon ada empat roh besar, tiga rubah suci, dan dua pedang hebat — tapi simbol Yang Mulia, Narukami Ogosho Yang Mahakuasa bisa hanya menjadi satu serangan, tak tertandingi dan cemerlang seperti bintang jatuh.",
    "zh-cn": "赋予武器突破之力的材料。雷电之尊的重宝在于威严，威严由勇武与震怒体现，震怒源于心中的爱执，勇武则是震怒的权现。最终，无论何者，只要敢于挡住望向永恒的目光，只要敢于伤害稻妻的子民，就会成为她的敌人。据说御灵有四魂，仙狐有三匹，名刀有二本；而御建鸣神主尊大御所大人的威严之相，只会呈现为流星光底的无想一线。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Bảo bối của sấm sét là sự uy nghiêm, uy nghiêm là hiện thân của dũng khí và thịnh nộ, thịnh nộ bắt nguồn từ tình yêu và sự bền bỉ trong trái tim, và dũng cảm là sức mạnh của thịnh nộ. Cuối cùng, bất kể là ai, chỉ cần dám ngăn cản tầm nhìn của vĩnh hằng, hay chỉ cần làm tổn thương người của Inazuma, thì sẽ trở thành kẻ thù của nàng.Người ta đồn rằng ngự linh có bốn hồn, tiên hồ có ba con, đao có hai thanh. Vẻ ngoài uy nghiêm của Tôn Chủ Narukami Ogosho đại nhân sẽ chỉ xuất hiện như một dòng suy nghĩ vô hồn dưới ánh sáng của thiên thạch.",
    "zh-tw": "賦予武器突破之力的材料。雷電之尊的重寶在於威嚴，威嚴由勇武與震怒體現，震怒源於心中的愛執，勇武則是震怒的權現。最終，無論何者，只要敢於擋住望向永恆的目光，只要敢於傷害稻妻的子民，就會成為她的敵人。據說御靈有四魂，仙狐有三匹，名刀有二本；而御建鳴神主尊大御所大人的威嚴之相，只會呈現為流星光底的無想一線。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.번개 신의 존귀함은 그 위엄에 있다. 위엄은 용맹과 진노의 표현이다. 진노는 마음속에 담긴 애착에서 오고, 용맹은 진노의 권현이다. 결국, 영원함을 좇는 그녀의 눈길에 방해가 되는 자, 감히 이나즈마 사람들을 해하려는 자는 그 누구든 그녀의 적수가 되고 마는 것이다.전설에 따르면 어령에는 네 개의 영혼이, 여우 신선에게는 세 개의 필이, 명검에는 두 가지 근본이 있다고 한다. 위대하신 나루카미 쇼군의 위엄 넘치는 형상은 단지 유성 빛 아래의 일부만 나타내고 있을 뿐이다",
    "en-us": "Weapon Ascension Material.The treasure of the lord of thunder is her majesty, and that majesty is embodied in her valor and wrath. Her wrath comes from the love that persists in her heart, and her valor supports that anger. Thus, whomsoever should block the path towards eternity or lay a finger on Inazuma's people shall become her foe.They say that there were four great spirits, three divine foxes, and two great swords — but that the symbol of Her Excellency, the Almighty Narukami Ogosho, could only be a single strike, unsurpassed and brilliant as a meteor.",
    "de-de": "Waffenaufstiegsmaterial.Der Schatz der Göttin des Blitzes ist ihre Majestät und diese Majestät ist in ihrer Tapferkeit und ihrem Zorn verkörpert. Ihr Zorn entspringt der Liebe, die in ihrem Herzen fortbesteht, und ihre Tapferkeit unterstützt diesen Zorn. So soll jeder, der den Weg in die Ewigkeit blockiert oder einen Finger auf das Volk von Inazuma Volk legt, ihr Feind werden.Sie sagen, dass es vier große Geister, drei göttliche Füchse und zwei große Schwerter gab. Aber dass das Symbol Ihrer Exzellenz, der Allmächtigen Narukami Ogosho, nur ein einziger Schlag sein konnte, unübertroffen und strahlend wie ein Meteor.",
    "ru-ru": "Материал возвышения оружия.Сокровище владычицы грома - величие, которое заключается в её доблести и гневе. Гнев её происходит от сердечной любви, а доблесть его поддерживает. Поэтому любой, кто посмеет встать на её пути к вечности или причинить народу Инадзумы вред, становится её врагом.Говорят, что когда-то было четыре великих духа, три божественных кицунэ и два знаменитых меча, но символом её величества всемогущей Наруками Огосё мог быть только один удар, молниеносный и блистательный, как метеор.",
    "es-es": "Material de ascensión de arma.La majestuosidad es el mayor tesoro de la diosa de la tormenta, y se personifica en su valentía y en su furia. Su furia proviene del amor que alberga en su corazón, y su valentía se potencia con su ira. De todos modos, no importa cómo, aquel que se atreva a poner un dedo sobre Inazuma se convertirá en su enemigo inmediatamente.Se cuenta que una vez existieron cuatro grandes espíritus, tres zorros divinos y dos armas ilustres, pero que el símbolo de Su Excelencia, la todopoderosa Narukami, solo podría ser un único golpe, invencible y brillante como un meteorito.",
    "pt-pt": "Material de Ascensão de Armas.O tesouro do senhor do trovão é sua majestade, e essa majestade permeia sua coragem e fúria. Sua fúria vem do amor que persiste em seu coração, e sua coragem solidifica essa fúria. Quem estiver no caminho para a eternidade ou ferir o povo de Inazuma se tornará seu inimigo.Dizem que havia quatro grandes espíritos, três raposas divinas e duas grandes espadas — mas o símbolo de Sua Excelência, a Narukami Ogosho Toda-Poderosa, era um único golpe, invencível e brilhante como um meteoro.",
    "fr-fr": "Matériau d'élévation d'arme.Le trésor de la déesse du tonnerre est sa majesté, et cette majesté est incarnée par sa vaillance et sa colère. Sa colère vient de l'amour qui persiste dans son cœur, et sa vaillance est renforcée par cette colère. Ainsi, quiconque bloquera le chemin vers l'éternité ou lèvera la main sur le peuple d'Inazuma deviendra son ennemi.On raconte qu'il existait quatre grands esprits, trois renards divins et deux grandes épées, mais que le symbole de Son Excellence, la toute-puissante Narukami Ogosho, ne pouvait être qu'un seul coup, invincible et brillant comme une météorite.",
    "th-th": "สมบัติของลอร์ดแห่งสายฟ้าก็คือความยิ่งใหญ่ของเธอ ความยิ่งใหญ่นั้นแสดงถึงความกล้าหาญและความโกรธแค้น ส่วนความโกรธแค้นนั้นมาจากความรักที่อยู่ในใจ และความกล้าหาญก็สนับสนุนซึ่งความโกรธนั้น ท้ายที่สุด ไม่ว่าใครก็ตามที่ขวางทางอันนำไปสู่ความเป็นนิรันดร์ หรือใครที่กล้าทำร้ายผู้คนของ Inazuma แม้แต่ปลายเล็บ ก็จะถือว่าเป็นศัตรูของเธอว่ากันว่า มีจิตวิญญาณที่ยิ่งใหญ่สี่ตน เซียนจิ้งจอกสามตน และดาบเลื่องชื่อสองเล่ม แต่สัญลักษณ์แห่งเกียรติยศของเทพเจ้า Narukami Ogosho ผู้ยิ่งใหญ่ จะปรากฏเพียงครั้งเดียวโดยไม่อาจล่วงรู้ได้ และมีแสงที่สดใสราวกับดาวตก",
    "ja-jp": "武器に突破の力を付与する材料。雷電の神の重宝は威厳であり、その威厳は勇武と激怒によって具現化される。激怒は愛と執着から生まれ、勇武は怒りの表れである。その結果、永遠を見つめる眼差しを邪魔する者、稲妻の民を傷つける者は、彼女の敵となる。御霊の魂は四つ、仙狐は三匹、名刀は二本あると言われている。あの御建鳴神主尊大御所様の威厳は、流星光底のような無想の一線として現れる。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Pasir (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Cát (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【砂流之庭（週二/五/日） 】煉武祕境：砂之祭場 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 모래 제단 IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Altar of Sands (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Garten der fließenden Sande in Inazuma",
      "Sphäre der Kriegskunst: Altar des Sandes (Dienstag/Freitag/Sonntag)."
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Зал текущего песка» (вторник/пятница/воскресенье)",
      "Алхимия: Милость Наруками",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de Sunagare. Dominio de la forja: Altar de las arenas IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Altar da Areia (Terça-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel des sables (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาแห่งทราย (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "稲妻煉武秘境：砂の祭場で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's%20Valor_icon.png",
  "localIcon": "images/narukamis_valor.png"
}