{
  "id": "newborn_tainted_hydro_phantasm",
  "wiki_id": 4073,
  "name": {
    "id-id": "Newborn Tainted Hydro Phantasm",
    "zh-cn": "初生的浊水幻灵",
    "vi-vn": "Ảo Linh Nước Đục Mới Sinh",
    "zh-tw": "初生的濁水幻靈",
    "ko-kr": "갓 태어난 탁한 물의 환령",
    "en-us": "Newborn Tainted Hydro Phantasm",
    "de-de": "Neugeborener Okeanospuk",
    "ru-ru": "Новорождённый фантазм мутных вод",
    "es-es": "Ánima Legamosa neonata",
    "pt-pt": "Fantasma Hydro Corrompido Recém-nascido",
    "fr-fr": "Jeune Fantasme Hydro croupi",
    "th-th": "Newborn Tainted Hydro Phantasm",
    "ja-jp": "生まれたての濁水幻霊"
  },
  "description": {
    "id-id": "Tetesan air yang diambil dari Tainted Hydro Phantasm yang dikalahkan. Terperangkap di dalam botol.Kehidupan yang terkandung di dalam air tidak berbentuk, dan kehidupan tak berbentuk lahir dari air dan mengambil wujud air.",
    "zh-cn": "击散浊水幻灵后，即将再度升起的新生命体，被装在了禁锢的瓶中。水中所蕴含着的生命是无形的，而无形的生命也寄于水中，借由水之形诞生。",
    "vi-vn": "Sinh mệnh mới sinh đã bị nhốt trong bình sau khi đánh bại Ảo Linh Nước Đục.Sinh mệnh trong nước là vô hình, mà sinh vật vô hình cũng sẽ ký sinh trong nước, sinh ra nhờ nước.",
    "zh-tw": "擊散濁水幻靈後，即將再度升起的新生命體，被裝在了禁錮的瓶中。水中所蘊含著的生命是無形的，而無形的生命也寄於水中，藉由水之形誕生。",
    "ko-kr": "탁한 물의 환령을 처치한 후 얻은 다시 떠오르려는 신생 생명체. 병에 갇혀 있다.물에 깃든 생명은 형태가 없지만, 무형의 생명은 물속에 기생하며 물의 형태를 빌려 탄생한다",
    "en-us": "A new lifeform that arose from the dispersed Tainted Hydro Phantasm. It is trapped inside a bottle.The life contained within the waters is formless, and formless life is born of water and gains water's shape.",
    "de-de": "Eine neue Lebensform, die aus einem besiegten Okeanospuk entsteht und in einer Flasche gefangen wird.Das im Wasser enthaltene Leben ist formlos, und formloses Leben wird aus dem Wasser geboren und nimmt die Form des Wassers an.",
    "ru-ru": "Новая жизнь, появившаяся после победы над фантазмом мутных вод и заключённая во флакон.Не имеющая формы жизнь зарождается в воде и заимствует её форму.",
    "es-es": "Una forma de vida que resurge tras derrotar a una Ánima Legamosa y que queda encerrada en un frasco.El agua no tiene forma, pero de ella pueden nacer seres que sí la tengan.",
    "pt-pt": "Assim que você derrota um Fantasma Hydro Corrompido, uma nova forma de vida nasce, presa a uma garrafa.As formas de vida contidas na água não tem forma, e uma forma de vida sem forma também depende da água, usando ela para nascer.",
    "fr-fr": "Une nouvelle forme de vie apparue après la dispersion d'un Fantasme Hydro croupi, actuellement emprisonnée à l'intérieur d'une bouteille.La vie contenue dans les eaux est intangible, et la vie intangible est née de l'eau et emprunte sa forme.",
    "th-th": "หลังจากกำจัด Tainted Hydro Phantasm แล้ว สิ่งมีชีวิตใหม่ที่กำลังจะเกิดขึ้นอีกครั้ง ถูกกักขังไว้ในขวดบรรจุมันชีวิตที่อยู่ในน้ำนั้นล้วนแต่ไร้ซึ่งรูปร่าง และสิ่งมีชีวิตเหล่านี้ก็ไม่ได้ก็อาศัยอยู่ในน้ำเช่นกัน แต่ถือกำเนิดขึ้นผ่านรูปร่างของน้ำ",
    "ja-jp": "濁水幻霊を倒した後、再び浮かび上がろうとする新たな生命体。瓶の中に密閉されている。水の中に息づく生命には形がなく、形のない生命もまた水の中で、水の形を借りて誕生する。（以下は図鑑より抜粋）水の中に息づく生命には形がなく、形のない生命もまた水の中で、水の形を借りて誕生する。古代フォンテーヌの詩人や哲学者はこう信じていた（或いは願っていた）。時間が始まる前の過去と、時間が終わった後の未来において、数多の生命は水の中で出会い、形や言葉、触れ合いを必要とせず、新たに生まれることも、死ぬこともないのだと。そして、水の世界はすべての生命の延長線上にある。これは世界の最も原始的かつ最終形体で、既に過ぎ去った、或いはまだ到来していない黄金の時代である。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Tainted Hydro Phantasm Lv. 60+"
    ],
    "zh-cn": [
      "60级以上浊水幻灵掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Ảo Linh Nước Đục cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "合成獲得",
      "60級以上濁水幻靈掉落"
    ],
    "ko-kr": [
      "Lv.60 이상 탁한 물의 환령 드랍",
      "스타라이트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Tainted Hydro Phantasms"
    ],
    "de-de": [
      "Beute von Okeanospuken ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Фантазм мутных вод Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Мутная лужица",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Sintetizar",
      "Obtenido de Ánimas Legamosas (Niv. 60+)"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Eidolons Hydro Contaminados Nv. 60+",
      "Resgate de Brilho Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Fantasme Hydro croupi"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Tainted Hydro Phantasm Lv.60 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "濁水幻霊（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/7bc0feb711d368a49fed56e6d4520a46_7892721938022305222.png",
  "localIcon": "images/newborn_tainted_hydro_phantasm.png"
}