{
  "id": "nightwinds_mystic_consideration",
  "wiki_id": 6664,
  "name": {
    "id-id": "Night-Wind's Mystic Consideration",
    "zh-cn": "神合秘烟的思绪",
    "vi-vn": "Suy Tư Của Làn Khói Thần Bí",
    "zh-tw": "神合秘煙的思緒",
    "ko-kr": "신이 깃든 연기의 사색",
    "en-us": "Night-Wind's Mystic Consideration",
    "de-de": "Gedanken der Vergänglichkeit",
    "ru-ru": "Загадочные размышления ночного ветра",
    "es-es": "Reflexión espiritista vientonocturna",
    "pt-pt": "Consideração Mística do Vento Noturno",
    "fr-fr": "Considération mystique du vent nocturne",
    "th-th": "Night-Wind's Mystic Consideration",
    "ja-jp": "神秘なる煙の思考"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Di zaman kuno, para shaman, imam, dan mistikus selalu mencari cara untuk berkomunikasi dengan kerajaan bawah yang sunyi sejak terbentuknya resonansi antara Wayob dengan pahlawan tunggal dan Nightsoul.Metode utama yang dilakukan adalah kerasukan, penarikan roh, dan pemanggilan roh, masing-masingnya dilakukan dengan bantuan instrumen ritual yang telah dipoles dengan hati-hati.",
    "zh-cn": "赋予武器突破之力的材料。古时的萨满、祭司或称秘术师的那些，在「大灵」自孤冷英雄与夜魂的呼应之中逐渐形成以来，持续不断地寻找与寂静地下国度沟通的方法。入迷，出魂与降神曾是三种主要的途径，而每种途径都将借助打磨的祭具完成。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Vào thời xa xưa, các shaman, tư tế hay những người được gọi là thuật sĩ luôn săn lùng các phương pháp để họ có thể giao tiếp với thế giới dưới đất. Kể từ khi Wayob dần hình thành từ những cộng hưởng của Dạ Hồn và các anh hùng đơn độc lạnh lẽo.Mê hoặc, xuất hồn và thần linh giáng thế từng là ba con đường chính, và mỗi con đường đều được hoàn thành nhờ các dụng cụ tế lễ được mài giũa.",
    "zh-tw": "賦予武器突破之力的素材。古時的薩滿、祭司或稱秘術師的那些，在「大靈」自孤冷英雄與夜魂的呼應之中逐漸形成以來，持續不斷地尋找與寂靜地下國度溝通的方法。入迷、出魂與降神曾是三種主要的途徑，而每種途徑都將藉助磨製的祭具完成。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「대영혼」이 고독한 영웅과 밤혼의 공명 사이에서 점차 형성된 이래, 고대 샤먼, 제사장 또는 비술사들은 고요한 지하 왕국과 소통하는 방법을 연구했다.입신, 탈혼, 강신은 세 가지 주요 소통방식이었고, 각각 다듬어진 제사 도구를 통해 이루어졌다",
    "en-us": "Weapon Ascension Material.In ancient times, shamans, priests, or those known as mystics were always on the hunt for methods by which they could communicate with the silent underground realm. Ever since the Wayob gradually began to manifest, reacting to the resonance between the lone hero and the Nightsouls, this had been so.Entrancement, disembodiment, and theurgy were the main methods they chose, each accomplished through the aid of meticulously polished ritual tools.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.In alten Zeiten waren Schamanen, Priester oder sogenannte Okkultisten immer auf der Suche nach Methoden, mit denen sie mit dem stillen unterirdischen Reich kommunizieren konnten, und das schon seit sich die Wayob allmählich zu manifestieren begannen und auf die Resonanz zwischen dem einsamen Helden und den Nachtseelen reagierten.Die wichtigsten Methoden, die sie wählten, waren die Trance, das Verlassen des Körpers und das Götterbeschwören, was jeweils mithilfe von sorgfältig geschliffenen rituellen Werkzeugen durchgeführt wurde.",
    "ru-ru": "Материал возвышения оружия.В древние времена шаманы, жрецы и мистики постоянно стремились найти способы общения с молчаливым подземным миром. С тех пор как Вайобы начали проявляться, реагируя на резонанс между одиноким героем и ночными душами, это стремление стало ещё более важным.Основными методами, которые они использовали, были транс, выход из тела и теургия. Все они осуществлялись с помощью тщательно отполированных ритуальных инструментов.",
    "es-es": "Material de ascensión de arma.Desde que las Wayob empezaron a formarse a partir de los ecos de las almas noctámbulas y los héroes solitarios, los chamanes, sacerdotes o aquellos llamados “mistagogos” de la antigüedad no dejaron de buscar una forma de comunicarse con el sereno reino subterráneo.Había tres vías para conseguirlo: el trance, las experiencias extracorpóreas y la teúrgia, para cada una de las cuales se necesitaba el uso de objetos rituales.",
    "pt-pt": "Material de Ascensão de Arma.Em tempos antigos, xamãs, sacerdotes ou aqueles conhecidos como místicos sempre estavam na caça por métodos com os quais pudessem se comunicar com o reino subterrâneo silencioso. Desde que o Wayob começou a se manifestar gradualmente, reagindo à ressonância entre o herói solitário e os Espíritos da Noite, era assim que as coisas funcionavamÊxtase, desencarnação e teurgia foram os principais métodos escolhidos, cada um realizado com o auxílio de ferramentas ritualísticas meticulosamente polidas.",
    "fr-fr": "Matériau d'élévation d'arme.Dans les temps anciens, les shamans, les prêtres et ceux que l'on appelait les mystiques étaient toujours à la recherche de méthodes leur permettant de communiquer avec le royaume souterrain silencieux. Il en a été ainsi depuis que les Wayobs ont commencé à progressivement se manifester, réagissant à la résonance entre les héros solitaires et le noctâme.L'envoûtement, la désincarnation et la théurgie étaient les principales méthodes qu'ils choisissaient, chacune accomplie à l'aide d'outils rituels méticuleusement polis.",
    "th-th": "เหล่าชาแมน นักบวช หรือนักเวทในสมัยโบราณ ต่างค่อย ๆ ก่อตัวขึ้นจากเสียงเรียกของผู้กล้าโดดเดี่ยวแห่ง \"Wayob\" และวิญญาณราตรี พวกเขาพยายามค้นหาวิธีสื่อสารกับอาณาจักรใต้ดินที่เงียบสงัดอย่างต่อเนื่องการหลงใหล การออกจากร่าง และการอัญเชิญเทพประทับร่าง เป็นสามวิธีหลักที่จะบรรลุเป้าหมายได้ และแต่ละวิธีล้วนแต่ใช้เครื่องบูชาที่ขัดเกลาเสร็จสมบูรณ์ในการบรรลุเป้าหมายทั้งสิ้น",
    "ja-jp": "武器に突破の力を付与する材料。孤独の英雄と夜魂の共鳴に応じて「大霊」が徐々に成されて以来、古代のシャーマン、祭司、あるいは秘術師と呼ばれる者たちは、静寂の地下の国と交信する方法を模索し続けてきた。かつて主な方法とされた三つの方法——トランス、脱魂、神降ろしは、いずれも磨かれた祭器を使って行われていた。（以下は図鑑より抜粋）孤独の英雄と夜魂の共鳴に応じて「大霊」が徐々に成されて以来、古代のシャーマン、祭司、あるいは秘術師と呼ばれる者たちは、静寂の地下の国と交信する方法を模索し続けてきた。かつて主な方法とされた三つの方法——トランス、脱魂、神降ろしは、いずれも磨かれた祭器を使って行われていた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Estimasi (Rabu/Sabtu/Minggu)",
      "Penukaran di Toko Hadiah"
    ],
    "zh-cn": [
      "练武秘境：测度 (周三, 周六, 周日)",
      "礼包商城兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Ước Lượng (Thứ 4, Thứ 7, Chủ Nhật)",
      "Đổi Cửa Hàng Túi Quà"
    ],
    "zh-tw": [
      "【深谷瞭望所（週三、週六、週日）】煉武秘境：測度 I / II / III / IV",
      "禮包商城兌換",
      "武器突破素材",
      "【煉金】神合秘煙的預感"
    ],
    "ko-kr": [
      "연무 비경: 측도 I~IV (수요일/토요일/일요일)",
      "패키지 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: Estimation (Wednesday/Saturday/Sunday)",
      "Exchanged in the Gift Shop"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Messung der Verblichenen (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Древний дозорный пункт» (среда/суббота/воскресенье)",
      "• Параметрический преобразователь",
      "• Алхимия",
      "Алхимия: Загадочные предчувствия ночного ветра"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Medición I-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Estimativa (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Estimation (Mercredi/Samedi/Dimanche)",
      "Échangé dans la boutique de packs"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: ตรวจวัด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：測度（水曜/土曜/日曜）",
      "ギフトショップで交換（冒険助力シェアパック）"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/b5c358206f0c767774d9116e6cc66f94_6039428765832172085.png",
  "localIcon": "images/nightwinds_mystic_consideration.png"
}