{
  "id": "nightwinds_mystic_revelation",
  "wiki_id": 6667,
  "name": {
    "id-id": "Night-Wind's Mystic Revelation",
    "zh-cn": "神合秘烟的启示",
    "vi-vn": "Giác Ngộ Của Làn Khói Thần Bí",
    "zh-tw": "神合秘煙的啟示",
    "ko-kr": "신이 깃든 연기의 계시",
    "en-us": "Night-Wind's Mystic Revelation",
    "de-de": "Offenbarung der Vergänglichkeit",
    "ru-ru": "Загадочные откровения ночного ветра",
    "es-es": "Revelación espiritista vientonocturna",
    "pt-pt": "Revelação Mística do Vento Noturno",
    "fr-fr": "Révélation mystique du vent nocturne",
    "th-th": "Night-Wind's Mystic Revelation",
    "ja-jp": "神秘なる煙の啓示"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Terlepas dari bagaimana batu tersebut dipoles, representasi objek duniawi akan selalu bersifat materi dan tidak bisa melampaui wujud fisiknya. Dalam hal serupa, jiwa manusia murni tidak dapat diekspresikan hanya melalui \"pohon\" ide, atau diwujudkan melalui cermin obsidian yang perlu dipoles secara terus-menerus. Seiring bertambahnya kekuatan Kerajaan Malam dan Nightsoul, begitu pula jenis objek yang dapat digunakan untuk penggabungan spiritual. Hingga pada akhirnya, Wayob menjadi mampu mengirimkan wahyu Kerajaan Malam melalui pikiran, dan tidak lagi membutuhkan para pemujanya untuk melakukan ritual pemolesan batu menjadi cermin. Demikianlah alat-alat ritual tersebut tidak lagi diperlukan.",
    "zh-cn": "赋予武器突破之力的材料。正如物质的表征不管如何打磨，其存在本身仍然是物质的，无法超脱于实体。人类的纯粹精神，依托之物既非意向之树，也不是需要勤加拂拭的曜石之镜。在夜晚的国度与夜魂的力量逐渐强大之后，神合之物的范畴也变得逐渐宽泛。后来，无需打磨石镜的仪式，「大灵」借由种种思绪就能向它的崇敬者传达夜神国度的启示，也使得此种祭具最终失去了作用。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Giống như biểu hiện của vật chất dù có được mài giũa thế nào, thì sự tồn tại của chính nó vẫn là vật chất, không thể vượt qua thực thể. Thứ mà tinh thần thuần khiết của con người dựa dẫm không phải là cây ý thức, cũng không phải tấm gương bằng đá cần lau chùi thường xuyên. Sau khi vương quốc của màn đêm và sức mạnh Dạ Hồn ngày càng mạnh mẽ, phạm trù về vật hợp thần cũng dần được mở rộng hơn. Về sau, không cần đến nghi thức mài giũa đá nữa, Wayob có thể mượn các loại tư duy để truyền đạt ý chỉ từ Vương Quốc Dạ Thần đến những người tôn thờ, cũng vì thế mà các dụng cụ tế lễ về sau đã mất đi công dụng vốn có của nó.",
    "zh-tw": "賦予武器突破之力的素材。正如物質的表徵不管如何磨，其存在本身仍然是物質的，無法超脫於實體。人類的純粹精神、依託之物既非意向之樹，也不是需要勤加拂拭的曜石之鏡。在夜晚的國度與夜魂的力量逐漸強大之後，神合之物的範疇也變得逐漸寬泛。後來，無需打磨石鏡的儀式，「大靈」藉由種種思緒就能向其崇敬者傳達夜神國度的啟示，也使得此種祭具最終失去了作用。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.물질의 표상을 아무리 갈아 마모시킨다고 해도, 본질은 여전히 물질이며, 실체에서 벗어날 수 없다. 인간의 순수한 정신이 의탁해야 하는 것은 의식의 나무도, 끊임없이 갈고닦아야 하는 흑요석 거울도 아니다.밤의 나라와 밤혼의 힘이 점점 강해지면서, 접신되는 물건의 범주도 점차 넓어졌다. 나중에는 돌을 가는 의식도 필요 없어졌다. 「대영혼」은 여러 상념을 통해 자신을 숭배하는 자에게 밤의 신의 나라의 계시를 전했고, 이로 인해 이 제사 도구는 결국 쓸모가 없어졌다",
    "en-us": "Weapon Ascension Material.Regardless of how they are polished, representations of worldly matter cannot be made to transcend their physical nature — they will always remain material in essence. Similarly, pure human spirit can neither be expressed solely through the \"tree\" of intention, nor embodied through obsidian mirrors that need constant polishing. As the power of the Night Kingdom and the Nightsouls grew, so too did the types of objects that could be used for spiritual fusion. Eventually, the Wayob came to be capable of conveying revelations of the Night Kingdom through various thoughts alone, dispensing of the need for devotees to perform the ritual of polishing stones into mirrors. Thus were such ritual tools rendered obsolete.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Weltliche Materie kann trotz allen äußerlichen Einwirkungen nicht dazu gebracht werden, ihren physischen Körper zu verlassen und wird in ihrem Wesen immer materiell bleiben. In ähnlicher Weise kann der menschliche Geist in seiner reinsten Form weder allein durch den Baum des Willens ausgedrückt noch durch Obsidianspiegel verkörpert werden, die ständig poliert werden müssen. Mit der wachsenden Macht des Reichs der Nacht und der Nachtseelen wuchs auch die Anzahl der Arten von Gegenständen, die für die geistige Verschmelzung verwendet werden konnten. Schließlich waren die Wayob in der Lage, die Offenbarungen des Reichs der Nacht allein durch verschiedene Gedanken zu übermitteln, sodass die Anhänger das Ritual des Polierens von Steinen zu Spiegeln nicht mehr durchführen mussten. Damit wurden solche rituellen Werkzeuge überflüssig.",
    "ru-ru": "Материал возвышения оружия.Как бы тщательно ни полировали материальные объекты, они всегда останутся физическими по своей природе. Так же и чистый человеческий дух не может быть выражен только через «древо» намерений или воплощён в обсидиановых зеркалах, требующих постоянной полировки. С усилением Царства Ночи и ночных душ расширялся и спектр предметов для духовного слияния. В конце концов, Вайобы научились передавать откровения Царства Ночи с помощью одних лишь мыслей, устранив необходимость полировки камней до состояния зеркал. Таким образом, ритуальные инструменты стали ненужными.",
    "es-es": "Material de ascensión de arma.La existencia de cualquier objeto tangible no deja de ser material por mucho que se pula, pues no puede trascender el plano físico. Por su parte, el espíritu humano en su estado más puro no se puede expresar únicamente mediante el “árbol” de la intención, ni se puede encarnar mediante espejos de obsidiana que necesitan pulirse constantemente. A medida que el Reino de la Noche y las almas noctámbulas se hacían más fuertes, cada vez había más objetos que pasaban por el proceso de fusión espiritual. En consecuencia, el ritual de pulimentación de rocas-espejo dejó de ser necesario, ya que las Wayob empezaron a ser capaces de transmitir sus revelaciones a sus devotos por medio de los pensamientos, lo que hizo que dichos objetos rituales perdieran toda utilidad.",
    "pt-pt": "Material de Ascensão de Arma.Independentemente de como são polidas, representações de matérias mundanas não podem ser feitas transcendentes em sua natureza física — elas sempre permanecerão materiais em essência. Similarmente, puro espírito humano também não pode ser expresso exclusivamente pela \"árvore\" de intenções, nem incorporada via espelhos de obsidiana que precisam de polimento constante. Como o poder do Reino da Noite e dos Espíritos da Noite crescia, também crescia os tipos de objetos que podiam ser usados para a fusão espiritual. Eventualmente, o Wayob passou a conseguir transmitir revelações do Reino da Noite por vários pensamentos sozinhos, dispensando a necessidade dos devotos realizarem o ritual de polir rochas até virarem espelhos. Assim, tais ferramentas ritualísticas se tornaram obsoletas.",
    "fr-fr": "Matériau d'élévation d'arme.Quelle que soit la manière dont elles sont polies, les représentations de la matière terrestre ne peuvent transcender leur nature physique : elles resteront toujours matérielles par essence. De même, l'esprit humain pur ne peut s'exprimer uniquement à travers « l'arbre » de l'intention, ni s'incarner à travers des miroirs d'obsidienne qui nécessitent un polissage constant. Au fur et à mesure que le pouvoir du Fief nocturne et du noctâme grandissait, les types d'objets pouvant être utilisés pour la fusion spirituelle se développaient également. Finalement, les Wayobs devinrent capables de transmettre des révélations du Fief nocturne par diverses pensées uniquement, dispensant les fidèles de la nécessité d'effectuer le rituel de polissage des pierres en miroirs. De tels outils rituels devinrent ainsi obsolètes.",
    "th-th": "เช่นเดียวกับตัววัตถุที่ไม่ว่าจะขัดเกลาเพียงใด แต่ก็ยังคงเป็นวัตถุอยู่วันยังค่ำ และไม่อาจก้าวข้ามร่างที่แท้จริงได้ จิตวิญญาณบริสุทธิ์ของมนุษย์นั้น สิ่งที่พึ่งพาไม่ใช่ต้นไม้แห่งเจตจำนง และไม่ใช่กระจกหินที่ต้องขัดเกลา หลังจากที่พลังของอาณาจักรราตรีและวิญญาณราตรีค่อย ๆ แข็งแกร่งขึ้น ขอบเขตของสรรพสิ่งที่รวมเป็นเทพก็ค่อย ๆ ขยายออกไป ต่อมา \"Wayob\" ก็สามารถถ่ายทอดคำชี้แนะแห่งอาณาจักรราตรีให้แก่ผู้ศรัทธาผ่านความคิดต่าง ๆ ได้ โดยที่ไม่จำเป็นต้องใช้พิธีกรรมขัดเกลากระจกหินนี้ ทำให้อุปกรณ์ประกอบพิธีนี้สูญเสียประโยชน์ไปในที่สุด",
    "ja-jp": "武器に突破の力を付与する材料。いくら物質の表面を磨いても、その存在が実体のある物質だという事実は変わらない。人間の純粋な精神の拠り所は、意識の木でもなければ、常に拭かなければならない黒曜石の鏡でもない。夜の国と夜魂の力が徐々に強まると、霊憑きが可能な物の範疇も広がり、やがては石の鏡を磨く儀式も必要なくなった。「大霊」が意識を通して己を拝む者たちに夜神の国からの啓示を伝えられるようになると、この祭器の使い道もなくなった。（以下は図鑑より抜粋）いくら物質の表面を磨いても、その存在が実体のある物質だという事実は変わらない。人間の純粋な精神の拠り所は、意識の木でもなければ、常に拭かなければならない黒曜石の鏡でもない。夜の国と夜魂の力が徐々に強まると、霊憑きが可能な物の範疇も広がり、やがては石の鏡を磨く儀式も必要なくなった。「大霊」が意識を通して己を拝む者たちに夜神の国からの啓示を伝えられるようになると、この祭器の使い道もなくなった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Estimasi (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：测度 (周三, 周六, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Ước Lượng (Thứ 4, Thứ 7, Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深谷瞭望所（週三、週六、週日）】煉武秘境：測度 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 측도 IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Estimation (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Messung der Verblichenen (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (среда/суббота/воскресенье)",
      "Алхимия: Загадочные предзнаменования ночного ветра",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Medición IV (Miércoles, Sábado, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Estimativa (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Estimation (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: ตรวจวัด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：測度（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/29eefd52b8e4897670fb81df069f7014_997930725276398342.png",
  "localIcon": "images/nightwinds_mystic_revelation.png"
}