{
  "id": "nightwinds_mystic_premonition",
  "wiki_id": 6665,
  "name": {
    "id-id": "Night-Wind's Mystic Premonition",
    "zh-cn": "神合秘烟的预感",
    "vi-vn": "Dự Cảm Của Làn Khói Thần Bí",
    "zh-tw": "神合秘煙的預感",
    "ko-kr": "신이 깃든 연기의 예감",
    "en-us": "Night-Wind's Mystic Premonition",
    "de-de": "Vorahnung der Vergänglichkeit",
    "ru-ru": "Загадочные предчувствия ночного ветра",
    "es-es": "Presentimiento espiritista vientonocturno",
    "pt-pt": "Premonição Mística do Vento Noturno",
    "fr-fr": "Prémonition mystique du vent nocturne",
    "th-th": "Night-Wind's Mystic Premonition",
    "ja-jp": "神秘なる煙の予感"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Para cenayang kuno percaya bahwa Wayob adalah entitas tak berwujud yang memiliki kesadaran murni, dan adalah makhluk yang telah dilucuti wujud kasarnya, maka itu lebih menyerupai esensi spiritual.Proses memoles batu kasar hingga semua teksturnya hilang dan berubah menjadi cermin yang memantulkan cahaya juga merupakan sebuah ritual yang membebaskan mereka dari fenomena duniawi. Mungkin pantulan yang dilihat para cenayang dalam permukaan cermin yang mulus itu adalah proyeksi dari jiwa mereka sendiri ....",
    "zh-cn": "赋予武器突破之力的材料。尚古的通灵者认为，没有形象而只有意识的「大灵」是去除了外在，更接近精神本质的存在。将粗糙的石料打磨，直至去除所有纹理，成为反射光亮的镜子的过程，也是一种除去世界原有表征的仪式。或许光滑的镜面亦是通灵者自身精神的投射也说不定。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Những người tương thông cổ xưa cho rằng, Wayob chỉ có ý thức mà không có hình thái ấy đã loại bỏ vẻ bề ngoài, là một sự tồn tại gần gũi hơn với bản chất của tinh thần.Quá trình mài giũa những viên đá thô ráp cho đến khi loại bỏ hoàn toàn đường vân hoa văn, trở thành tấm gương có thể phản chiếu ánh sáng, cũng là một thứ nghi thức loại bỏ sự hiện diện vốn có của thế giới. Có thể mặt gương sáng bóng đó cũng là sự phản chiếu tinh thần của chính bản thân người tương thông.",
    "zh-tw": "賦予武器突破之力的素材。尚古的通靈者認為沒有形象而只有意識的「大靈」，是去除外在，更接近精神本質的存在。將粗糙的石料磨到去除所有紋理，成為反射光亮的鏡子——這個過程，也是一種除去世界原有表徵的儀式。或許光滑的鏡面亦是通靈者自身精神的投射也說不定。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「대영혼」은 형상이 없고 의식만 있다. 고대 영매는 이를 표상이 제거돼 정신의 본질에 더 가까워진 존재로 여겼다.모든 문양이 사라질 때까지 투박한 돌을 다듬어 빛을 반사하는 거울로 만드는 과정은, 세계의 표상을 제거하는 의식이기도 하다. 매끄러운 거울의 표면은 영매의 정신이 투영된 것일지도 모른다",
    "en-us": "Weapon Ascension Material.Ancient psychics believed that the Wayob, as formless entities of consciousness, were beings stripped of externality and thus the closest thing to the essence of the spirit.The process of polishing rough stones until all texture had been removed, turning them into mirrors of pure light, was also seen as a ritual for removing the surface representations of worldly phenomena. Perhaps the reflections that these psychics saw upon the smooth surface of the mirrors were projections of their own spirits...",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Hellseher des Altertums glaubten, dass die Wayob, formlose Wesenheiten mit unbeflecktem Bewusstsein, Kreaturen waren, die ihrer Äußerlichkeit beraubt worden waren und daher eher einer geistigen Essenz ähnelten.Der Prozess des Schleifens von rauen Steinen, bis alle Unebenheiten entfernt waren und sie zu Spiegeln aus reinem Licht wurden, wurde auch als Ritual zur Beseitigung der oberflächlichen Repräsentationen weltlicher Phänomene angesehen. Vielleicht waren die Reflexionen, die diese Hellseher auf der glatten Oberfläche der Spiegel sahen, Projektionen ihres eigenen Geistes ...",
    "ru-ru": "Материал возвышения оружия.Древние экстрасенсы верили, что Вайобы являются бесформенными существами чистого сознания, лишёнными внешних оболочек и более похожими на духовные сущности.Шлифовка грубых камней до состояния зеркал чистого света также считалась ритуалом, освобождающим от поверхностных проявлений мирских явлений. Возможно, то, что экстрасенсы видели на гладкой поверхности этих зеркал, было проекцией их собственной души...",
    "es-es": "Material de ascensión de arma.Los médiums de la antigüedad pensaban que las Wayob eran consciencias sin forma física que se habían deshecho de todo lo externo, por lo que eran unos seres muy cercanos a su esencia.Así pues, pulir las piedras hasta borrar por completo todas sus vetas para convertirlas en espejos que reflejaran la luz era un ritual con el que también se eliminaban las representaciones físicas del mundo. Tal vez esos espejos, lisos y brillantes, fueran una proyección de la esencia de aquellos médiums.",
    "pt-pt": "Material de Ascensão de Arma.Médiuns antigos acreditavam que Wayob, entidades sem forma de consciência imaculada, eram seres que foram privados da externalidade, sendo mais semelhantes assim à essência espiritual.O processo de polimento de rochas brutas até que toda textura seja removida, transformando-as em espelhos de luz pura, também era visto como um ritual para remover as representações superficiais de fenômenos mundanos. Talvez os reflexos que esses médiuns viam na superfície lisa dos espelhos fossem apenas projeções de seus próprios espíritos...",
    "fr-fr": "Matériau d'élévation d'arme.Les anciens médiums croyaient que les Wayobs, entités sans forme et à la conscience immaculée, étaient des êtres qui avaient été dépouillés de toute extériorité et donc plus proches de l'essence spirituelle.Le processus de polissage des pierres brutes jusqu'à ce que toute texture ait été supprimée, les transformant en miroirs de pure lumière, était également considéré comme un rituel pour supprimer les représentations superficielles des phénomènes du monde. Peut-être que les reflets que ces médiums voyaient sur la surface lisse des miroirs étaient des projections de leurs propres esprits...",
    "th-th": "ผู้สื่อวิญญาณโบราณเชื่อว่า \"Wayob\" ที่ไม่มีรูปร่างแต่มีเพียงจิตสำนึกนั้น ได้กำจัดสิ่งภายนอกทั้งปวง และมีลักษณะคล้ายกับแก่นแท้ของจิตวิญญาณมากกว่าการขัดเกลาหินหยาบ จนกระทั่งลบล้างลวดลายทั้งหมด และกลายเป็นกระจกที่สะท้อนแสง ก็เป็นพิธีกรรมที่กำจัดรูปแบบดั้งเดิมของโลกนี้อย่างหนึ่ง บางทีพื้นผิวของกระจกที่เรียบลื่น อาจเป็นการฉายภาพจิตวิญญาณของผู้สื่อวิญญาณโบราณเองก็เป็นได้",
    "ja-jp": "武器に突破の力を付与する材料。古の霊能者は、姿を持たない意識のみの「大霊」こそ、外的要素を排除した、精神界の本質により近い存在だと信じていた。荒い石の一切の模様を削ぎ落とし、光を反射するほどの鏡に磨き上げる過程は、世界の表面的要素を取り除く儀式である。滑らかな鏡面は、霊能者自身の精神世界の投影でもあったのかもしれない。（以下は図鑑より抜粋）古の霊能者は、姿を持たない意識のみの「大霊」こそ、外的要素を排除した、精神界の本質により近い存在だと信じていた。荒い石の一切の模様を削ぎ落とし、光を反射するほどの鏡に磨き上げる過程は、世界の表面的要素を取り除く儀式である。滑らかな鏡面は、霊能者自身の精神世界の投影でもあったのかもしれない。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Estimasi (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：测度 (周三, 周六, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Ước Lượng (Thứ 4, Thứ 7, Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深谷瞭望所（週三、週六、週日）】煉武秘境：測度 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】神合秘煙的徵兆"
    ],
    "ko-kr": [
      "연무 비경: 측도 II~IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Estimation (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Messung der Verblichenen (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Древний дозорный пункт» (среда/суббота/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Загадочные размышления ночного ветра",
      "Алхимия: Мора",
      "Алхимия: Загадочные предзнаменования ночного ветра"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Medición II-IV (Miércoles, Sábado, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Estimativa (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Estimation (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: ตรวจวัด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：測度（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aee2ac712459d8743d98f79ed0e1b2b8_1140033961523636561.png",
  "localIcon": "images/nightwinds_mystic_premonition.png"
}