{
  "id": "nightwinds_mystic_augury",
  "wiki_id": 6666,
  "name": {
    "id-id": "Night-Wind's Mystic Augury",
    "zh-cn": "神合秘烟的征兆",
    "vi-vn": "Điềm Báo Của Làn Khói Thần Bí",
    "zh-tw": "神合秘煙的徵兆",
    "ko-kr": "신이 깃든 연기의 징조",
    "en-us": "Night-Wind's Mystic Augury",
    "de-de": "Omen der Vergänglichkeit",
    "ru-ru": "Загадочные предзнаменования ночного ветра",
    "es-es": "Presagio espiritista vientonocturno",
    "pt-pt": "Sofrimento Místico do Vento Noturno",
    "fr-fr": "Augure mystique du vent nocturne",
    "th-th": "Night-Wind's Mystic Augury",
    "ja-jp": "神秘なる煙の予兆"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Saat jiwa tak berwujud melekatkan dirinya pada suatu objek, jiwa tersebut akan melalui proses yang dikenal sebagai \"penggabungan spiritual\" dan berubah menjadi berbagai wujud. Jiwa-jiwa ini kemudian dapat memberikan penglihatan seperti mimpi kepada orang-orang yang sedang meditasi.Mereka yang sering berkomunikasi dengan para jiwa menafsirkan penglihatan-penglihatan ini dan mengartikan pertanda dari bawah bumi dalam bahasa yang dapat dimengerti suku, atau mengubah peringatan-peringatan mereka menjadi cerita. Konon inilah asal mula dari penutur cerita suku, dan alasan mengapa kebanyakan penutur cerita paling hebat berasal dari Angin Malam.",
    "zh-cn": "赋予武器突破之力的材料。没有固型的灵性依附于物件之上，结合转化为种种不同的面目，这一过程被称为神合，此后，神合后的灵性会在人的恍惚中，向其传达如梦般的图景。经常与灵进行这般对话的人需要理解那些图景之中的意义，如解梦般将大地之下的征兆化作部族民众所能理解的语言，或将警示转化为故事。据说这就是部族内被称为「叙事人」的职位的由来，也是大多数杰出的「叙事人」都来自谜烟之内的原因。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Những linh tính thiếu hình dáng cố định khi nương tựa vào đồ vật, sẽ kết hợp chuyển hóa thành đủ loại diện mạo khác nhau, quá trình này được gọi là hợp thần. Về sau, linh tính sau khi hợp thần sẽ truyền đạt viễn cảnh tựa như mơ trong sự mê man của con người.Những người thường trò chuyện với linh tính theo cách này cần phải hiểu rõ ý nghĩa trong những viễn cảnh đó. Theo cách giải nghĩa giấc mộng, đem những điềm báo dưới mặt đất chuyển hóa thành ngôn ngữ mà cư dân bộ tộc có thể hiểu được, hoặc chuyển những cảnh báo thành câu chuyện. Nghe nói đây chính là nguồn gốc của chức vụ được gọi là \"người kể chuyện\" trong bộ tộc, cũng là lý do phần lớn những \"người kể chuyện\" kiệt xuất đều đến từ \"Gió Đêm\".",
    "zh-tw": "賦予武器突破之力的素材。沒有固型的靈性依附於物體之上，結合轉化為種種不同的面目，這一過程被稱為神合。此後，神合後的靈性會在人的恍惚中，向其傳達如夢般的圖景。經常與靈這般對話的人需要理解那些圖景之中的意義，如解夢般將大地之下的徵兆化作部族民眾所能理解的語言，或將警示轉化為故事。據說這就是部族內被稱為「敘事人」這個職位的由來，也是大多數傑出的「敘事人」都來自謎煙之內的原因。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.고정된 형태가 없는 영혼이 물체에 깃들어 여러 가지 형태로 변하는 과정을 접신이라 부른다. 접신 후의 영혼은 인간이 몽롱할 때 꿈과 같은 광경을 보여준다.영혼과 대화를 나누는 사람은 그 광경을 해몽한 다음, 대지 아래의 징조와 경고를 부족원들이 이해할 수 있는 언어나 이야기로 바꾸어 전달해야 한다. 이것이 부족에서 「이야기꾼」이라는 직책이 탄생한 이유이자, 뛰어난 「이야기꾼」이 대부분 연기 주인 출신인 이유다",
    "en-us": "Weapon Ascension Material.When intangible spirits attach themselves to objects, they merge and transform into various forms through a process known as spiritual fusion. Once this has taken place, these spirits are capable of conveying dreamlike visions to humans in a state of trance.It fell upon those who frequently engaged in such dialogues with the spirits to interpret these vision-like dreams, translating omens from beneath the earth into language that could be understood by the tribe, or transforming their warnings into stories. It is said that this is the origin of the tribal storytellers, and also why most outstanding storytellers hail from the Night-Wind.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Wenn sich nicht greifbare Geister an Objekte heften, verschmelzen sie mit ihnen und verwandeln sich in verschiedene Formen durch einen Vorgang, der als „geistige Verschmelzung“ bekannt ist. Sobald dies geschehen ist, sind diese Geister in der Lage, den Menschen im Zustand der Trance traumähnliche Visionen zu vermitteln.Denjenigen, die häufig mit den Geistern Zwiesprache hielten, fiel die Aufgabe zu, diese Visionen wie Träume zu interpretieren, indem sie Omen aus der Unterwelt in eine für den Stamm verständliche Sprache übersetzten oder ihre Warnungen in Geschichten umschrieben. Es heißt, dass dies der Ursprung der Geschichtenerzähler des Stammes ist und auch der Grund, warum die meisten herausragenden Geschichtenerzähler von den Meistern des Nachtwinds stammen.",
    "ru-ru": "Материал возвышения оружия.Когда нематериальные духи соединяется с предметами, они проходят процесс, известный как «духовное слияние», приобретая различные формы. Затем эти духи могут передавать людям в состоянии транса видения, похожие на сны.Те, кто часто общался с духами, интерпретировали эти видения, превращая их предзнаменования в понятный племени язык или преобразовывал в рассказы. Считается, что так появились племенные рассказчики. Поэтому большинство выдающихся рассказчиков происходят из Ночного Ветра.",
    "es-es": "Material de ascensión de arma.El proceso por el que un espíritu sin forma fija se adhiere a un objeto y obtiene la capacidad de adquirir toda clase de formas se conoce como “fusión espiritual”. Cuando un espíritu que ha pasado este proceso se mete en una mente abstraída, puede hacerla ver paisajes oníricos.Las personas que suelen establecer este tipo de comunicación con los espíritus deben ser capaces de entender dichos paisajes y, como si interpretaran un sueño, transformar los presagios del subsuelo en palabras comprensibles para los habitantes de las tribus, o en su defecto, contar esos avisos a través de historias. Dicen que de ahí viene la profesión de cuentacuentos de las tribus, y que también es la razón por la que la mayoría de los cuentacuentos más distinguidos proceden del viento nocturno.",
    "pt-pt": "Material de Ascensão de Arma.Quando espíritos intangíveis se anexam a objetos, eles se fundem e se transformam em várias formas por um processo conhecido como \"fusão espiritual\". Quando isso ocorre, os espíritos conseguem transmitir visões quase oníricas a humanos num estado de transe.Recaiu sobre aqueles frequentemente envolvidos em tais diálogos com os espíritos para interpretar essas visões como sonhos, traduzindo presságios que vinham debaixo da terra em língua que pudesse ser compreendida pela tribo, ou transformando seus avisos em histórias. Dizem que essa é a origem dos contadores de histórias tribais, e também o motivo da maioria dos contadores de histórias excepcionais virem do Vento Noturno.",
    "fr-fr": "Matériau d'élévation d'arme.Lorsque des esprits intangibles s'attachent à des objets, ils fusionnent et se transforment en diverses formes par un processus connu sous le nom de « fusion spirituelle ». Une fois ce processus réalisé, ces esprits sont capables de transmettre des visions oniriques aux humains en état de transe.Ceux qui s'engageaient fréquemment dans de tels dialogues avec les esprits devaient interpréter ces visions semblables à des rêves, traduire les présages venus des profondeurs de la terre en un langage compréhensible par la tribu, ou bien transformer leurs avertissements en histoires. On dit que c'est l'origine des conteurs tribaux, et aussi la raison pour laquelle la plupart des conteurs remarquables viennent du vent nocturne.",
    "th-th": "เมื่อจิตวิญญาณที่ไร้ซึ่งรูปร่างสถิตอยู่ในสิ่งของ ผสานรวมกันและแปลงเป็นรูปลักษณ์ที่แตกต่างออกไป กระบวนการนี้ถูกเรียกว่า \"การผสานทางจิตวิญญาณ\" หลังจากผสานทางจิตวิญญาณแล้ว จิตวิญญาณจะแสดงให้เห็นภาพราวกับฝันในภวังค์เหม่อลอยของผู้คนผู้คนที่พูดคุยกับจิตวิญญาณเช่นนี้บ่อย ๆ จะต้องเข้าใจความหมายของภาพเหล่านั้น เช่น การเปลี่ยนสัญญาณที่ซ่อนอยู่ใต้ผืนดินให้เป็นภาษาที่ชนเผ่าสามารถเข้าใจได้ หรือการแปลงคำเตือนให้เป็นเรื่องราว ว่ากันว่านี่คือที่มาของตำแหน่ง \"นักเล่าเรื่อง\" ในเผ่า และเป็นเหตุผลว่าทำไม \"นักเล่าเรื่อง\" ส่วนใหญ่ถึงมาจากภายในควันปริศนา",
    "ja-jp": "武器に突破の力を付与する材料。本来姿を持たない霊が物に憑依して様々な形に変化することを霊憑きという。憑依後の霊は、恍惚状態にある人間に夢のような情景を伝える。霊と交信する者は、その情景の示す意味を理解し、大地の下に潜む兆しを部族の者が理解できる言語に変えたり、警告を物語にしたりして伝えなければならない。これが部族で「語り部」と呼ばれる職位の由来であり、優れた語り部のほとんどが謎煙の地の出身である理由でもある。（以下は図鑑より抜粋）本来姿を持たない霊が物に憑依して様々な形に変化することを霊憑きという。憑依後の霊は、恍惚状態にある人間に夢のような情景を伝える。霊と交信する者は、その情景の示す意味を理解し、大地の下に潜む兆しを部族の者が理解できる言語に変えたり、警告を物語にしたりして伝えなければならない。これが部族で「語り部」と呼ばれる職位の由来であり、優れた語り部のほとんどが謎煙の地の出身である理由でもある。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Estimasi (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "练武秘境：测度 (周三, 周六, 周日)",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Ước Lượng (Thứ 4, Thứ 7, Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深谷瞭望所（週三、週六、週日）】煉武秘境：測度 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】神合秘煙的啟示"
    ],
    "ko-kr": [
      "연무 비경: 측도 III~IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Estimation (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Uralter Ausguck",
      "Sphäre der Kampfkünste: Messung der Verblichenen (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Древний дозорный пункт» (среда/суббота/воскресенье)",
      "Алхимия: Загадочные предчувствия ночного ветра",
      "Алхимия: Мора",
      "Алхимия: Загадочные откровения ночного ветра"
    ],
    "es-es": [
      "Atalaya Arcaica. Dominio de la forja: Medición III-IV (Miércoles, Sábado, Domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Estimativa (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Estimation (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: ตรวจวัด (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "ナタ煉武秘境：測度（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1377bd1a1dd632ed2c594b2ba271a423_6294636268169433109.png",
  "localIcon": "images/nightwinds_mystic_augury.png"
}