{
  "id": "oasis_gardens_truth",
  "wiki_id": 2703,
  "name": {
    "id-id": "Oasis Garden's Truth",
    "zh-cn": "绿洲花园的真谛",
    "vi-vn": "Chân Lý Vườn Hoa Ốc Đảo",
    "zh-tw": "綠洲花園的真諦",
    "ko-kr": "오아시스 화원의 진리",
    "en-us": "Oasis Garden's Truth",
    "de-de": "Wahrheit der Oase der blühenden Blumen",
    "ru-ru": "Истина цветущего оазиса",
    "es-es": "Esencia del oasis exuberante",
    "pt-pt": "Verdade do Jardim Oásis",
    "fr-fr": "Vérité du jardin d'oasis",
    "th-th": "Oasis Garden's Truth",
    "ja-jp": "オアシスガーデンの真諦"
  },
  "description": {
    "id-id": "Material Ascension Senjata.\"Siapa gerangan yang akan menyembah dewa yang telah meninggal?\"Lord of Flowers pernah bersekutu dengan dua rekannya. Tapi terlepas dari kebijaksanaan dan kekuatannya, dia mendatangkan belas kasihan dan kegembiraan kepada rakyatnya. Sama seperti bumi yang butuh lebih dari sekadar sinar matahari yang membakar dan hujan yang lebat, bagi rakyat Lord of Flowers, kegembiraan dan cinta, nyanyian dan musik, serta anggur dan kemewahan sama pentingnya dengan rasionalitas dan kekuatan.Dikatakan bahwa tujuan dari mekarnya setangkai bunga adalah layunya yang mulia, dan layunya yang mulia itulah tujuan yang didambakan oleh Lord of Flowers sejak awal — karena kematian menambah kepahitan pada kebahagiaan yang telah hilang dan membuatnya muncul lebih dan lebih kuat lagi dalam ingatan yang tak terbatas. Lord of Deserts yang arogan tidak pernah sadar akan filosofinya. Dia hanya menikmati pesona dan keanggunannya yang luar biasa — sepalsu kasih sayang yang begitu kuat, dan itu pun menjadi hal yang sudah Lord of Flowers perhitungkan.",
    "zh-cn": "赋予武器突破之力的材料。「何人会敬奉已死的神祇？」花的王者曾与彼时的两位神王结成同盟，在智慧与威权之外，她为蒙昧的子民带来了慈悲与欢乐。正如大地不能只有烈日和雨水那般，理性与强力之下，欢乐与爱、歌声与乐曲、酒与奢侈同样重要。人们说，鲜花盛开的目的即是灿烂的死亡，而死亡正是花之主人从最开始便尽力追寻的终焉——因为死亡为失去的欢乐增添苦涩的风味，让它愈发浓烈地在无穷回忆之中显现。黄沙的无知之王从未明晓她的道理，仅仅迷醉于她无穷的魅力与柔情——执着的追忆尽管妄入歧途，却也在花之女王的计算之中。",
    "vi-vn": "\"Ai sẽ tôn thờ một vị thần đã khuất?\"Vua của các loài hoa đã từng kết liên minh với hai vị chúa tể thời bấy giờ, ngoài trí tuệ và uy quyền, cô còn đem lòng thương xót và niềm vui cho chúng dân ngu muội.Giống như đại lục không thể chỉ có nắng và mưa, dưới lý trí và sức mạnh, niềm vui và tình yêu, ca hát và âm nhạc, rượu và sự sang trọng đều quan trọng như nhau.Người ta nói rằng mục đích của hoa nở là một cái chết huy hoàng, và cái chết đó là cứu cánh mà chủ nhân của những bông hoa đã tìm kiếm ngay từ đầu – vì cái chết sẽ làm tăng thêm hương vị cay đắng cho niềm vui đã mất, khiến nó trở nên mãnh liệt hơn.Vị vua vô tri của sa mạc chưa từng hiểu được đạo lý của cô, mà chỉ bị mê hoặc bởi vẻ quyến rũ và dịu dàng vô hạn đó. Hồi ức dai dẳng, dù có đi chệch hướng cũng nằm trong tính toán của nữ vương của các loài hoa.",
    "zh-tw": "賦予武器突破之力的素材。「何人會敬奉已死的神祇？」花的王者曾與彼時的兩位神王結成同盟，在智慧與威權之外，她為蒙昧的子民帶來了慈悲與歡樂。正如大地不能只有烈日和雨水那般，理性與強力之下，歡樂與愛、歌聲與樂曲、酒與奢侈同樣重要。人們說，鮮花盛開的目的即是燦爛的死亡，而死亡正是花之主人從最開始便盡力追尋的終焉——因為死亡為失去的歡樂增添苦澀的風味，讓它愈發濃烈地在無窮回憶之中顯現。黃沙的無知之王從未明曉她的道理，僅僅迷醉於她無窮的魅力與柔情——執著的追憶儘管妄入歧途，卻也在花之女王的計算之中。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「어떤 자가 죽은 신을 섬길까?」꽃의 왕은 당시의 두 신왕과 동맹을 맺고, 무지몽매한 백성들에게 지혜와 권위 외에, 자비와 즐거움도 선사했다.대지에 작열하는 태양과 빗방울만 존재할 수는 없는 것처럼, 이성과 강력한 힘, 기쁨과 사랑, 노랫소리와 멜로디, 술과 사치도 중요했다.사람들은 꽃이 활짝 피는 것은 찬란한 죽음을 위함이고, 죽음은 꽃의 주인이 처음부터 애타게 추구하던 종말이라고 말했다——죽음은 잃어버린 즐거움에 씁쓸함을 더해, 무한한 추억 속에 더욱 선명히 돋보이게 하기 때문이다.황사의 무지한 왕은 그녀의 이치를 깨우치지 못한 채 그녀의 무한한 매력과 다정함에만 취했고, 잘못된 길로 들어서면서까지 추억에 집착했다. 하지만 이 또한 꽃의 여왕이 예상한 대로였다",
    "en-us": "Weapon Ascension Material.\"Who would worship a departed god?\"The Lord of Flowers was once in alliance with two other gods. Apart from wisdom and power, she also brought mercy and joy to her people.Just as the earth needs more than the burning sunshine and pouring rain, to the people of the Lord of Flowers, joy and love, singing and music, and wine and extravagance were just as vital as strength and sensibility.It is said that flowers blossom so that they may enjoy a spectacular death, and that death was precisely the wholehearted pursuit of the Lord of Flowers - for death adds bitterness to lost joy, and intensifies with time across endless memories.The ignorant Lord of Deserts was never aware of her reasoning. He only reveled in her immense charm and grace - and as misguided as such fervent affections might be, they were well within the calculations of the Lord of Flowers.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.„Wer würde einen verstorbenen Gott verehren?\"Die Königin der Blumen war einst mit zwei Königen der Götter im Bündnis. Neben Weisheit und Macht brachte sie ihrem Volk auch Barmherzigkeit und Freude.Genauso wie die Erde mehr braucht als brennenden Sonnenschein und strömenden Regen, waren für das Volk der Königin der Blumen Freude und Liebe, Gesang und Musik sowie Wein und Ausschweifung genauso wichtig wie Sensibilität und Macht.Es heißt, dass Blumen für ihr prächtiges Verwelken blühen, und das Verwelken war genau das Bestreben der Herrin der Blumen. Denn die Bitterkeit, die der Tod der verlorenen Freude hinzufügt, lässt sie inmitten der endlosen Erinnerungen immer intensiver erscheinen.Der unwissende König der Wüste war sich ihrer Philosophie nie bewusst. Er schwelgte nur in ihrem unermesslichen Charme und ihrer Anmut. So falsch diese glühende Zuneigung auch sein mochte, sie lag im Kalkül der Königin der Blumen.",
    "ru-ru": "Материал возвышения оружия.«Кто будет поклоняться умершему божеству?»Когда-то Повелительница цветов заключила союз с двумя Царями богов, чтобы наравне с мудростью и силой даровать своему дикому народу милосердие и радость.Как земле мало одного палящего солнца и проливного дождя, так и народу Повелительницы цветов было мало силы и разума, столь же важны для них стали радость и любовь, пение и музыка, вино и расточительные удовольствия.Говорят, все цветы распускаются ради красивой смерти, и именно смерть была той точкой, к которой с самого начала стремилась Повелительница цветов. Ибо смерть окрашивает радость горечью утраты, чтобы добавить ей сияния в бесконечных воспоминаниях.Невежественный Повелитель пустыни никогда не понимал истин, которые исповедовала Повелительница цветов, он был лишь очарован её красотой и нежностью. И как бы далеко ни зашёл он в своих упрямых воспоминаниях, Повелительница цветов заранее предвидела такой исход.",
    "es-es": "Material de ascensión de arma.“¿Quién adoraría a una deidad que ya ha muerto?”La Reina de las Flores formó una alianza con los otros dos reyes divinos de aquella época y, aparte de sabiduría y poder, trajo misericordia y alegría al pueblo aún no civilizado.Igual que en la tierra no puede haber solamente lluvia y calor, junto a la razón y el poder había otras cosas igual de importantes: la alegría y el amor, las canciones y la música, el vino y la indulgencia…Dicen que la razón de que las flores se abran es para marchitarse estando en todo su esplendor, y ese marchitamiento fue precisamente lo que la Maestra de las Flores estuvo buscando desde siempre, pues la muerte añade un regusto amargo a la alegría que se pierde al morir, y hace que ese regusto sea cada vez más fuerte en los infinitos recuerdos.El ignorante rey del desierto nunca entendió esta idea y solo se dedicó a embriagarse con la ilimitada belleza y amabilidad de la Reina de las Flores. Así pues, aunque aquel recuerdo se distorsionara, también era algo que ella ya había anticipado.",
    "pt-pt": "Material de Ascensão de Armas.“Que tipo de pessoa adoraria um arconte morto?”A Rainha das Flores uma vez formou uma aliança com os dois deuses reis da época, além da sabedoria e poder, ela trouxe misericórdia e alegria para as pessoas ignorantes.Assim como a terra precisa de mais coisas além do sol escaldante e da chuva, para o povo da Rainha das Flores, alegria e amor, canto e música, vinho e extravagância eram tão vitais quanto força e sensibilidade.Para as pessoas, o motivo das flores desabrocharem é enfrentar uma morte gloriosa, e a morte é o fim que a Rainha das Flores busca desde o início, porque a morte acrescenta um sabor amargo à alegria perdida, fazendo com que ela se manifeste cada vez mais intensamente em memórias infinitas.O ignorante Rei das Areias Amarelas nunca entendeu isso e ficou apenas fascinado pelo infinito charme e ternura dela. A obssessão às lembranças o fizeram errar o caminho, mas mesmo assim, isso estava sob controle da Rainha das Flores.",
    "fr-fr": "Matériau d'élévation d'arme. « Qui donc pourrait vénérer une divinité défunte ? » La reine des fleurs était autrefois alliée à deux autres divinités. En plus de la sagesse et du pouvoir, elle apporta à ses sujets joie et miséricorde. Tout comme il ne peut y avoir uniquement un soleil brûlant et une pluie battante sur terre, pour le peuple de la reine des fleurs, la joie et l'amour, le chant et la musique, le vin et l'extravagance étaient tout aussi vitaux que la force et l'intelligence.On dit que les fleurs s'épanouissent pour pouvoir se faner de la plus magnifique des manières, et c'est la mort qui était précisément le dénouement que la reine des fleurs cherchait à obtenir, car la mort ajoute de l'amertume à la joie disparue, et ce sentiment amer ne fait que s'intensifier à travers des souvenirs sans fin.Le roi du désert, qui était un ignorant, ne sut jamais saisir le sens de sa pensée, il était simplement envoûté par sa tendresse et son charme incommensurables. Aussi erronée que soit cette affection sans bornes, elle faisait partie des calculs de la reine des fleurs.",
    "th-th": "\"ใครจะไปสักการะเทพเจ้าที่ล่วงลับไปแล้ว?\"ครั้งหนึ่งจ้าวแห่งบุปผาเคยเป็นพันธมิตรกับราชันแห่งเทพทั้งสองนอกจากปัญญาและอำนาจแล้ว เธอยังได้นำพาความเมตตาและความสุขมาสู่เหล่าผู้คนที่แสนโง่เขลาเช่นเดียวกับโลกกว้างที่ไม่อาจมีเพียงสุริยันและหยาดฝนภายใต้เหตุผลและความแข็งแกร่ง ความสุขและความรัก เสียงเพลงและดนตรี สุราและความหรูหรา ล้วนแล้วแต่มีความสำคัญเช่นเดียวกัน ผู้คนต่างพูดว่า เป้าหมายในการเบ่งบานของบุปผา คือการตายจากอย่างรุ่งโรจน์และความตายก็คือจุดจบที่จ้าวแห่งบุปผาเสาะแสวงหามาตั้งแต่ต้นเพราะความตายช่วยเพิ่มความขื่นขมให้แก่ความสุขที่สูญหาย ให้มันเด่นชัดจนปรากฏขึ้นในความทรงจำที่เป็นอนันต์ราชันแห่งทรายสีทองผู้โง่เขลาไม่เข้าใจในเหตุผลของเธอ เพียงลุ่มหลงมึนเมาในเสน่ห์และความอ่อนโยนอันไร้ขอบเขตของเธอเท่านั้นแม้ความยึดติดในความทรงจำจะทำให้หลงทิศหลงทาง แต่ล้วนอยู่ในการคำนวณของราชินีแห่งบุปผาแล้วทั้งสิ้น",
    "ja-jp": "武器に突破の力を付与する材料。「亡くなった神を敬うのは、どんな者だろう。」花の王者は当時、二人の神王と同盟を結び、知恵と権力を除き、蒙昧な民に慈悲と喜びをもたらしてくれた。大地は烈日と雨水だけでは立ちゆかぬように、理性と強さのもとでは、喜びと愛、歌声と音楽、酒と贅沢も同じように重要なものである。花が咲く目的は輝かしい死であり、花の主は端から死と結末を求めているのだと言われている——死は失った喜びに苦い味を加え、果てしない記憶をより鮮烈に残した。黄砂の無知の王が彼女の理屈を理解したことはなく、彼のものはただひたすらに、その無限の魅力と優しさに魅了されていた——執着の追憶は道を踏み外してしまったが、それすらも花の女王の計算通りである。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme.",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain to Forgery: Obsesi (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "有顶塔 - 炼武秘境: 思惑（周二/周五/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Hoặc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週二/五/日）】煉武祕境：思惑 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 사혹 IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Obsession (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Besessenheit (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Башня презренной гордости» (вторник/пятница/воскресенье)",
      "Алхимия: Печаль цветущего оазиса",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Raga IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Obsessão (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Obsession (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: กิเลส (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（火曜/金曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/d57f129a3d99caf45852020799fa467f_4961864445090509556.png",
  "localIcon": "images/oasis_gardens_truth.png"
}