{
  "id": "oasis_gardens_mourning",
  "wiki_id": 2702,
  "name": {
    "id-id": "Oasis Garden's Mourning",
    "zh-cn": "绿洲花园的哀思",
    "vi-vn": "Nỗi Buồn Vườn Hoa Ốc Đảo",
    "zh-tw": "綠洲花園的哀思",
    "ko-kr": "오아시스 화원의 애념",
    "en-us": "Oasis Garden's Mourning",
    "de-de": "Trauer der Oase der blühenden Blumen",
    "ru-ru": "Печаль цветущего оазиса",
    "es-es": "Lamento del oasis exuberante",
    "pt-pt": "Luto do Jardim Oásis",
    "fr-fr": "Deuil du jardin d'oasis",
    "th-th": "Oasis Garden's Mourning",
    "ja-jp": "オアシスガーデンの哀思"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Sang Lord of Flowers memiliki hubungan yang baik dengan Jinni. Sang pemilik bunga dan oasis bekerja sama dengan Lord of Deserts untuk membangun Ay-Khanoum, yaitu \"Kota Amfiteater\", yang juga berarti \"Kota Gadis Rembulan\" dalam bahasa kuno milik sang Jinni. Tapi setelahnya, dikatakan bahwa Lord of Flowers meninggal karena kerasnya panas matahari dan pasir di gurun, hingga akhirnya Padisarah ungu tidak pernah muncul lagi di oasis. Setelah kepergian Lord of Flower, badai pasir berkabung, Jinni itu pun menangis, piring permata dari cahaya bulan telah kehilangan kesenangannya dan memberikan kilauan yang menyedihkan.",
    "zh-cn": "赋予武器突破之力的材料。花的王者曾与镇灵为善。鲜花与绿洲的女主人曾与沙漠的王共同为镇灵建起了「圆形剧场之城」阿伊·哈努姆，在古老镇灵的语言中乃是「月女城」之意。但后来，据说花的女王死于烈日与黄沙的恶意，绿洲也不复有紫红的帕蒂莎兰盛开。在她陨落之后，沙暴哀鸣、镇灵恸哭，月光般白银的宝石圆盘亦失却了原本的享乐用途，散发出哀伤的光芒。",
    "vi-vn": "Vua của các loài hoa từng có mối quan hệ thân thiết với Jinn.Nữ chủ nhân của những bông hoa và ốc đảo từng cùng Vua Sa Mạc xây dựng “thành phố của rạp hát” Ay-Khanoum cho Jinn, trong ngôn ngữ cổ của Jinn thì nó mang ý nghĩa là “Nguyệt Nữ Thành”.Nhưng sau này, người ta nói rằng nữ vương của các loài hoa đã chết vì cái nắng thiêu đốt và cát vàng, cả ốc đảo cũng không còn loài hoa Padisarah màu đỏ tím nở rộ nữa.Sau khi cô ấy ngã xuống, cơn bão cát kêu gào, Jinn khóc thương, ánh trắng như mảnh ngọc trắng bạc cũng mất đi công dụng thưởng thức và tỏa ra ánh sáng u buồn.",
    "zh-tw": "賦予武器突破之力的素材。花的王者曾與鎮靈為善。鮮花與綠洲的女主人曾與沙漠的王共同為鎮靈建起了「圓形劇場之城」阿伊·哈努姆，在古老鎮靈的語言中乃是「月女城」之意。但後來，據說花的女王死於烈日與黃沙的惡意，綠洲也不復有紫紅的帕蒂沙蘭盛開。在她殞落之後，沙暴哀鳴、鎮靈慟哭，月光般白銀的寶石圓盤亦失卻了原本的享樂用途，散發出哀傷的光芒。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.꽃의 왕은 과거 지니들에게 선행을 베풀었다.꽃과 오아시스의 여주인은 사막의 왕과 함께 지니들을 위한 「원형 극장의 성」, 아이·하눔을 세웠다. 고대 지니의 언어에서 아이·하눔이란 「월녀성」을 의미한다.하지만 시간이 흘러, 꽃의 여왕은 작열하는 태양과 황사의 악의에 의해 죽게 되었고, 오아시스에도 더 이상 자홍색 파디사라가 피지 않게 되었다.그녀가 세상을 떠나자 모래폭풍이 울부짖었고, 지니들은 슬피 울었다. 달빛을 닮은 은빛 보석 원판도 향락을 위한 본연의 쓰임새를 잃고 구슬픈 빛을 내뿜었다",
    "en-us": "Weapon Ascension Material.The Lord of Flowers was in an amicable relationship with the Jinn.The Mistress of Flowers and Oases joined hands with the Lord of Deserts and built Ay-Khanoum, the \"City of Amphitheaters,\" which carried the meaning of \"City of the Moon Maiden\" in the ancient language on the Jinn.Later, however, it was said that the Lord of Flowers died due to the malice of the burning sun and yellow sand, after which the blossoms of purple Padisarahs were never seen again in the oases. After the departure of the Lord of Flowers, the sandstorms keened, the Jinn sobbed, and the moonlight-silver gem disc lost its original, glad purpose, giving off a mournful glimmer.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Königin der Blumen hatte ein freundschaftliches Verhältnis zu den Dschinn.Die Herrin der Blumen und Oasen tat sich mit dem König der Wüste zusammen und baute Ay-Khanoum, die „Stadt des Amphitheaters\", die in der alten Sprache der Dschinn die Bedeutung „Stadt der Mondmädchen\" hatte.Später hieß es jedoch, die Königin der Blumen sei an der Bosheit der brennenden Sonne und des gelben Sandes gestorben, woraufhin die Blüte der purpurroten Padisarah nie wieder in den Oasen zu sehen war.Nach dem Ableben der Königin der Blumen trauerten die Sandstürme. Die Dschinn schluchzten und die Edelsteinscheibe des Mondscheins verlor ihre erholsame Atmosphäre und verströmte stattdessen trauriges Glitzern.",
    "ru-ru": "Материал возвышения оружия.Повелительница цветов была дружна с джиннами.Однажды Владычица цветов и оазисов вместе с Повелителем пустыни построила для джиннов «Город-амфитеатр» Ай-Ханум, что на древнем языке джиннов означает «Город Лунной Девы».Но потом злые пески и палящее солнце убили Повелительницу цветов, и с тех пор в цветущем оазисе больше никогда не распускались пурпурные падисары.После гибели Повелительницы пустыня сотрясалась в песчаной буре, джинны бились в рыданиях, а драгоценный серебряный диск, сиявший, подобно луне, вместо радости стал излучать скорбь.",
    "es-es": "Material de ascensión de arma.En el pasado, la Reina de las Flores era buena amiga de los genios.Ella, maestra de las flores y los oasis, unió esfuerzos con el Rey del Desierto y construyó para los genios Ai Janum, la ciudad de los anfiteatros. En la antigua lengua de estos genios, “Ai Janum” significaba “Ciudad de la Dama Luna”.Sin embargo, más tarde, la Reina de las Flores murió a causa de la maldad del sol abrasador y del desierto, y las violáceas orquídeas padishá nunca más volvieron a florecer.Cuando ella cayó, el desierto y los genios lloraron su pérdida, la redonda gema que brillaba como la luna perdió su función de esparcir felicidad y comenzó a emitir un brillo aciago.",
    "pt-pt": "Material de Ascensão de Armas.A Rainha das Flores tinha uma boa relação com Jinni.A mestre das flores e oásis se uniu com o Rei dos Desertos para criar Ay-Khanoum, a “Cidade dos Anfiteatros”, que significava “Cidade da Dama da Lua” na antiga língua dos Jinni.Entretanto, depois, dizem que a Rainha das Flores faleceu devido a malícia do sol abrasador e da areia amarela, depois disso, as Padisarahs roxas nunca mais floresceram novamente no oásis.Após a partida da Rainha das Flores, as tempestades de areia ficaram de luto, os Jinni choraram, e o disco prateado emperolado perdeu seu propósito original, emitindo um brilho lúgubre.",
    "fr-fr": "Matériau d'élévation d'arme.La reine des fleurs s'entendait bien avec les djinns. Celle qui régnait sur les fleurs et les oasis s'associa avec le roi du désert afin de construire Ay-Khanoum, la cité des amphithéâtres, ce qui signifiait « la cité de la fille de la lune » dans la langue ancienne des djinns. Plus tard, cependant, on dit que la reine des fleurs mourut sous la cruauté du soleil ardent et du sable, après quoi on n'aperçut plus jamais de padisachidées violettes dans les oasis. Quand elle quitta ce monde, les tempêtes de sable se mirent à faire rage, les djinns pleurèrent, et le disque de pierres précieuses d'une couleur argentée telle celle de la lune ne fut plus à même de prodiguer du bonheur comme il le faisait, et se mit à émettre une lueur inspirant la mélancolie.",
    "th-th": "จ้าวแห่งบุปผาเคยมีความสัมพันธ์ฉันมิตรกับเหล่าญินจ้าวแห่งบุปผาและโอเอซิสเคยจับมือกับราชันแห่งทะเลทรายเพื่อร่วมกันสร้าง Ay-Khanoum\"เมืองแห่งทวิอัฒจันทร์\" ซึ่งมีความหมายว่า \"เมืองแห่งธิดาจันทรา\" ในภาษาของญินโบราณแต่ในภายหลังว่ากันว่าราชินีแห่งบุปผานั้นสิ้นชีพจากการปองร้ายของสุริยันและทรายสีทอง นับแต่นั้นมา ดอก Padisarah สีม่วงแดงก็ไม่เคยเบ่งบานในโอเอซิสอีกต่อไปหลังจากที่เธอล่วงลับพายทรายก็โหมกระหน่ำ เหล่าญินร่ำร้องคร่ำครวญ และจานสีเงินดุจแสงจันทราก็สูญเสียจุดประสงค์เดิมอันน่ารื่นรมย์ของมันไปหลงเหลือเพียงประกายแสงแห่งความเศร้าโศก",
    "ja-jp": "武器に突破の力を付与する材料。花の王者はかつて、ジンニーのために善行をした。花とオアシスの女主人はかつて、砂漠の王と共に、ジンニーのために「アンフィテアトルムシティ」——アイ・ハヌムを建てた。古いジンニーの言葉によれば、その言葉は「月娘の城」という意味らしい。しかしその後、花の女王は烈日と黄砂の悪意によって死んだと言われており、オアシスでも紫と赤のパティサラが咲く姿は見られなくなった。彼女が亡くなった後、砂嵐は泣き、ジンニーが嘆き、月光のような銀色の宝石の円盤も、本来の楽しき用途を失い、悲しみの光を放った。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain to Forgery: Obsesi (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "有顶塔 - 炼武秘境: 思惑（周二/周五/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Hoặc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週二/五/日） 】煉武祕境：思惑 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】綠洲花園的真諦"
    ],
    "ko-kr": [
      "연무 비경: 사혹 III ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Obsession (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Besessenheit (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Башня презренной гордости» (вторник/пятница/воскресенье)",
      "Алхимия: Милость цветущего оазиса",
      "Алхимия: Мора",
      "Алхимия: Истина цветущего оазиса"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Raga III-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Obsessão (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Obsession (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: กิเลส (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（火曜/金曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/50f11014dc9900bcd9d402e79caad6e8_1232856400897089339.png",
  "localIcon": "images/oasis_gardens_mourning.png"
}