{
  "id": "oasis_gardens_reminiscence",
  "wiki_id": 2700,
  "name": {
    "id-id": "Oasis Garden's Reminiscence",
    "zh-cn": "绿洲花园的追忆",
    "vi-vn": "Hồi Ức Vườn Hoa Ốc Đảo",
    "zh-tw": "綠洲花園的追憶",
    "ko-kr": "오아시스 화원의 추억",
    "en-us": "Oasis Garden's Reminiscence",
    "de-de": "Reminiszenz der Oase der blühenden Blumen",
    "ru-ru": "Воспоминания цветущего оазиса",
    "es-es": "Reminiscencia del oasis exuberante",
    "pt-pt": "Reminiscência do Jardim Oásis",
    "fr-fr": "Souvenir du jardin d'oasis",
    "th-th": "Oasis Garden's Reminiscence",
    "ja-jp": "オアシスガーデンの追憶"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Konon orang-orang dulu mengatakan kalau Lord of Flowers adalah Lord of Joy and Happiness. Mata air segar mengalir dari lengan bajunya, menciptakan oasis yang penuh dengan bunga di tengah-tengah padang pasir. Bunga dan rerumputan tumbuh di jejak kakinya, cahaya rembulan pun membukakan jalan  untuk dirinya. Di hari yang kelam saat langit pun tidak mengacuhkan daratan, Lord if Flower tetap mengulurkan belas kasihannya kepada setiap manusia, agar mereka semua bisa mendapatkan kembali ke kebahagiaan dan egonya. Dan melanjutkan kesenangan dan kemewahan mereka.",
    "zh-cn": "赋予武器突破之力的材料。人们曾说，花的王者是欢乐与幸福之主。清泉从她的袖口涌流而出，沙漠中便有了百花盛开的绿洲；鲜花与香草紧随着她的脚步，银白的月光为她开道。在高天转过脸去的艰苦时代里，花的女主人为凡人遍洒恩惠，人们开始重新认识到快乐与自我，于是再度拾起了闲暇与奢侈。",
    "vi-vn": "Người ta nói rằng vua của các loài hoa là chủ nhân của niềm vui và hạnh phúc. Một dòng suối trong vắt chảy ra từ cổ tay áo của cô ấy, và có một ốc đảo đầy hoa trong sa mạc; Hoa tươi và hương thảo mọc theo từng bước chân, và ánh trăng bạc soi đường cho cô ấy.Trong lúc khó khăn khi trời cao ngoảnh mặt làm ngơ, nữ chủ nhân của muôn hoa đã gieo duyên cho phàm nhân, con người bắt đầu nhìn nhận lại hạnh phúc và bản ngã, nên lại tìm đến sự nhàn hạ và xa hoa.",
    "zh-tw": "賦予武器突破之力的素材。人們曾說，花的王者是歡樂與幸福之主。清泉從她的袖口湧流而出，沙漠中便有了百花盛開的綠洲；鮮花與香草緊隨著她的腳步，銀白的月光為她開道。在高天轉過臉去的艱苦時代裡，花的女主人為凡人遍灑恩惠，人們開始重新認識到快樂與自我，於是再度拾起了閒暇與奢侈。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.사람들은 꽃의 왕이 즐거움과 행복의 주인이라고 말한다. 그녀의 소매에서 솟구친 맑은 샘물로 사막에는 꽃들이 만개하는 오아시스가 생겼다. 싱싱한 꽃과 향기로운 풀잎이 그녀의 뒤를 따랐으며 하얀 달빛은 그녀를 위해 길을 인도해 주었다.하늘마저 외면한 그 고난의 시대에 꽃의 여주인은 인간들에게 은혜를 베풀었으며 즐거움과 자아를 되찾은 인간들은 다시금 여유와 사치를 즐기게 되었다",
    "en-us": "Weapon Ascension Material.People used to say that the Lord of Flowers was the Lord of Joy and Happiness. Freshwater sprang from her sleeves, and thus was the oasis of blossoming flowers born in the desert. Flowers and grasses followed in her footsteps, and gleaming moonlight cleared the way for her.In the bitter days when the sky turned its back on the ground, the Lord of Flowers extended her mercy to each and every one of the mortals, letting them regain their happiness and egos, allowing leisure and luxury to resume.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Menschen sagten früher, dass die Königin der Blumen die Königin der Freude und des Glücks war. Frisches Wasser sprudelte aus ihren Ärmeln und so wurde die Oase der blühenden Blumen in der Wüste geboren. Blumen und Gräser folgten ihren Schritten und das schimmernde Mondlicht ebnete ihr den Weg.In den bitteren Tagen, in denen der Himmel der Erde den Rücken zukehrte, schenkte die Königin der Blumen jedem einzelnen Sterblichen ihre Gnade und ließ ihn sein Glück und sein Ego zurückgewinnen. Und so widmeten die Menschen sich wieder der Muße und dem Luxus.",
    "ru-ru": "Материал возвышения оружия.Говорили, Повелительница цветов была владычицей радости и счастья. Чистый ключ, бивший из её рукава, напитал пустыню, и в ней расцвёл пышный оазис. Там, где ступала Владычица, распускались цветы и зеленели травы, а путь ей устилал серебристый лунный свет.В горькие дни, когда небо отвернулось от земли, Владычица цветов осеняла смертных своей милостью, чтобы к ним вернулась радость и свобода, чтобы они снова зажили в покое и довольствии.",
    "es-es": "Material de ascensión de arma.En el pasado, la gente decía que la Reina de las Flores era la maestra del júbilo y la felicidad. De las mangas de su ropa emanó el manantial que dotó al desierto de un exuberante oasis. Plantas y flores de dulce aroma crecían allá por donde ella pasaba, mientras la argéntea luz lunar despejaba su camino.En la amarga época en la que el cielo le dio la espalda al mundo, la Maestra de las Flores esparció su gracia entre los mortales. Así, recuperaron la felicidad y el ego, pero también volvieron a surgir la ociosidad y la lujuria.",
    "pt-pt": "Material de Ascensão de Armas.Dizem que a rainha das flores é a senhora da alegria e da felicidade. A água clara jorra das suas mangas, se tornando em um oásis de flores desabrochando no deserto. Flores e ervas seguem seus passos, e o luar prateado abre caminho para ela.Nos tempos difíceis em que o céu deu as costas à terra, a rainha das flores estendia sua misericórdia para os mortais, assim, eles recuperaram a felicidade e o ego, junto com a ociosidade e a luxúria.",
    "fr-fr": "Matériau d'élévation d'arme.Les gens avaient l'habitude de dire que la maîtresse de la flore était la reine de la joie et du bonheur. De l'eau douce qui jaillit de ses manches sont nées les oasis fleuries du milieu du désert. Les fleurs et les herbes suivaient ses pas, et le clair de lune lui ouvrait la voie. Lorsque le ciel tournait le dos à la terre, la maîtresse de la flore étendait sa miséricorde à chacun des mortels, et ceux-ci reprirent conscience de leur propre existence et de la notion de bonheur et de la notion de plaisir, et purent ainsi retrouver une vie fastueuse et oisive.",
    "th-th": "ผู้คนเคยกล่าวกันว่า จ้าวแห่งบุปผาคือจ้าวแห่งความสนุกและความสุขน้ำแร่ใสสะอาดหลั่งไหลออกมาจากแขนเสื้อของเธอ ทำให้เกิดเป็นโอเอซิสที่ดอกไม้นับร้อยเบ่งบานท่ามกลางทะเลทรายดอกไม้และใบหญ้าติดตามรอยเท้าของเธอไป และจันทราสีเงินก็เปิดทางให้แก่เธอในยุคสมัยอันยากลำบาก ในยามที่ท้องฟ้าเบือนหน้าหนี จ้าวแห่งบุปผาได้แสดงความเมตตาแก่เหล่ามนุษย์ผู้คนจึงเริ่มรู้จักกับความสุขและอัตตาของตนอีกครา ความสบายและหรูหราจึงได้ดำเนินต่อไปอีกครั้ง",
    "ja-jp": "武器に突破の力を付与する材料。人々はかつて、花の王者は幸せの主であると言った。清らかな泉が彼女の袖から湧き出して、砂漠には花咲くオアシスができた。花と香草が彼女の足跡を追い、白銀の月光が彼女のために道を開けてくれた。高い空に裏切られ、捨てられた苦しい日々に、花の女主人は凡人に恩恵を与えたおかげで、人々は喜びと自我を取り戻し、再び余暇と贅沢を手に入れた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破材料",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme.",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain to Forgery: Obsesi (Selasa/Jumat/Minggu)"
    ],
    "zh-cn": [
      "有顶塔 - 炼武秘境: 思惑（周二/周五/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Hoặc (Thứ 3/Thứ 6/Chủ Nhật)"
    ],
    "zh-tw": [
      "【有頂塔（週二/五/日） 】煉武祕境：思惑 I / II / III / IV",
      "武器突破素材",
      "【煉金】綠洲花園的恩惠"
    ],
    "ko-kr": [
      "연무 비경: 사혹 I ~ IV (화요일/금요일/일요일)"
    ],
    "en-us": [
      "Domain of Forgery: Obsession (Tuesday/Friday/Sunday)"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Besessenheit (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Башня презренной гордости» (вторник/пятница/воскресенье)",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Милость цветущего оазиса"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Raga I-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Obsessão (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Obsession (Mardi/Vendredi/Dimanche)"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: กิเลส (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（火曜/金曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/f3d4942112747ff9e243134a244a9bc1_723004119218395336.png",
  "localIcon": "images/oasis_gardens_reminiscence.png"
}