{
  "id": "oasis_gardens_kindness",
  "wiki_id": 2701,
  "name": {
    "id-id": "Oasis Garden's Kindness",
    "zh-cn": "绿洲花园的恩惠",
    "vi-vn": "Ân Huệ Vườn Hoa Ốc Đảo",
    "zh-tw": "綠洲花園的恩惠",
    "ko-kr": "오아시스 화원의 은혜",
    "en-us": "Oasis Garden's Kindness",
    "de-de": "Gnade der Oase der blühenden Blumen",
    "ru-ru": "Милость цветущего оазиса",
    "es-es": "Gracia del oasis exuberante",
    "pt-pt": "Graça do Jardim Oásis",
    "fr-fr": "Gentillesse du jardin d'oasis",
    "th-th": "Oasis Garden's Kindness",
    "ja-jp": "オアシスガーデンの恩恵"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Dalam teks kuno yang terkubur jauh di dalam pasir berwarna kuning, Lord of Flower dulunya adalah Owner of Dreams. Dia yang menciptakan mimpi untuk orang yang dikucilkan, yang menggila, dan yang bodoh. Mereka akan diberikan kebahagiaan yang meluap-luap di dalam mimpi itu. Karena beratnya beban dalam kehidupan, mereka terpesona oleh Lord of Flower dan terpikat oleh kecantikan serta perhatiannya.",
    "zh-cn": "赋予武器突破之力的材料。在被黄沙掩埋的古老文献中，花的王者是梦的女主人。她曾为被放逐之人、癫狂之人与痴愚之人展现梦想，在梦想中为他们奉上甘美的欢乐，即使人们的手中只有黑铁的碗体，依旧为花之女王的魅力所折服，深醉于她美丽的形象与无微不至的关怀之中。",
    "vi-vn": "Trong văn hiến cổ đại bị vùi lấp trong cát vàng, vua của các loài hoa là nữ chủ nhân của những giấc mơ.Cô đã ban tặng giấc mơ cho những kẻ bị đày ải, những kẻ cuồng si và những kẻ khờ khạo. Trong những giấc mơ đó, họ được mang đến niềm vui ngọt ngào, ngay cả khi trong tay họ chỉ có chiếc bát và mảnh sắt đen, họ vẫn bị ấn tượng bởi vẻ đẹp quyến rũ, và bị mê hoặc bởi hình ảnh xinh đẹp và sự chăm chút tỉ mỉ của cô ấy.",
    "zh-tw": "賦予武器突破之力的素材。在被黃沙掩埋的古老文獻中，花的王者是夢的女主人。她曾為被放逐之人、癲狂之人與癡愚之人展現夢想，在夢想中為他們奉上甘美的歡樂，即使人們的手中只有黑鐵的碗砵，依舊為花之女王的魅力所折服，深醉於她美麗的形象與無微不至的關懷之中。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.모래에 묻힌 오래된 문헌에 따르면 꽃의 왕은 꿈의 여주인이라고 기록되어 있다.과거 그녀는 추방된 자와 미쳐버린 자, 어리석은 자를 위해 꿈을 펼쳐 그 속에서 그들에게 달콤한 즐거움을 선사했다. 사손에 흑철로 된 그릇밖에 없었을지언정, 사람들은 여전히 꽃의 여왕의 매력에 굴복되었고 그녀의 아름다운 모습과 다정한 배려에 빠져들었다",
    "en-us": "Weapon Ascension Material.In the literature buried deep beneath the yellow sands, the Lord of Flowers was the Mistress of Dreams.She bestowed dreams upon the exiled, the manic, and the foolish.In those dreams, they were presented with their dearest delights. Burdened by the brutality of reality, they were fascinated by the charm of the Lord of Flowers and captivated by her beauty and care.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.In der Literatur, die tief unter dem gelben Sand vergraben ist, war die Königin der Blumen die Herrin der Träume.Sie inszenierte Träume für die Verbannten, die Verrückten und die Törichten. In den Träumen wurden sie mit dem größten Vergnügen präsentiert. Belastet von der Brutalität der Realität, waren sie fasziniert vom Charme der Königin der Blumen und gefesselt von ihrer Schönheit und Fürsorge.",
    "ru-ru": "Материал возвышения оружия.В книге, погребённой под жёлтыми песками, говорилось, что Повелительница цветов была владычицей мечтаний.Она даровала грёзы изгнанникам, безумцам и глупцам, и в своих мечтаниях они вкусили чистую радость. Даже нищие, чей скарб состоял из одной чашки для подаяния, были опьянены чарами Повелительницы цветов, покорены её красотой и неистощимой заботой.",
    "es-es": "Material de ascensión de arma.Según los antiguos documentos enterrados bajo las ambarinas arenas del desierto, la Reina de las Flores era también la maestra de los sueños.Una vez, hizo que los exiliados, los dementes y los ignorantes vieran sus propios sueños, con los que les ofreció una dulce felicidad. Aunque los humanos solo tenían objetos de hierro oscuro en las manos, no pudieron evitar sentirse embelesados por la Reina de las Flores y embriagarse de su belleza y su cariño hacia ellos.",
    "pt-pt": "Material de Ascensão de Armas.Os textos antigos enterrados na areia amarela relatam que a rainha das flores é a dona dos sonhos.Ela mostrou sonhos para os exilados, loucos e tolos, e lhes trouxe doce alegria em seus sonhos. Mesmo que as pessoas tivessem apenas tigelas de ferro preto em suas mãos, eles ainda eram fascinados pelo charme da Rainha das Flores e por sua bela aparência e atencioso cuidado.",
    "fr-fr": "Matériau d'élévation d'arme.Les textes anciens enfouis sous le sable évoquent une reine des fleurs qui est aussi la maîtresse des songes. Elle prodiguait des rêves aux exilés, aux aliénés et aux simples d'esprit, dans lesquels ils purent vivre de belles choses. Bien qu'ils furent pauvres au point de ne posséder que le fer noir de leurs bols, les humains étaient entièrement sous le charme de la reine des fleurs. Ils se perdaient dans sa beauté et dans sa miséricorde sans limites.",
    "th-th": "ในวรรณกรรมโบราณที่ถูกฝังอยู่ใต้ผืนทรายสีทอง จ้าวแห่งบุปผาคือนายหญิงแห่งความฝันเธอเคยเนรมิตความฝันให้แก่ผู้ถูกเนรเทศ ผู้สติฟั่นเฟือน และผู้โง่เขลาในความฝันเหล่านั้น พวกเขาได้รับความสุขอันแสนสวยงาม แม้ว่าในมือของผู้คนเหล่านั้นจะมีเพียงชามเหล็กสีดำแต่ก็ยังคล้อยตามเสน่ห์ของราชินีแห่งบุปผา ลุ่มหลงในรูปลักษณ์อันงดงามและการเอาใจใส่อันพิถีพิถันของเธอ",
    "ja-jp": "武器に突破の力を付与する材料。黄砂に埋もれた古代の文献によると、花の王者は夢の女主人のようだ。彼女はかつて、追放された者、狂気の者、痴呆の者に夢を示し、夢の中で彼らに甘い喜びを授けた。たとえ人々が手に持つものが、黒鉄でできた空っぽのお碗だけであったとしても、彼らは花の女王の魅力に圧倒され、その美しい姿や溢れんばかりの施しに深く酔いしれているのだ。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme.",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain to Forgery: Obsesi (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "有顶塔 - 炼武秘境: 思惑（周二/周五/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tư Hoặc (Thứ 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週二/五/日） 】煉武祕境：思惑 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】綠洲花園的哀思"
    ],
    "ko-kr": [
      "연무 비경: 사혹 II ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Obsession (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Besessenheit (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Башня презренной гордости» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Воспоминания цветущего оазиса",
      "Алхимия: Мора",
      "Алхимия: Печаль цветущего оазиса"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Raga II-IV (Martes, Viernes, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Obsessão (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Obsession (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: กิเลส (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（火曜/金曜/日曜）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/119402430/1056b63e391c2064561c1629a64ee77d_1898137782390629773.png",
  "localIcon": "images/oasis_gardens_kindness.png"
}