{
  "id": "old_handguard",
  "wiki_id": 1248,
  "name": {
    "id-id": "Old Handguard",
    "zh-cn": "破旧的刀镡",
    "vi-vn": "Kiếm Cách Cũ Nát",
    "zh-tw": "破舊的刀鐔",
    "ko-kr": "오래된 코등이",
    "en-us": "Old Handguard",
    "de-de": "Alter Handschutz",
    "ru-ru": "Старая гарда",
    "es-es": "Guardamano viejo",
    "pt-pt": "Protetor de Mão Velho",
    "fr-fr": "Garde-main ancien",
    "th-th": "Old Handguard",
    "ja-jp": "古びた鍔"
  },
  "description": {
    "id-id": "Pelindung tangan yang digunakan dalam pertempuran yang juga pernah terpasang pada sebilah pedang orang Inazuma.Bagi mereka yang mahir dalam seni pedang, pelindung tangan ini dapat digunakan untuk menahan pedang musuh. Tapi bagi seorang pemula, pelindung tangan lebih berguna untuk menahan serangan diri mereka sendiri.",
    "zh-cn": "装配在稻妻刀剑上的护具，见证过许多战斗。对剑术纯熟者而言，镡可以在实战中阻挡对手的刀刃；而对于新手剑士，镡是保护自己右手的关键。",
    "vi-vn": "Vật phòng hộ trên thanh kiếm, chứng kiến qua vô vàn trận chiến.Đối với những người thuần thục kiếm thuật, kiếm cách dùng để chặn lưỡi kiếm của đối phương; Còn đối với những kiếm sĩ mới tập, kiếm cách là chìa khóa để bảo vệ tay phải của họ.",
    "zh-tw": "裝配在稻妻刀劍上的護具，見證過許多戰鬥。對劍術純熟者而言，鐔可以在實戰中阻擋對手的刀刃；而對於新手劍士，鐔是保護自己右手的關鍵。",
    "ko-kr": "이나즈마 검에 조립한 방어구, 많은 전투를 보아왔다검술에 능한 자에게 코등이란, 실전에서 상대의 검을 받아칠 수 있는 유용한 도구다. 초짜 검사에겐, 자신의 오른손을 보호하는 중요한 도구기도 하다",
    "en-us": "A battle-worn handguard that was once mounted on an Inazuman blade.For those adept in the art of the sword, the tsuba is a defense from the edge of an opponent's blade. For beginners, it is a defense made for their own right hand, to protect it from itself.",
    "de-de": "Ein kampferprobter Handschutz, der einst an einer Inazuma-Klinge befestigt war.Für diejenigen, die in der Kunst des Schwertes versiert sind, ist die Tsuba eine Verteidigung gegen die Klinge des Gegners. Für Anfänger ist es ein Schutz gegen sich selbst.",
    "ru-ru": "Этот защитный элемент инадзумского меча повидал немало боёв.Гардой умелый фехтовальщик способен блокировать клинок противника, тогда как новичкам она защищает руку.",
    "es-es": "Una herramienta protectora que solía equiparse sobre el filo de las espadas de Inazuma. Parece que ha participado en numerosas batallas.Para los auténticos maestros del arte de la espada, el guardamano es un excelente protector contra los ataques de los adversarios. Para los espadachines novatos, el guardamano es una herramienta clave para protegerse de sí mismos.",
    "pt-pt": "Um protetor de mão gasto que estava em uma lâmina de Inazuma.Para aqueles que são adeptos na esgrima, o tsuba é a defesa contra  a lâmina de um oponente. Para iniciantes, é uma defesa contra eles mesmos.",
    "fr-fr": "Un garde-main qui a connu de nombreuses batailles et qui autrefois était monté sur une lame inazumienne.Pour les épéistes expérimentés, la tsuba permet de bloquer la lame de l'adversaire. Pour les débutants, elle permet de protéger sa propre main.",
    "th-th": "ส่วนป้องกันที่ติดอยู่บนดาบ Inazuma ซึ่งได้ผ่านการต่อสู้มาอย่างมากมายสำหรับผู้ที่เชี่ยวชาญในเรื่องดาบนั้น กะบังดาบสามารถช่วยป้องกันมือจากดาบของฝ่ายตรงข้ามได้ แต่สำหรับซามูไรมือใหม่แล้ว กะบังดาบคงเป็นส่วนสำคัญในการป้องกันมือขวาของตัวเองซะมากกว่า",
    "ja-jp": "稲妻の刀についている防具。多くの戦いを経験している。剣術の達人にとって、鍔は相手の刃から手を守ってくれる物。新人にとっては、誤って手が柄から刀身へと滑らないよう守ってくれる物だ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Nobushi"
    ],
    "zh-cn": [
      "野伏众掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Nhóm cường đạo rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "角色與武器培養素材",
      "【煉金】影打刀鐔",
      "野伏眾掉落"
    ],
    "ko-kr": [
      "노부시패 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Nobushi",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Nobushi",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Нобуси",
      "• Кайраги",
      "• Покупается за Звёздную пыль",
      "Алхимия: Гарда кагэути"
    ],
    "es-es": [
      "Obtenido de Nobushis",
      "Canjear de Polvo estelar"
    ],
    "pt-pt": [
      "Dropado pelos Nobushi",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Nobushi",
      "Echange Astrions"
    ],
    "th-th": [
      "ดรอปจาก Nobushi",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "野伏衆がドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old%20Handguard_icon.png",
  "localIcon": "images/old_handguard.png"
}