{
  "id": "olden_days_of_scorching_might",
  "wiki_id": 2695,
  "name": {
    "id-id": "Olden Days of Scorching Might",
    "zh-cn": "烈日威权的旧日",
    "vi-vn": "Quá Khứ Của Ánh Nắng Quyền Uy",
    "zh-tw": "烈日威權的舊日",
    "ko-kr": "태양 같은 권위의 과거",
    "en-us": "Olden Days of Scorching Might",
    "de-de": "Vergangenheit der sengenden Macht",
    "ru-ru": "Прошлое пылающей мощи",
    "es-es": "Pasado del poder del sol",
    "pt-pt": "Glória Passada do Poder Escaldante",
    "fr-fr": "Passé glorieux du pouvoir brûlant",
    "th-th": "Olden Days of Scorching Might",
    "ja-jp": "烈日権威の往日"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Di masa ketika Lord of Deserts yang bodoh memerintah, kekuatan emas seperti matahari yang terik menyebar ke seluruh bumi.Dalam catatan tablet batu kuno, dia mengubah kekuatannya menjadi tujuh sinar cahaya yang menyilaukan atau tujuh pilar, yang dia berikan secara adil dan merata serta penuh belas kasihan kepada semua orang, sehingga tidak ada orang yang terabaikan, ataupun yang merasa tidak puas.Itu adalah masa keemasan yang terlupakan, masa ketika Lord of Flowers menghilang ke dalam pasir dan Lord of Flora memutuskan untuk pergi. Hanya merekalah para keturunan di atas pasir kuning yang memilih untuk mengikuti dewanya. Bahkan ketika bayangan malapetaka yang suram pun semakin membayangi, keyakinan mereka pada dewa tetaplah kuat bersinar terang seperti kuning dan emas.Namun akhirnya bencana tetap saja menimpa. Lambang emas terkubur di kedalaman kuil dan istana, di bawah pilar runtuh yang diukir dengan elang dan kepala banteng.",
    "zh-cn": "赋予武器突破之力的材料。愚痴的黄沙之王统治的年代里，烈日般黄金的权力遍洒大地。古旧的石碑记录，王的威权化作七道烈光或七座柱梁；王的慈悲平均地赐予每一个人手中，没有人受到忽视，亦没有人心怀不满。那是一个被遗忘的黄金时代，彼时花的女王已谢落尘沙，草木的主人也决定离去。但只有黄沙的子嗣选择与他们的神祇同在，即使灾祸的阴影渐行渐近，他们所信赖的威权依旧如琥珀与黄金那般闪耀着不灭的光芒。但灾祸终究还是降临了，黄金的虫印也被葬在了神殿与宫阙深处、曾雕着鹫兽与牛头的破碎柱基之下。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Trong thời đại mà Vua Sa Mạc vô tri cai trị, sức mạnh của hắn giáng xuống từng tấc đất như mặt trời thiêu đốt.Tấm bia cổ ghi lại rằng uy quyền của nhà vua hóa thành bảy tia sáng hoặc bảy cây cột; Lòng nhân từ của nhà vua được ban cho tất cả mọi người một cách bình đẳng, không ai bị bỏ rơi và cũng không có ai cảm thấy bất mãn.Đó là một thời vàng son bị lãng quên, khi nữ vương của các loài hoa đã tàn lụi, chủ nhân của cây cỏ cũng quyết định ra đi. Nhưng chỉ những người con của sa mạc mới lựa chọn ở bên vị thần của họ, và ngay cả khi bóng đen thảm họa đến gần, quyền lực mà họ tin tưởng vẫn tỏa sáng như hổ phách và vàng.Nhưng tai họa cuối cùng cũng ập đến, và con dấu bằng vàng cũng được chôn dưới chiếc cột bị gãy sâu trong thần điện và cung điện, nơi có khắc hình đại bàng và đầu bò.",
    "zh-tw": "賦予武器突破之力的素材。愚癡的黃沙之王統治的年代裡，烈日般黃金的權力遍灑大地。古舊的石碑記錄，王的威權化作七道烈光或七座柱梁；王的慈悲平均地賜予每一個人手中，沒有人受到忽視，亦沒有人心懷不滿。那是一個被遺忘的黃金時代，彼時花的女王已謝落塵沙，草木的主人也決定離去。但只有黃沙的子嗣選擇與他們的神祇同在，即使災禍的陰影漸行漸近，他們所信賴的威權依舊如琥珀與黃金那般閃耀著不滅的光芒。但災禍終究還是降臨了，黃金的蟲印也被葬在了神殿與宮闕深處、曾雕著鷲獸與牛頭的破碎柱基之下。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.우매한 황사의 왕이 대지를 다스리던 시절, 작열하는 태양 같은 황금의 권력이 온 대지에 내려앉았다.오랜 비석의 기록에 따르면, 왕의 권위는 일곱 개의 기둥이 되었다고 한다. 왕의 자비는 모든 이에게 닿았고, 외면받는 사람도 불만을 품는 사람도 없었다.잊힌 황금의 시대, 꽃의 왕은 모래에서 영락했고 초목의 주인도 영영 떠나기로 결정했다. 하지만 황사의 자손들은 설령 재앙의 어두운 그림자가 가까워질지라도 그들의 신과 함께 하기를 택했다. 그들이 믿는 권위가 여전히 호박과 황금처럼 꺼지지 않는 빛을 내뿜고 있었기 때문이다.하지만 재앙은 결국 도래했고, 황금의 갑충 인장은 신전과 궁궐의 깊은 곳, 독수리와 황소의 머리가 새겨진 부서진 기둥 아래 묻히게 된다",
    "en-us": "Weapon Ascension Material.In the era when the ignorant Lord of Deserts ruled, his power descended upon every inch of the land like the scorching sun.Ancient stone tablets record that he turned his power into seven rays of blinding light or seven pillars, which he granted equally and mercifully to everyone. No one was neglected, nor was anyone discontented.That was a forgotten golden era, an era when the Lord of Flowers had faded into the sands and the Lord of Verdure was determined to leave. Only the descendants in the yellow sand chose to follow their god. Even as the grim shadow of calamity loomed, the power in which they had faith shone brightly like amber and gold.Yet calamity befell nonetheless, and the golden insectoid insignias were buried beneath the depths of shrine and palace, under collapsed pillars engraved with images of eagles and bulls.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.In der Ära, in der der unwissende König der Wüste regierte, senkte sich seine Macht wie die sengende Sonne auf jeden Zentimeter des Landes.In den Aufzeichnungen der alten Steintafel verwandelte er seine Macht in sieben Strahlen blendenden Lichts oder sieben Säulen, die er gleichmäßig und barmherzig an alle verteilte. Niemand wurde vernachlässigt und niemand war unzufrieden.Das war eine vergessene goldene Ära, eine Ära, in der die Königin der Blumen im Sand verblasste und die Herrin der Flora beschloss, zu gehen. Nur die Nachkommen im gelben Sand entschieden sich, ihrem Gott zu folgen. Selbst als sich das Unheil anbahnte, leuchtete die Autorität, der sie vertrauten, hell wie Bernstein und Gold.Das Unheil brach dennoch herein. Die goldenen Insignien wurden in den Tiefen des Schreins und des Palastes begraben, unter den eingestürzten Säulen mit den Gravuren von Adlern und Stieren.",
    "ru-ru": "Материал возвышения оружия.В эпоху правления безрассудного Повелителя золотых песков его власть озаряла землю, подобно лучам палящего солнца.В древних каменных табличках говорится, что его власть превратилась в семь лучей ослепительного света или в семь столпов. Каждый подданный был обласкан милостью Повелителя, никто не остался обижен или обделён.Это был забытый ныне золотой век. Повелительница цветов растворилась в песках, а Владычица трав и деревьев решила удалиться от мира. Но пока сыны золотых песков оставались со своим божеством, какие бы бедствия ни простирали над ними свои крыла, его власть сияла неугасимым янтарным светом.Но бедствия всё же обрушились на тот народ, и золотые печати были погребены под руинами храмов и дворцов, под рухнувшими колоннами с резными мордами грифонов и быков.",
    "es-es": "Material de ascensión de arma.En la época en la que gobernaba el necio rey del desierto, su poder se extendía por la tierra como los rayos del dorado sol abrasador.Según las inscripciones de algunas antiguas estelas, su poder se transformó en siete rayos de luz o en siete pilares, y su misericordia llegó por igual a todas las personas. Nadie quedó excluido de ella y todo el mundo quedó satisfecho.Pero aquello ocurrió en una era de oro ya olvidada, en la que la Reina de las Flores ya se había marchitado y la Maestra de las Plantas ya había decidido marcharse. Aun así, los descendientes del desierto decidieron seguir a sus deidades y, aunque el desastre se avecinaba, el poder en el que tanto confiaban emitía un inextinguible resplandor tan refulgente como el ámbar y como el oro.Entonces, el desastre se cernió sobre el mundo y las doradas insignias de escarabajo quedaron enterradas en las profundidades de los templos y los palacios y bajo los pilares rotos que, en el pasado, tenían forma de buitres y bueyes.",
    "pt-pt": "Material de Ascensão de Armas.Na época em que o Rei do Deserto ignorante governava, seu poder se estendeu por toda parte da terra como um sol escaldante.Antigas tabuletas de pedras registram que ele transformou seu poder em sete raios de luz ofuscantes ou sete pilares, que ele concedeu igualmente e misericordiosamente a todos.Foi uma época dourada esquecida, uma época em que o Senhor das Flores havia desaparecido nas areias e o Senhor da Erva estava determinado a partir. Somente os descendentes da areia amarela escolheram seguir seu deus. Mesmo enquanto a sombra tenebrosa da calamidade se aproximava, o poder no qual eles tinham fé brilhava como âmbar e ouro.No entanto, a calamidade ocorreu de qualquer forma, e as insígnias de insetos douradas foram enterradas sob as profundezas do santuário e do palácio, sob pilares desmoronados gravados com imagens de águias e touros.",
    "fr-fr": "Matériau d'élévation d'arme.À l'époque où régnait l'ignorant roi du désert, le pouvoir de ce dernier s'étendait jusqu'à chaque parcelle de terre, telle la lumière du soleil brûlant.D'anciennes tablettes de pierre rapportent qu'il transforma son pouvoir en sept rayons de lumière aveuglante ou sept piliers qu'il accorda ensuite de manière égale et miséricordieuse à tous. Personne ne fut négligé, personne ne fut mécontent.C'était un âge d'or oublié, une époque où la reine des fleurs s'était fondue dans les sables et où la maîtresse des plantes était déterminée à partir. Seuls les descendants du sable décidèrent de suivre leur divinité. Même si l'ombre sinistre de la calamité se profilait, la puissance en laquelle ils avaient foi brillait comme l'ambre et l'or.Malgré tout, la calamité finit par s'abattre, et les insignes de scarabée dorés furent ensevelis dans les profondeurs des sanctuaires et des palais, sous des piliers effondrés gravés d'images d'aigles et de taureaux.",
    "th-th": "ในยุคที่ราชันแห่งทรายสีทองผู้โง่เขลาเป็นผู้ปกครอง อำนาจเป็นดั่งสุริยันสีทองที่สาดส่องไปทั่วทุกที่ศิลาโบราณได้บันทึกเอาไว้ว่า พลังอำนาจแห่งราชันได้แปรเปลี่ยนเป็นลำแสงเจ็ดสายหรือเสาเจ็ดต้นและความเมตตาของราชันก็มีให้แก่ทุกคนอย่างเท่าเทียม ไม่มีใครถูกละเลย และไม่มีผู้ใดที่ไม่พอใจนั่นคือยุคทองที่ถูกหลงลืม ยามนั้นจ้าวแห่งบุปผาได้ล่วงลับไปแล้ว จ้าวแห่งแมกไม้เองก็ตัดสินใจที่จะลามีเพียงทายาทแห่งทรายสีทองเท่านั้น ที่เลือกจะอยู่กับเทพเจ้าของพวกเขาแม้เงาแห่งภัยพิบัติกำลังคืบใกล้ อำนาจที่พวกเขาเชื่อมั่นก็ยังคงเปล่งประกายดุจอำพันและทองคำที่ยังไม่มอดไหม้แต่กระนั้นภัยพิบัติก็ยังมาถึงในที่สุด ตราประทับแมลงสีทองเองก็ถูกกลบฝังอยู่ในส่วนลึกของวิหารและพระราชวังภายใต้เสาแกะสลักลายอินทรีและวัวกระทิงที่แหลกละเอียด",
    "ja-jp": "武器に突破の力を付与する材料。愚かなる黄砂の王が支配していた時代、大地には燃え盛る太陽のような黄金の権力が広がっていた。古い石碑には、王の権威が七つの燃え盛る光や七本の柱梁に変わったと記されている。王の慈悲はすべての者の手に均等に与えられ、誰一人として顧みられぬことはなく、不満に思うこともなかった。それは忘れ去られた黄金時代である。当時の花の女王はすでに塵となっており、草木の主もそこを去ることに決めた。しかし、黄砂の後継者たちは神々と共にあることを選んだ。災いの影が段々と近づいても、彼らが信頼する権威は琥珀や黄金のような、不滅の光を輝かせていた。しかし、災いがやがて訪れ、黄金の虫の印章も、神殿やかつてグリフィンと牛の頭が刻まれた、壊れた柱の礎の下に埋もれてしまった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tuntutan Karma (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 王下近侍",
      "合成获得: 竭泽",
      "有顶塔 - 炼武秘境: 引业（周三/周六/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Dẫn Nghiệp (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週三/六/日）】煉武祕境：引業 IV",
      "合成獲得",
      "武器突破素材"
    ],
    "ko-kr": [
      "연무 비경: 인업 IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Leading Karma (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Anleitendes Karma (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Башня презренной гордости» (среда/суббота/воскресенье)",
      "Алхимия: Грёзы пылающей мощи",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Karma prarabdha IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Obsessão (Terça-Feira/Sexta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Karma (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: กฎแห่งกรรม",
      "(วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/926dfd8c47c13abca0158294efe5751e_2615015944487617036.png",
  "localIcon": "images/olden_days_of_scorching_might.png"
}