{
  "id": "operatives_standard_pocket_watch",
  "wiki_id": 4382,
  "name": {
    "id-id": "Operative's Standard Pocket Watch",
    "zh-cn": "役人的制式怀表",
    "vi-vn": "Đồng Hồ Tiêu Chuẩn Của Đặc Vụ",
    "zh-tw": "役人的制式懷錶",
    "ko-kr": "심부름꾼의 제식 회중시계",
    "en-us": "Operative's Standard Pocket Watch",
    "de-de": "Standardtaschenuhr der Dienerin",
    "ru-ru": "Штатные карманные часы сенешаля",
    "es-es": "Reloj de bolsillo estándar de Senescal",
    "pt-pt": "Relógio de Bolso Padrão do Servo",
    "fr-fr": "Montre à gousset d'opérateur",
    "th-th": "Operative's Standard Pocket Watch",
    "ja-jp": "従者の制式懐中時計"
  },
  "description": {
    "id-id": "Jam saku standar yang dibagikan kepada Fatui Operative. Bagian kepala dari jam saku ini tidak dirancang dengan baik. Kulit luarnya memiliki terlalu banyak sudut tajam, yang dapat menyebabkan pengikisan dan kerobekan pada pakaian. Karena itu, orang-orang selalu memasukkannya ke dalam casing yang lebih praktis untuk penggunaan.",
    "zh-cn": "配发给愚人众役人的制式怀表。怀表把头的位置设计并不合理，外壳过多的棱角也容易将衣物磨破，所以总有人会将其中的机芯装配在更加朴实、缺乏特征性的壳套中使用。",
    "vi-vn": "Đồng hồ được phát cho đặc vụ Fatui.Phần đầu của đồng hồ thiết kế không được hợp lý, phần vỏ có quá nhiều góc cạnh cũng dễ làm rách trang phục. Cho nên thường hay có người lấy phần lõi đồng hồ bên trong kết hợp với phần vỏ đơn giản hơn, nhưng thiếu tính đặc trưng để sử dụng.",
    "zh-tw": "配發給愚人眾役人的制式懷錶。懷錶按鈕的位置設計並不合理，外殼過多的稜角也容易將衣物磨破，所以總有人會將其中的機芯裝配在更加樸實、缺乏特徵性的殼套中使用。",
    "ko-kr": "우인단의 심부름꾼에게 지급된 제식 회중시계.크라운 위치가 잘못 설계됐고 케이스는 너무 각져서 옷에 걸리기 쉽다. 그래서 부품을 더 수수하고 별다른 특징이 없는 케이스에 장착해 쓰는 사람이 꼭 있다",
    "en-us": "A standard-issue pocket watch given to Fatui Operatives.The head of the watch is not well-designed, as the outer casing has way too many sharp angles, which can cause excessive wear and tear on clothes. As such, there will always be those who will stuff this watch into a more practical, less distinctive casing for use.",
    "de-de": "Eine Standardtaschenuhr, die den Dienerinnen der Fatui überreicht wird.Die Position der Krone ist alles andere als sinnvoll und durch die Scharfkantigkeit des Gehäuses ist es nicht unüblich, dass man sich damit die Kleidung zerreißt. Es soll deshalb Leute geben, die das Uhrwerk gern in einem schlichteren, weniger charakteristischen Gehäuse montieren.",
    "ru-ru": "Штатные карманные часы, которые выдаются сенешалям Фатуи.Заводная головка часов расположена неудачно, а излишняя угловатость корпуса протирает одежду, поэтому всегда находится кто-то, кто переставляет механизм в более простой и невзрачный корпус.",
    "es-es": "El reloj de bolsillo estándar que se entrega a las Senescales Fatui.El diseño del reloj no es muy bueno, y la excesiva angulosidad de la carcasa suele rasgar la ropa, por lo que siempre hay quien utiliza una carcasa más sencilla y sin rasgos distintivos.",
    "pt-pt": "Um relógio de bolso padrão dado a Oficiais Fatui.A cabeça do relógio não é bem projetada, e o invólucro externo tem muitos ângulos afiados, o que pode causar desgaste excessivo em roupas. Assim, sempre haverá aqueles que colocarão esse relógio dentro de invólucros mais práticos e menos distintos para uso.",
    "fr-fr": "Une montre de poche standard donnée aux agents des Fatui.La tête de la montre n'a pas été bien conçue et le boîtier extérieur présente beaucoup trop d'angles, ce qui peut provoquer une usure excessive des vêtements. Ainsi, certains fourreront cette montre de poche dans des boîtes plus pratiques et moins clinquantes lors de son usage.",
    "th-th": "นาฬิกาพกมาตรฐานที่มอบให้เจ้าหน้าที่ Fatuiการออกแบบตำแหน่งเม็ดมะยมของนาฬิกาพกนั้นไม่สมเหตุสมผล กรอบนอกและมุมของตัวเรือนที่เทอะทะทำให้เกี่ยวเสื้อผ้าได้ง่ายดังนั้นบางคนมักจะติดตั้งแกนกลางของมันไว้ในกรอบที่เรียบง่ายกว่าแต่ไม่มีคุณสมบัติพิเศษอะไร",
    "ja-jp": "ファデュイの従者たちに支給される制式懐中時計。懐中時計のクラウンの位置は合理的でなく、ケースの過度なエッジは衣服を簡単に擦り切れさせてしまう。そのため、中のムーブメントをシンプルで特徴のないケースに移して使う者もいる。（以下は図鑑より抜粋）ファデュイの従者たちに支給される制式懐中時計。懐中時計のクラウンの位置は合理的でなく、ケースの過度なエッジは衣服を容易に摩耗させる。そのため、そのムーブメントをシンプルで特徴のないケースに移して使う者もいる。ベテラン従者は、これを新人に課せられた補給官からの試練だ、と冗談交じりで言う。なぜならそれは、極秘任務中にカモフラージュを施すロジックと似ているからだ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Fatui Operative Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "40级以上愚人众·役人掉落",
      "星尘兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Fatui - Đặc Vụ cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "40級以上愚人眾 · 役人掉落",
      "星晨兌換"
    ],
    "ko-kr": [
      "Lv.40 이상 우인단·심부름꾼 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Fatui Operatives",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Fatui – Dienerin ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Оперативники Фатуи Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Старые карманные часы сенешаля",
      "Алхимия: Мора",
      "Алхимия: Постоянство сенешаля"
    ],
    "es-es": [
      "Obtenido de Soldados Fatui - Senescales (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Fatui Oficial Nv. 40+",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin d'Opérateur Fatui (Niv.40+)"
    ],
    "th-th": [
      "ดรอปจาก Fatui Operative Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "ファデュイ・従者（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/170306649/c409f8443424180ec4fff92b1a8bf729_2497608681801856509.png",
  "localIcon": "images/operatives_standard_pocket_watch.png"
}