{
  "id": "operatives_constancy",
  "wiki_id": 4383,
  "name": {
    "id-id": "Operative's Constancy",
    "zh-cn": "役人的时时刻刻",
    "vi-vn": "Thời Khắc Của Đặc Vụ",
    "zh-tw": "役人的時時刻刻",
    "ko-kr": "심부름꾼의 시시각각",
    "en-us": "Operative's Constancy",
    "de-de": "Beständigkeit der Dienerin",
    "ru-ru": "Постоянство сенешаля",
    "es-es": "Asiduidad de Senescal",
    "pt-pt": "Constância do Servo",
    "fr-fr": "Constance d'opérateur",
    "th-th": "Operative's Constancy",
    "ja-jp": "従者の時々刻々"
  },
  "description": {
    "id-id": "Aksesori yang dipasangkan Delusion. Benda ini adalah sumber kekuatan Fatui Operative.Dikatakan bahwa sekalipun benda ini dilepaskan, namun kemampuan fisik sang Detektif tetaplah jauh melampaui manusia normal berkat penempaan, latihan, dan pengalaman tempur sungguhan yang mereka jalani selama bertahun-tahun. Para Detektif sepenuhnya sadar bahwa mereka telah mengorbankan masa lalu, masa kini, dan juga masa depannya untuk diabdikan pada kerajaan ideal Fatui. Dan karena hal ini pula, maka rasa sakit dan risiko yang mereka terima saat menggunakan Delusion juga sama sekali tidak menjadi hal yang patut diperhitungkan.",
    "zh-cn": "装载着「邪眼」的饰物，是愚人众役人元素力量的来源。但即使将之取下，役者仍然有着远超常人的身体素质，这些都来自漫长岁月的训练与实战经验；而她们往往清楚，自己的过去、现在与未来已经奉献给了愚人众的理想国，驱使邪眼的力量所带来的折损因此也不值一提。",
    "vi-vn": "Trang sức chứa đựng Delusion, là nguồn gốc sức mạnh nguyên tố của đặc vụ Fatui.Nhưng dù có tháo nó ra, thì họ vẫn có được tố chất sức mạnh vượt xa người thường, đây đều xuất phát từ việc huấn luyện và kinh nghiệm thực chiến tích lũy qua bao năm tháng. Và họ cũng luôn biết rõ, quá khứ, hiện tại và tương lai của mình đều đã được dâng hiến cho quốc gia lý tưởng của Fatui, những tổn thất khi sử dụng sức mạnh Delusion chẳng đáng là gì.",
    "zh-tw": "裝載著「邪眼」的飾物，是愚人眾役人元素力量的來源。但即使將之取下，役者仍然有著遠超常人的身體素質，這些都來自漫長歲月的訓練與實戰經驗；而她們往往清楚，自己的過去、現在與未來已經奉獻給了愚人眾的理想國，驅使邪眼的力量所帶來的折損也因此不值一提。",
    "ko-kr": "「사안」이 달린 이 장신구는 우인단 심부름꾼의 원소의 힘의 근원이다.하지만 심부름꾼은 오랜 훈련과 실전 경험으로 단련되어 이걸 착용하지 않아도 평범한 사람을 능가하는 신체 능력을 갖췄다. 그녀들은 자신의 과거와 현재, 그리고 미래를 우인단의 유토피아에 바쳤기에 사안의 힘을 사용하는 대가는 아무것도 아니라고 생각한다",
    "en-us": "An accessory with a Delusion mounted on it. This is source of the Fatui Operative's power.That said, taking it off would not detract from the fact that said Operative has physical abilities far beyond that of ordinary humans, forged through long years of training and combat experience. As for them, they are well-aware that they have sacrificed their past, present, and future upon the altar of the Fatui's ideal paradise, such that the damage they cause themselves on account of using a Delusion's power matters not at all.",
    "de-de": "Ein Schmuckstück, welches ein „Teuflisches Auge“ beherbergt, und die Quelle der Elementarkräfte der Dienerinnen der Fatui.Aber selbst ohne dieses verfügen die Dienerinnen über eine Stärke, die weit über die eines normalen Menschen hinausgeht und auf jahrelangem Training und Erfahrung im Kampf beruht. Sie sind sich darüber im Klaren, dass ihre Vergangenheit, Gegenwart und Zukunft ganz der Utopie der Fatui verschrieben sind. Verluste, die mit der Macht des Teuflischen Auges einhergehen, sind also unbedeutend.",
    "ru-ru": "Украшение с Глазом Порчи, источник силы элементов у сенешалей Фатуи.Даже если снять это украшение, физические данные сенешаля всё равно будут значительно выше, чем у обычного человека, как результат многолетних тренировок и практического опыта. Они понимают, что положили своё прошлое, настоящее и будущее на алтарь идеального царства Фатуи, поэтому вред, который они наносят себе, используя силу Глаза Порчи, не имеет никакого значения.",
    "es-es": "Un accesorio que contiene un Engaño, la fuente del poder elemental de las Senescales Fatui.Aunque no lo usaran, las Senescales seguirían teniendo unas cualidades físicas superiores a las de la gente normal, las cuales provienen de un largo entrenamiento y de la experiencia en combate. Los Fatui a menudo consagran su pasado, presente y futuro a su nación ideal, y el daño que pueda causarles los Engaños les resulta irrelevante.",
    "pt-pt": "Um acessório com uma Ilusão montada nele. Essa é a fonte do poder de um Oficial Fatui.Dito isso, removê-la não impediria tal Oficial de ter habilidades físicas muito além das de humanos comuns, forjadas em longos anos de treinamento e experiência de combate. Quanto a eles, são bem cientes que sacrificaram seu passado, presente e futuro ao altar do paraíso ideal dos Fatui, tanto que o dano que causam a si por usar o poder da Ilusão não importa.",
    "fr-fr": "Un accessoire avec un œil maléfique installé dessus, source du pouvoir des opérateurs des Fatui.Cela dit, le leur prendre n'enlèverait rien au fait que lesdits opérateurs aient des capacités physiques bien au-delà de celles des humains ordinaires, forgées par de longues années d'entraînement et d'expérience au combat. Eux sont bien conscients qu'ils sacrifient leur passé, leur présent et leur avenir sur l'autel du paradis idéal des Fatui. Ainsi, les dommages qu'ils s'infligent en utilisant le pouvoir d'un œil maléfique leur importent peu.",
    "th-th": "เครื่องประดับที่บรรจุ \"เนตรมาร\" ไว้ เป็นแหล่งพลังธาตุของเจ้าหน้าที่ Fatuiแม้ว่าจะถูกเอาออกไปแล้ว เจ้าหน้าที่ก็ยังมีสมรรถภาพร่างกายที่เหนือกว่าคนทั่วไปซึ่งทั้งหมดนี้มาจากการฝึกฝนและประสบการณ์จริงในการต่อสู้มาอย่างยาวนานและพวกเขาตระหนักดีว่า อดีต ปัจจุบัน และอนาคตของพวกเขา ได้อุทิศให้กับโลกในอุดมคติของ Fatuiความเสียหายที่เกิดจากการควบคุมพลังของเนตรมารจึงไม่มีค่าให้กล่าวถึง",
    "ja-jp": "「邪眼」を埋め込んだ装飾品。ファデュイ従者の、元素の力の源である。しかし、たとえこれがなくとも、長年の厳しい訓練と実践経験で培った従者の身体能力は常人のそれを遥かにしのぐ。彼女たちは、自分の過去、現在、そして未来がファデュイの理想郷のために捧げられていることを深く理解しており、邪眼の力を使うことで被る代償などは、取るに足らないものだと考えている。（以下は図鑑より抜粋）「邪眼」を埋め込んだ装飾品。ファデュイ従者の元素力の源である。しかし、それなくしても、長年の厳しい訓練と実戦経験で培った従者の身体能力は常人のそれを遥かにしのぐ。彼女たちは、自分の過去、現在、そして未来がファデュイの理想郷のために捧げられていることを深く理解しており、邪眼の力を使うことで被る代償は取るに足らないものであると考えている。危機に直面したとき、自らの命を守ろうと果敢に戦うのは、決して命が惜しいからではない。自分を「従者」として育成するのにかかった時間のコストが高いことを理解しているからである。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériaux d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Fatui Operative Lv. 60+"
    ],
    "zh-cn": [
      "60级以上愚人众·役人掉落",
      "星辉兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Fatui - Đặc Vụ cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "合成獲得",
      "60級以上愚人眾 · 役人掉落"
    ],
    "ko-kr": [
      "Lv.60 이상 우인단·심부름꾼 드랍",
      "스타라이트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Fatui Operatives"
    ],
    "de-de": [
      "Beute von Fatui – Dienerin ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Оперативники Фатуи Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Штатные карманные часы сенешаля",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Soldados Fatui - Senescales (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Fatui Oficial Nv. 60+"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin d'Opérateur Fatui (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Fatui Operative Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "ファデュイ・従者（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/170306649/5ae59ff7ce26d2e35e407233a79ae6d3_155327632350110508.png",
  "localIcon": "images/operatives_constancy.png"
}