{
  "id": "piece_of_aerosiderite",
  "wiki_id": 1070,
  "name": {
    "id-id": "Piece of Aerosiderite",
    "zh-cn": "漆黑陨铁的一片",
    "vi-vn": "Mảnh Thiên Thạch Đen",
    "zh-tw": "漆黑隕鐵的一片",
    "ko-kr": "흑운철 조각",
    "en-us": "Piece of Aerosiderite",
    "de-de": "Stückchen pechschwarzer Aerosiderit",
    "ru-ru": "Кусочек чёрного сидерита",
    "es-es": "Lámina de siderita oscura",
    "pt-pt": "Pedaço de Aerosiderite",
    "fr-fr": "Éclat d'aérosidérite noire",
    "th-th": "Piece of Aerosiderite",
    "ja-jp": "漆黒の隕鉄の一片"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Rumor mengenai monster laut adalah hal biasa di Liyue, karena pantai lainnya adalah wilayah tak dikenal yang terletak di luar Teyvat. Tanpa perlindungan dari The Seven, semua yang ada di luar adalah kekacauan yang tidak diketahui. Hanya kekuatan di luar Teyvat yang mampu menodai kekuatan Rex Lapis.",
    "zh-cn": "赋予武器突破之力的材料。璃月之地向来都有海怪的传说，毕竟彼方是超越提瓦特的未知区域了。没有了尘世七神的守护，外面不知道是怎样的一团混沌。能把岩王帝君的力量都染黑的，正是提瓦特秩序之外的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Ở Liyue trước nay vẫn có truyền thuyết về hải quái, dù gì đây cũng là thứ vượt quá sự hiểu biết của Teyvat. Nếu không có sự bảo hộ của 7 vị thần trần thế, bên ngoài không biết là mớ hỗn độn gì nữa. Có thể khiến sức mạnh của Nham Vương Đế Quân bị nhiễm bẩn, thì quả thật là sức mạnh vượt ra khỏi trật tự của Teyvat.",
    "zh-tw": "賦予武器突破之力的材料。璃月之地向來都有海怪的傳說，畢竟彼方是超越提瓦特的未知區域了。沒有了塵世七神的守護，外面不知道是怎樣的一團混沌。能把岩王帝君的力量都染黑的，正是提瓦特秩序之外的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.예부터 리월엔 바다 괴물의 전설이 전해내려왔다. 바다는 미지의 지역이기 때문이다. 일곱 신의 보호가 없는 밖은 어떤 혼돈이 도사리고 있는지 아무도 모른다. 암왕제군의 힘을 어둠으로 물들게 하는 힘이 바로 규격 외의 힘이다",
    "en-us": "Weapon Ascension Material.Rumors of sea monsters are commonplace in Liyue, since the other shore is an unknown region that lies outside of Teyvat. Without the protection of The Seven, all that lies beyond is unknown chaos. Only power beyond the order of Teyvat is able to stain the power of Rex Lapis black.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.In Liyue gibt es schon seit jeher Legenden über Meeresungeheuer, da andere Ufer nicht zu den bekannten Regionen Teyvats gehören. Wer weiß schon, welches Chaos dort herrscht, wo die Archonten nicht für Ordnung sorgen? Etwas, das die Kraft von Rex Lapis schwärzt, kann nicht von Teyvat sein.",
    "ru-ru": "Материал возвышения оружия.В Ли Юэ часто ходят слухи о страшных морских чудовищах, ведь далеко за пределами Тейвата лежат неизвестные никому земли хаоса, за которыми не следят Семеро Архонтов. Только силы, лежащие далеко за пределами тейватского порядка, могут очернить божественную силу Властелина Камня.",
    "es-es": "Material de ascensión de arma.Las leyendas sobre monstruos marinos son comunes en Liyue, ya que su orilla opuesta se corresponde con la parte inexplorada de Teyvat. Sin la protección de Los Siete Arcontes, la vida de cualquier explorador quedaría a su merced. Solo el poder de más allá del orden de Teyvat es capaz de manchar de negro el poder de Rex Lapis.",
    "pt-pt": "Material de Ascensão de Armas.Rumores de monstros marinhos são comuns em Liyue, já que a outra margem é uma região desconhecida que fica fora de Teyvat. Sem a proteção dos Sete, é apenas um caos desconhecido por aí. Somente o poder além da ordem de Teyvat é capaz de manchar o poder de Rex Lapis de preto.",
    "fr-fr": "Matériau d'élévation d'arme.Ce qu'il se trouve au-delà de la mer est un mystère pour les Liyuéens, si bien que les rumeurs de monstres marins sont monnaie courante dans la cité portuaire. Après tout, le chaos ne peut qu'y régner sans la protection des Sept Archons. Seule une force extérieure à Teyvat pourrait réduire les pouvoirs du Souverain de la Roche à néant.",
    "th-th": "ดินแดน Liyue นั้นมักจะมีเรื่องเล่ากล่าวถึงอสูรจากทะเล เนื่องจากอีกฝั่งคือพื้นที่ที่ไม่มีใครรู้จักของ Teyvat เมื่อไม่มีเทพทั้งเจ็ดคอยปกป้อง มันก็เป็นเพียงแค่ความวุ่นวายที่ไม่มีใครรู้จักอยู่ข้างนอก มีเพียงพลังที่อยู่นอกเหนืออำนาจของ Teyvat ที่จะสามารถหยุดยั้งพลังความมืดของราชาแห่งหินได้",
    "ja-jp": "武器に突破の力を付与する材料。璃月には昔から海の怪物に関する伝説がある、なにせその彼方はテイワットの未知の領域である。七神の守護がない外の世界はどういうものか誰も知らない。岩王帝君の力を黒く染められたのは、まさにテイワットという秩序の外の力である。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Ujian Tantangan Guntur (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thử Thách Sấm Sét (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】漆黑隕鐵的一角",
      "【震雷連山密宮（週三/六/日） 】煉武祕境：古雷試煉場 II / III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 고대 뇌전 시련장 II ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Trial Grounds of Thunder (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Prüfungsplatz des alten Donners (Mittwoch/Samstag/Sonntag)",
      "Beim Andenkenhändler von Liyue zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Лабиринт Ляншань» (среда/суббота/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Зерно чёрного сидерита",
      "Алхимия: Мора",
      "Алхимия: Осколок чёрного сидерита"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Campo de prueba del relámpago II-IV (Miércoles, Sábados, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Campo de Treinamento do Trovão (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Terrain d'ancien tonnerre (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: สนามทดลองไฟฟ้า (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷の試練場及び静電気フィールドで獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Piece%20of%20Aerosiderite_icon.png",
  "localIcon": "images/piece_of_aerosiderite.png"
}