{
  "id": "polarizing_prism",
  "wiki_id": 290,
  "name": {
    "id-id": "Polarizing Prism",
    "zh-cn": "偏光棱镜",
    "vi-vn": "Lăng Kính Phân Cực",
    "zh-tw": "偏光稜鏡",
    "ko-kr": "편광 프리즘",
    "en-us": "Polarizing Prism",
    "de-de": "Polarisationsprisma",
    "ru-ru": "Поляризационная призма",
    "es-es": "Prisma polarizador",
    "pt-pt": "Prisma Polarizado",
    "fr-fr": "Prisme polarisant",
    "th-th": "Polarizing Prism",
    "ja-jp": "偏光プリズム"
  },
  "description": {
    "id-id": "Prisma yang dapat memantulkan polarisasi cahaya.Dalam kegelapan, prisma ini dapat menyebarkan cahaya yang samar-samar ke area yang lebih luas. Mungkin karena keunikan inilah, prisma jenis ini memiliki kemampuan untuk menenangkan hati orang-orang yang diselimuti kegelapan.",
    "zh-cn": "能够偏转光线的棱镜。在黑暗中，棱镜可以将细微的光明散布到更大的范围里。或许也是因为这样的特性，这种棱镜对于内心常常被黑暗笼罩的人，有着令他们稍稍安心的力量。",
    "vi-vn": "Lăng kính có thể làm lệch hướng ánh sáng.Trong bóng tối, lăng kính có thể biến tia sáng nhỏ thành một vùng sáng lớn hơn. Có lẽ vì đặc điểm đó mà loại lăng kính này có sức mạnh khiến những người có trái tim bị bao phủ bởi bóng tối cảm thấy thanh thản hơn.",
    "zh-tw": "能夠偏轉光線的稜鏡。在黑暗中，稜鏡可以將細微的光明散佈到更大的範圍裡。或許也是因為這樣的特性，這種稜鏡對於內心常常被黑暗籠罩的人，有著令他們稍稍安心的力量。",
    "ko-kr": "빛의 방향을 바꾸는 프리즘.어둠 속에서, 프리즘은 희미한 빛을 더욱 큰 범위까지 확대시킬 수 있다. 이러한 특성 때문에 프리즘은 어둠 속에 마음이 갇혀있는 사람에게 조금이나마 안심하게 할 수 있는 힘을 갖고 있다",
    "en-us": "A prism that can bend light.In the darkness, these prisms can spread thin light into a wider area. Perhaps this is due to this quirk that these prisms can grant a measure of peace to those whose hearts are oft shrouded in darkness.",
    "de-de": "Ein Prisma, das Licht biegen kann.In der Dunkelheit können diese Prismen dünnes Licht in einen größeren Bereich streuen. Vielleicht liegt es an dieser Eigenschaft, dass diese Prismen jenen ein gewisses Maß an Frieden gewähren können, deren Herzen oft in Dunkelheit gehüllt sind.",
    "ru-ru": "Отклоняющая лучи света призма.В темноте такие призмы распространяют луч света по большей площади. Быть может, именно из-за этой особенности они способны принести толику покоя тем, чьи сердца объяты тьмой.",
    "es-es": "Un prisma capaz de controlar la luz.Es capaz de expandir una luz apenas existente hacia un área más amplia en mitad de la oscuridad. Quizás, precisamente porque cuenta con esta característica, también posea la habilidad de apaciguar aquellos corazones envueltos por la oscuridad.",
    "pt-pt": "Um prisma que pode manipular a luz.Na escuridão, esses prismas podem espalhar uma luz tênue em uma área mais ampla. Talvez seja devido a essa peculiaridade que esses prismas podem conceder um pouco de paz àqueles cujos corações estão sempre envoltos em trevas.",
    "fr-fr": "Un prisme qui peut dévier la lumière.Dans l'obscurité, de tels prismes peuvent diffuser une faible lumière sur une zone plus large. Peut-être est-ce dû à cette caractéristique que ce genre de prismes peut apporter une certaine quiétude à ceux dont le cœur est souvent enveloppé de ténèbres.",
    "th-th": "ปริซึมที่สามารถหักเหแสงได้ปริซึมสามารถกระจายแสงบาง ๆ ให้สว่างในบริเวณที่กว้างขึ้นได้ท่ามกลางความมืด บางทีอาจเป็นเพราะคุณสมบัติพิเศษนี้ ปริซึมชนิดนี้จึงมีพลังที่สามารถทำให้ ผู้คนที่จิตใจถูกปกคลุมไปด้วยความมืดมิดรู้สึกสงบขึ้นได้",
    "ja-jp": "光を屈折させるプリズム。暗闇の中でも、微かな光をより広い範囲に拡散させる。この特性が原因か、このようなプリズムは心に闇を抱えている人を少し安心させる力がある。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Mirror Maiden Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上愚人众·冬国仕女掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Fatui - Quý Cô Snezhnaya cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "武器突破",
      "【60級以上】愚人眾•冬國仕女掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 우인단·겨울 나라의 여인 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Mirror Maidens"
    ],
    "de-de": [
      "Beute von Jungfrauen aus Snezhnaya von den Fatui ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Зеркальные девы Фатуи Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Кристальная призма",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Doncellas de Snezhnaya (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Fatui - Dama de Snezhnaya Nv. 60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Suivante des Fatui (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Fatui - Snezhnayan Maiden Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "ファデュイ・冬国の仕女（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Polarizing%20Prism_icon.png",
  "localIcon": "images/polarizing_prism.png"
}