{
  "id": "radiant_prism",
  "wiki_id": 2889,
  "name": {
    "id-id": "Radiant Prism",
    "zh-cn": "辉光棱晶",
    "vi-vn": "Lăng Kính Phát Sáng",
    "zh-tw": "輝光稜晶",
    "ko-kr": "찬란하게 빛나는 결정",
    "en-us": "Radiant Prism",
    "de-de": "Leuchtendes Prisma",
    "ru-ru": "Блестящая призма",
    "es-es": "Prisma radiante",
    "pt-pt": "Prisma Radiante",
    "fr-fr": "Prisme radieux",
    "th-th": "Radiant Prism",
    "ja-jp": "輝くプリズム"
  },
  "description": {
    "id-id": "Komponen tidak utuh yang diperoleh dengan cara mengalahkan Primal Construct. Penguasa padang pasir yang tandus suatu kali pernah bermimpi, juga pernah banyak berjanji. Dalam sebuah legenda padang pasir, konon katanya mesin ini awalnya adalah kendaraan untuk janji-janji yang tidak diketahui ini. Sekarang semuanya hanya hidup di dalam bank memori mekanis mereka.",
    "zh-cn": "打倒元能构装体后获得的精巧零件。荒漠的王曾经做过一个梦，也做出过许多许诺。在荒漠的传说中，这些机械的造物原本是践行诺言的道具，如今也只有它们的机械记忆体中刻写着无人记得的梦与承诺吧。",
    "vi-vn": "Linh kiện tinh xảo thu được sau khi đánh bại kết cấu năng lượng.Vị vua của sa mạc đã từng có một giấc mơ và hứa hẹn nhiều điều.Trong truyền thuyết về sa mạc, những sáng tạo máy móc này ban đầu là đạo cụ để thực hiện lời hứa của họ, và bây giờ chỉ có ký ức máy móc của chúng là khắc ghi những giấc mơ và lời hứa mà không ai có thể nhớ được.",
    "zh-tw": "打倒元能構裝體後獲得的精巧零件。荒漠的王曾經做過一個夢，也做出過許多許諾。在荒漠的傳說中，這些機械的造物原本是踐行諾言的道具，如今也只有它們的機械記憶體中刻寫著無人記得的夢與承諾吧。",
    "ko-kr": "태고의 구조체 처치 후 획득 가능한 정교한 부품.황량한 사막의 왕은 꿈을 꾸었고, 수많은 약속을 했다.사막의 전설에 의하면 이 기계들은 원래 약속을 이행하기 위한 도구였다고 한다. 기계 기억체 속에는 아무도 기억하지 못하는 꿈과 약속이 아직까지 새겨져 있다",
    "en-us": "An exquisite component obtained from defeating a Primal Construct.The lord of the barren desert once had a dream, and once made a great many promises.The legends of the desert say that these machines were originally vehicles for these unknown promises, which now live on only within their mechanical memory banks.",
    "de-de": "Ein nach dem Besiegen eines Urkonstrukts erhaltenes elaboriertes Teil.Der König der Wüste hatte einst einen Traum und gab viele Versprechen ab.In den Legenden der Wüste waren diese Maschinen geschaffen worden, um diese Versprechen einzulösen. Heute sind der Traum und diese Versprechen jedoch in Vergessenheit geraten und verbleiben wohl nur noch eingeprägt im Arbeitsspeicher der Maschinen.",
    "ru-ru": "Повреждённый компонент, полученный в результате победы над первозданной конструкцией.Повелитель бесплодной пустыни когда-то видел сон и дал множество обещаний.Легенды пустыни гласят, что машины изначально и были носителями этих неизвестных обещаний, которые теперь живут только в их механических банках памяти.",
    "es-es": "Una pieza de exquisita elaboración obtenida tras derrotar a una Creación Primigenia.En el pasado, el rey del desierto tuvo un sueño e hizo muchas promesas.Cuentan las leyendas del desierto que estas máquinas fueron creadas para cumplir esas promesas. Sin embargo, hoy en día, tanto el sueño como las promesas han sido olvidados y solo viven en la memoria mecánica de estas máquinas.",
    "pt-pt": "Um componente danificado obtido após derrotar a Estrutura Primordial.O senhor do deserto desolado tinha um sonho, e fez muitas promessas.As lendas do deserto dizem que essas máquinas eram ferramentas para essas promessas desconhecidas que agora vivem somente nas suas memórias de armazenamento mecânicas.",
    "fr-fr": "Un composant de fabrication subtile que vous avez obtenu après avoir vaincu une Structure primale.Le roi du désert a autrefois fait un rêve et a jadis formulé beaucoup de promesses.Il est dit dans les légendes du désert que ces machines avaient à l'origine été créées pour réaliser ces promesses. Aujourd'hui, cependant, ces promesses et ce rêve ont été oubliés et ne survivent qu'à l'intérieur de la mémoire mécanique de ces engins.",
    "th-th": "ชิ้นส่วนสุดประณีตที่ได้รับหลังจากเอาชนะ Primal Construct แล้วราชันแห่งทะเลทรายเคยฝันใฝ่ถึงสิ่งหนึ่ง และเคยให้คำมั่นสัญญาไว้มากมายในตำนานของทะเลทราย เครื่องจักรเหล่านี้เดิมทีแล้วเป็นเครื่องมือในการทำตามสัญญา และตอนนี้ คงมีเพียงความทรงจำของเครื่องจักรเท่านั้น ที่ยังคงมีความฝันและคำสัญญาที่ผู้คนลืมเลือนไปแล้วจารึกอยู่",
    "ja-jp": "プライマル構造体を倒した後獲得した古い部品。砂漠の王は昔、とある夢を見た。そして沢山の約束もした。砂漠の伝説によると、あれらの機械は元々、約束を果たすための道具であったらしいが、現在まで残されたのは機械記憶体に刻まれた知られざる夢や約束だけであろう。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y armas",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'amélioration de personnage",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Primal Construct Lv. 60+"
    ],
    "zh-cn": [
      "合成获得，60级以上元能构装体掉落"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Kết Cấu Nguyên Thủy cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "【60級以上】元能構裝體掉落",
      "合成獲得",
      "武器培養素材"
    ],
    "ko-kr": [
      "Lv.60 이상 태고의 구조체 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Primal Constructs"
    ],
    "de-de": [
      "Beute von Urkonstrukten ab Stufe 60",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Первозданные конструкции Ур. 60+",
      "• Покупается за Звёздный блеск",
      "Алхимия: Загрязнённая призма",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Creaciones Primigenias (Niv. 60+)",
      "Canjeable Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelas Estruturas Primordiais de Nv. 60+"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Structure primale (Niv.60+)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Primal Construct Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "プライマル構造体（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/8fd97146f90e51fe390b758b0b244698_1129684097834768564.png",
  "localIcon": "images/radiant_prism.png"
}