{
  "id": "refractive_bud",
  "wiki_id": 7192,
  "name": {
    "id-id": "Refractive Bud",
    "zh-cn": "折光的胚芽",
    "vi-vn": "Mầm Khúc Xạ",
    "zh-tw": "折光的胚芽",
    "ko-kr": "빛을 굴절하는 씨눈",
    "en-us": "Refractive Bud",
    "de-de": "Licht brechende Knospe",
    "ru-ru": "Преломляющий бутон",
    "es-es": "Brote refractor",
    "pt-pt": "Broto Refratante",
    "fr-fr": "Bourgeon réfractif",
    "th-th": "Refractive Bud",
    "ja-jp": "折光の胚芽"
  },
  "description": {
    "id-id": "Tunas daun yang dijatuhkan oleh monster bernama Tenebrous Mimiflora.Konon saat makhluk ini muncul dari ombak hitam, bagian pertama yang tumbuh darinya adalah tunas-tunas yang bisa menangkis kekuatan elemen ini.",
    "zh-cn": "名为深邃拟覆叶的魔物在被击败后所掉落的芽叶。据说这种魔物自黑潮之中诞生时，最先生长而出的，就是这样能使元素的力量偏转的嫩芽。",
    "vi-vn": "Mầm lá rơi ra từ Lá Mô Phỏng U Ám sau khi bị đánh bại.Nghe nói loại ma vật này sinh ra từ Thủy Triều Đen, với những chồi non đầu tiên mọc lên có thể làm chệch hướng sức mạnh nguyên tố.",
    "zh-tw": "名為深邃擬覆葉的魔物在被擊敗後所掉落的芽葉。據說這種魔物自黑潮之中誕生時，最先生長而出的，就是這樣能使元素的力量偏轉的嫩芽。",
    "ko-kr": "그윽한 의태 잎뭉치라 불리는 마물이 처치된 후 떨어진 잎눈.이 마물이 검은 물결 속에서 태어날 때 가장 먼저 자라는 것이 바로 원소의 힘을 바꿀 수 있는 이 새싹이라고 한다",
    "en-us": "A leaf bud dropped by the monster known as the Tenebrous Mimiflora after being vanquished.It is said that when this creature emerged from the Black Tide, the first things it grew were these tender buds capable of deflecting elemental power.",
    "de-de": "Knospe und Blätter, die nach dem Besiegen des Monsters, das als Abgrundimitator bekannt ist, als Beute zurückgelassen wurden.Es heißt, dass dieses Wesen, nachdem es aus der schwarzen Flut geboren wurde, als Erstes diese zarten Knospen wachsen ließ, die in der Lage sind, elementare Kraft abzuwehren.",
    "ru-ru": "Бутон, оставленный побеждённым монстром, известным как сумрачная мимифлора.Говорят, что когда это существо вышло из чёрных волн, первыми, что оно вырастило, были эти нежные бутоны, способные отражать элементальные силы.",
    "es-es": "El brote de una hoja que dejó caer un Licopodio Abismático tras ser derrotado.Cuando estos monstruos emergieron de la marea oscura, lo que les crecía originalmente eran estos tiernos brotes capaces de desviar el poder elemental.",
    "pt-pt": "Um broto deixado pelo monstro abatido conhecido como Mimiflora Abissal.Dizem que quando essa criatura surgiu da Maré Negra, as primeiras coisas que cresceram foram esses brotos capazes de defender contra energia elemental.",
    "fr-fr": "N/A",
    "th-th": "ใบอ่อนที่ร่วงหล่นหลังจากกำจัดมอนสเตอร์ที่ชื่อว่า Tenebrous Mimifloraว่ากันว่ามอนสเตอร์ชนิดนี้กำเนิดขึ้นจากคลื่นดำ สิ่งที่เติบโตขึ้นมาก่อน ก็คือต้นกล้าที่สามารถเบี่ยงเบนพลังของธาตุได้",
    "ja-jp": "深遠なるミミックフローラを倒すとドロップする胚芽。この魔物が黒き波の中で誕生したとき、最初に生まれたのが元素の力を偏らせるこのような若い芽だと言われている。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Character and Weapon Enhancement Material",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Tenebrous Mimiflora"
    ],
    "zh-cn": [
      "星尘兑换",
      "深邃拟覆叶掉落"
    ],
    "vi-vn": [
      "Lá Mô Phỏng U Ám rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "星塵兌換",
      "深邃擬覆葉掉落"
    ],
    "ko-kr": [
      "그윽한 의태 잎뭉치 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Stardust Exchange",
      "Dropped by Tenebrous Mimiflora"
    ],
    "de-de": [
      "Beute von Abgrundimitatoren",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Сумрачная мимифлора",
      "• Покупается за Звёздную пыль",
      "Алхимия: Ошеломляющий широколист"
    ],
    "es-es": [
      "Obtenido de Licopodios Abismáticos",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Resgate de Poeira Estrelar",
      "Dropado por Mimiflora Abissal"
    ],
    "fr-fr": [
      "N/A"
    ],
    "th-th": [
      "ดรอปจาก Tenebrous Mimiflora",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "スターダスト交換",
      "深遠なるミミックフローラからドロップ"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/bbe44a61ce2adce6d9d1323cc08e9674_8342561903811817672.png",
  "localIcon": "images/refractive_bud.png"
}