{
  "id": "relic_from_guyun",
  "wiki_id": 615,
  "name": {
    "id-id": "Relic from Guyun",
    "zh-cn": "孤云寒林的圣骸",
    "vi-vn": "Thánh Cốt Rừng Băng Giá",
    "zh-tw": "孤雲寒林的聖骸",
    "ko-kr": "고운한림의 해골",
    "en-us": "Relic from Guyun",
    "de-de": "Reliquie von Guyun",
    "ru-ru": "Реликвия Гуюнь",
    "es-es": "Reliquia de Guyun",
    "pt-pt": "Relíquia de Guyun",
    "fr-fr": "Squelette sacré de Guyun",
    "th-th": "Relic from Guyun",
    "ja-jp": "孤雲寒林の聖骸"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Tombak batu memiliki inti berkilauan yang dibentuk oleh kekuatan para Dewa yang kalah. Kebencian mereka tidak ditujukan pada Morax, karena mereka telah kehilangan diri mereka sejak lama dan tidak sanggup lagi menyimpan dendam di dalam diri.",
    "zh-cn": "赋予武器突破之力的材料。岩枪的核心是发着暗淡光辉的核心，那是战败魔神的力量深入岩石形成的。他们的怨恨并不针对摩拉克斯，因为他们早就已经没有自我了，不可能还残留私怨。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Tâm của Nham Thương phát ra ánh sáng đen, nó được hình thành từ sức mạnh đánh bại Ma Thần. Sự oán hận của chúng không hướng đến Morax, vì chúng vốn đã sớm đánh mất bản thân, không còn tư thù cá nhân gì nữa.",
    "zh-tw": "賦予武器突破之力的素材。岩槍的核心是發著暗淡光輝的核心，那是戰敗魔神的力量深入岩石形成的。他們的怨恨並不針對摩拉克斯，因為他們早就已經沒有自我了，不可能還殘留私怨。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.바위창의 핵심은 어두운 광휘를 발산한다. 이는 마신을 패퇴시킨 힘이 바위에 스며들어 형성된 것이다. 그들의 원한은 모락스를 향한 것이 아니다. 그들은 이미 오래전에 자아를 잃었기 때문에 개인적인 원한이 남아 있을 리 없다",
    "en-us": "Weapon Ascension Material.The stone spear has a glimmering core formed by the power of the defeated gods. Their hatred is not directed at Morax, however, for they have lost themselves a long time ago and are incapable of holding personal grudges.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Das Innere der steinernen Lanze gebiert ein Licht, das von der Kraft der besiegten Götter im Gestein kommt. Ihr Groll ist aber nicht auf Morax gerichtet, da sie schon längst ihr Selbst und somit ihre persönlichen Gedanken verloren haben.",
    "ru-ru": "Материал возвышения оружия.Каменное копьё имеет мерцающее ядро, сформированное силой побеждённых богов. Их гнев не направлен на Моракса, ибо они давно потеряли рассудок и не могут более держать личные обиды.",
    "es-es": "Material de ascensión de arma.Las lanzas de piedra de Guyun tienen un núcleo de un tenue brillo formado por el poder de los dioses derrotados. Sin embargo, su odio no estaba dirigido contra Morax, ya que estos dioses perdieron su propio yo hace mucho tiempo y eran incapaces de guardar rencores personales.",
    "pt-pt": "Material de Ascensão de Armas.A lança de pedra tem um núcleo brilhante formado pelo poder dos Arcontes derrotados. Seu ódio não era dirigido a Morax, pois eles se perderam há muito tempo, incapazes de guardar rancores pessoais.",
    "fr-fr": "Matériau d'élévation d'arme.La lance de pierre possède une sphère lumineuse formé par le pouvoir des ennemis du Souverain de la Roche. Il n'était pas l'objet de leur haine, car corrompus depuis bien longtemps, elle faisait désormais naturellement partie d'eux.",
    "th-th": "ใจกลางของหอกหินนั้นคือแกนกลางที่ส่องประกายระเรื่อ นั่นคือพลังที่เอาชนะเหล่าทวยเทพและเกิดขึ้นมา ความเกลียดชังของพวกเขานั้นไม่ใช้มีต่อ Morax ซะทีเดียวเพราะว่าแท้จริงแล้วพวกเขาได้สูญเสียตัวตนไปตั้งนานแล้ว ไม่สามารถที่จะเก็บความแค้นส่วนตัวเอาไว้ได้",
    "ja-jp": "武器に突破の力を付与する材料。岩槍の核心は淡い光を放っている。それは敗北した魔神の力が岩石に入ったために形成したものである。それらの憎しみはモラクスに対するものではない。なぜなら、それらにはすでに自我がなく、個人的な憎しみがまだ残ってるわけがないからだ。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Altar Halilintar (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Tế Đàn Lôi Vân (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【震雷連山密宮（週一/四/日） 】煉武祕境：雷雲祭壇 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】孤雲寒林的神體"
    ],
    "ko-kr": [
      "연무 비경: 뇌운 제단 III ~ IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Thundercloud Altar (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "In Versteckter Palast von Lianshan in Liyue",
      "Sphäre der Kriegskunst: Altar der Gewitterwolken (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Подземелье «Лабиринт Ляншань» (понедельник/четверг/воскресенье)",
      "Алхимия: Блестящий камень Гуюнь",
      "Алхимия: Мора",
      "Алхимия: Останки богов Гуюнь"
    ],
    "es-es": [
      "Palacio oculto de la fórmula Lianshan. Dominio de la forja: Altar de las nubes eléctricas III-IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Capital Sedenta (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Autel du nuage d'orage (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: แท่นบูชาสายฟ้า (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "璃月練武秘境：雷雲祭壇及び静電気フィールドで獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Relic%20from%20Guyun_icon.png",
  "localIcon": "images/relic_from_guyun.png"
}