{
  "id": "remnant_glow_of_scorching_might",
  "wiki_id": 2693,
  "name": {
    "id-id": "Remnant Glow of Scorching Might",
    "zh-cn": "烈日威权的余光",
    "vi-vn": "Tia Sáng Của Ánh Nắng Quyền Uy",
    "zh-tw": "烈日威權的餘光",
    "ko-kr": "태양 같은 권위의 여광",
    "en-us": "Remnant Glow of Scorching Might",
    "de-de": "Nachglimmen der sengenden Macht",
    "ru-ru": "Отсветы пылающей мощи",
    "es-es": "Resplandor del poder del sol",
    "pt-pt": "Brilho Remanescente do Poder Escaldante",
    "fr-fr": "Éclat subsistant du pouvoir brûlant",
    "th-th": "Remnant Glow of Scorching Might",
    "ja-jp": "烈日権威の残光"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Untuk mengatur beragam pikiran dan memimpin jiwa yang tak terhitung jumlahnya, itu adalah esensi dari kekuatan.Namun, kekuatan bukanlah tirani yang berdarah dingin. Karakteristik dari cita-cita sejatinya sangatlah jelas — untuk menciptakan dunia euthymia yang bebas dari kekhawatiran, penganiayaan, dan perbudakan.Itu seperti yang disaksikan oleh Lord dari kristal, dan seperti yang pernah dicerahkan oleh partnernya yang telah mangkat.Dengan demikianlah, lencana merah tua dan penilaian baja meletakkan dasar-dasar aturan kerajaan.",
    "zh-cn": "赋予武器突破之力的材料。编织万千思绪，统制万千灵魂，此所谓威权之道。然而威权之道并非冷酷的暴政，其目的恰恰最为深郁——创造不再有人苦恼，不再需要迫害与奴役的真实乐土。正如沉默的王从晶石的秘密中望见的一切，正如已然消逝的伴侣曾经的教诲那般。玄色的虫印与铁色的裁决，就这样成为了王国法度的基石。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Dệt nên hàng ngàn suy nghĩ và điều khiển hàng ngàn linh hồn, đó được gọi là độc đoán.Tuy nhiên, chủ nghĩa độc tài không phải là chủ nghĩa chuyên chế tàn nhẫn, lý tưởng thực sự của nó, nằm trong trái tim của nó - tạo ra một thiên đường thực sự, nơi không ai bị giày vò, không bị ngược đãi và nô lệ.Giống như vị vua thầm lặng đã nhìn thấy tất cả trong bí mật của viên pha lê, cũng như người bạn đồng hành đã khuất từng dạy.Con ấn màu đen và phán quyết sắt đá đó đã trở thành nền tảng cho luật pháp của vương quốc.",
    "zh-tw": "獲得賦予武器突破之力的素材。編織萬千思緒，統治萬千靈魂，此所謂威權之道。然而威權之道並非冷酷的暴政，其目的恰恰最為深郁——創造不再有人苦惱，不再需要迫害與奴役的真實樂土。正如沉默的王從晶石的秘密中望見的一切，正如已然消逝的伴侶曾經的教誨那般。玄色的蟲印與鐵色的裁決，就這樣成為了王國法度的基石。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.수많은 생각들을 엮고, 수천수만 개의 영혼을 다스리는 것이 바로 권위의 길이다.허나 권위의 길은 냉혹한 폭정이 아니라 가장 심오한 목적을 가지고 있다——아무도 고통받지 않고, 아무도 예속되거나 박해받지 않는 진정한 낙원을 만드는 것이다.침묵한 왕이 수정석의 비밀에서 본 광경은 이미 사라진 반려자가 타일렀던 것들이었다.그리하여 검은 갑충 인장과 철의 색을 띤 판결은 왕국 법도의 초석이 되었다",
    "en-us": "Weapon Ascension Material.To weave together myriad thoughts and reign over countless souls — this is the essence of power.However, power is not cold-blooded tyranny. Its true ideal, at its heart, is to create a utopia free of worry, schemes, and slavery.It was just as the silent lord saw in the crystal's secrets, and just as the lost companion had once taught.The dark insect insignia and the steel judgment thus laid the foundations of the kingdom's rules.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Essenz der Macht ist es, verschiedene Köpfe zu organisieren und zahllose Seelen zu leiten.Allerdings ist Macht keine kaltblütige Tyrannei. Ihr wahres Ideal ist das, was in ihrer Natur liegt: eine Welt der Euthymie zu schaffen, frei von Sorgen, Intrigen und Sklaverei.Es war so, wie es der schweigsame König aus dem Kristall bezeugte und wie es die verstorbene Gefährtin einst lehrte.Die dunkelroten Insignien und das eisenfarbene Urteil legten so die Grundlagen für die Regeln des Königreichs.",
    "ru-ru": "Материал возвышения оружия.Владеть умами и распоряжаться душами – в этом и состоит суть власти.Однако истинная власть не имеет ничего общего с жестокой тиранией. Цель настоящего властителя – сотворить рай на земле, где больше не будет страданий, угнетения и рабства.Именно такой рай молчаливый Повелитель и увидел в глубинах своего кристалла, и именно о таком царстве с ним некогда беседовала его исчезнувшая спутница.Чёрные печати и железные законы были столпами, на которых зиждилось его царство.",
    "es-es": "Material de ascensión de arma.Tejer los hilos del pensamiento y gobernar sobre una infinidad de almas, eso es lo que se llama “tener poder”.Sin embargo, el poder no tiene por qué ser algo cruel y violento, sino que tiene un propósito mucho más profundo: crear una utopía donde la gente no tiene preocupaciones y donde la persecución y la esclavitud no tienen cabida.Igual que todo lo que vio el taciturno rey a través de los secretos de los minerales e igual que lo que le enseñó su compañera fallecida, las oscuras insignias de escarabajo y el juicio férreo se convirtieron en el pilar de la ley de su nación.",
    "pt-pt": "Material de Ascensão de Armas.O poder se trata de tecer milhares de pensamentos e controlar milhares de almas.No entanto, o poder não é uma tirania implacável. Seu propósito é precisamente o mais profundo – criar um verdadeiro paraíso onde ninguém seja incomodado e não haja necessidade de perseguição e escravidão.Como o rei silencioso viu no segredo do cristal, como o companheiro perdido ensinou uma vez.O selo preto de inseto e o julgamento cor de ferro tornaram-se assim a pedra angular das leis do reino.",
    "fr-fr": "Matériau d'élévation d'arme.Organiser une multitude d'idées différentes en un tout cohérent et régner sur un nombre incalculable d'âmes, telle est l'essence du pouvoir.Cependant, le pouvoir ne doit pas être cruel et violent, car il a un but beaucoup plus profond : créer une utopie où les gens n'ont pas de soucis et où la persécution et l'esclavage n'ont pas leur place.C'est exactement ce que le roi silencieux a vu à travers les secrets des cristaux, et exactement ce que sa partenaire lui enseigna dans le passé.Les insignes sombres en forme de scarabée et l'intransigeance de la loi étaient les pierres fondatrices de l'autorité du royaume.",
    "th-th": "ถักทอความคิดนับพันหมื่น ควบคุมวิญญาณนับหมื่นพัน นั่นคือเส้นทางแห่งอำนาจอย่างไรก็ตาม เส้นทางแห่งอำนาจไม่ใช่ความเย็นชาและเผด็จการ เป้าหมายของมันนั้นลึกซึ้งเกินหยั่งถึง...การสร้างแดนสวรรค์ที่ไม่มีใครต้องกังวล ไม่มีการกดขี่ข่มเหงและตกเป็นทาสอีกต่อไปเฉกเช่นราชันผู้เคร่งขรึม ที่เฝ้ามองทุกสิ่งจากคริสตัลแห่งความลับ เฉกเช่นที่สหายผู้ล่วงลับเคยพร่ำสอนตราประทับแมลงสีดำและการพิพากษาสีเหล็ก จึงได้กลายมาเป็นรากฐานของกฎหมายในอาณาจักรด้วยเหตุฉะนี้",
    "ja-jp": "武器に突破の力を付与する材料。幾千もの思いを紡ぎ、幾千もの魂を統制する。これがいわゆる「権威の道」である。しかし、権威の道とは冷酷な暴政ではない。その目的はまさに、最も深層なるところ——誰も苦しまない、迫害がなく、奴隷を必要としない、真の楽土を作ること。沈黙の王が水晶の秘密を通して目にしたすべてのように、また、すでに消え去った伴侶からの教えのように。玄色の虫の印章と鉄色の裁決は、こうして王国の規則の礎となったのである。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Tuntutan Karma (Rabu/Sabtu/Minggu)"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 王下近侍",
      "合成获得: 竭泽",
      "有顶塔 - 炼武秘境: 引业（周三/周六/周日）"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Dẫn Nghiệp (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【有頂塔（週三/六/日）】煉武祕境：引業 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】烈日威權的夢想"
    ],
    "ko-kr": [
      "연무 비경: 인업 II ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Leading Karma (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Turm des Stolzes in Sumeru",
      "Sphäre der Kriegskunst: Anleitendes Karma (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Башня презренной гордости» (среда/суббота/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Эхо пылающей мощи",
      "Алхимия: Мора",
      "Алхимия: Грёзы пылающей мощи"
    ],
    "es-es": [
      "Estupa Akanishta. Dominio de la forja: Karma prarabdha II-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Prarabdha Karma (Quarta-Feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Karma (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ดันเจี้ยนแห่งการต่อสู้: กฎแห่งกรรม",
      "(วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "スメール煉武秘境：有頂の塔で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/24e97dbe587608251c92a080e0698fc0_5100319004486979950.png",
  "localIcon": "images/remnant_glow_of_scorching_might.png"
}