{
  "id": "rich_red_brocade",
  "wiki_id": 2704,
  "name": {
    "id-id": "Rich Red Brocade",
    "zh-cn": "织金红绸",
    "vi-vn": "Băng Đỏ Ánh Vàng",
    "zh-tw": "織金紅綢",
    "ko-kr": "금자수 붉은 비단",
    "en-us": "Rich Red Brocade",
    "de-de": "Goldverwobene rote Seide",
    "ru-ru": "Златотканый красный шёлк",
    "es-es": "Brocado rojo lujoso",
    "pt-pt": "Cetim Vermelho",
    "fr-fr": "Brocart rouge luxueux",
    "th-th": "Rich Red Brocade",
    "ja-jp": "金織の赤い絹"
  },
  "description": {
    "id-id": "Sepotong kain brokat merah yang ditenun dengan sutra emas.Sisa-sisa yang lahir di gurun emas di bawah matahari terkadang bisa menyanyikan sebuah lagu yang maknanya telah lama dilupakan. Mereka akan memuji terik matahari yang menerangi bumi sama seperti biasanya dan meratapi sisa-sisa cahaya di akhir senja. Beberapa kata asing terkadang muncul i di akhir lagu dan dikatakan sebagai nama dari dewa kuno. Legenda mengatakan bahwa ketika Raja Gurun Pasir masih hidup, rakyatnya memilih untuk menutupi mata mereka karena mereka tidak berani memandangnya sebab cahayanya yang melebihi matahari.",
    "zh-cn": "以金丝织成纹路的红色绸缎。在日光之下如同镀金的沙漠当中出生的遗民，偶尔会唱起含义已被遗忘的歌谣，赞美平等照耀大地的烈日，痛惜黄昏之末的余晖。在歌谣的终章反复出现的陌生词汇，据说是古老神明的名讳。据说，沙漠之王尚在时，子民们不敢直视太阳般的光辉，因而遮住了自己的双目。",
    "vi-vn": "Dải lụa đỏ được dệt bằng chỉ vàng.Những tàn dư sinh ra trong sa mạc mạ vàng dưới ánh mặt trời thỉnh thoảng hát một bài hát, mà ý nghĩa của nó đã bị lãng quên, ca ngợi mặt trời thiêu đốt chiếu sáng mặt đất như mọi khi và say mê ánh sáng rực rỡ vào cuối buổi hoàng hôn. Một số từ không quen thuộc lặp lại ở cuối bài hát, được cho là tên của các vị thần cổ đại. Truyền thuyết kể rằng khi vua của sa mạc vẫn còn sống, con dân của ông đã chọn cách che đi đôi mắt vì không dám nhìn vào ông, người có ánh sáng rực rỡ hơn cả ánh mặt trời.",
    "zh-tw": "以金絲織成紋路的紅色綢緞。在日光之下如同鍍金的沙漠當中出生的遺民，偶爾會唱起含義已被遺忘的歌謠，讚美平等照耀大地的烈日，痛惜黃昏之末的餘暉。在歌謠的終章反覆出現的陌生詞彙，據說是古老神明的名諱。據說，沙漠之王尚在時，子民們不敢直視太陽般的光輝，因而遮住了自己的雙目。",
    "ko-kr": "금실로 무늬를 놓은 붉은 비단.햇빛 아래 금빛으로 반짝이는 사막에서 태어난 유민들은 가끔 이미 무슨 뜻인지도 잊어버린 민요를 부르며 평등하게 대지를 비추는 태양을 칭송하고 황혼 끝자락의 노을을 아쉬워한다. 민요의 마지막 장에 반복해 출현하는 뜻 모를 단어는 고대 신의 존함이라고 전해진다. 전해지는 바에 의하면 사막의 왕이 아직 존재하던 시기의 백성들은 태양과 같은 빛을 감히 보지 못해 자신의 두 눈을 가렸다고 한다",
    "en-us": "A piece of red brocade woven with golden thread.Those born in the gilded desert under the sun occasionally sing a song, of which the meaning has been forgotten. They would praise the scorching sun that illuminates the earth as equally as ever and bewail the afterglow at the end of the dusk. Some unfamiliar words recur at the end of the song, which are said to be the names of ancient gods. Legend has it that when the King of the Desert was still alive, his people chose to cover their eyes as they dared not look upon him, whose brilliance was beyond that of the sun.",
    "de-de": "Mit einem Muster aus Gold durchzogene rote Seide.Die Hinterbliebenen, die unter dem Licht der Sonne der goldenen Wüste geborenen sind, singen manchmal Lieder, deren Bedeutung längst vergessen wurde. In diesen preisen sie die brennende Sonne, die alle Länder darunter gleichsam bescheint, und beweinen das Nachleuchten zu Einbruch der Dunkelheit. Am Ende der Lieder wiederholen sich stets einige ungewohnte Worte, von denen es heißt, es seien die Namen alter Götter.Man sagt, zur Lebzeit des Königs der Wüste hätten es die Bürger nicht gewagt, seinen sonnengleichen Blick zu kreuzen. Deshalb haben sie ihre Augen bedeckt.",
    "ru-ru": "Красная шёлковая лента, расшитая золотым узором.Потерянный народ, что появился на свет среди золотых песков пустыни, иногда поёт свою песню, смысл которой давно забыт. Они славят знойное солнце, что светит всем поровну, они с горечью провожают последние отсветы вечерней зари. В конце песни повторяются незнакомые слова – говорят, это имена их древних божеств. Когда король пустыни был жив, его подданные закрывали глаза повязками, чтобы не обжечься, смотря на его солнцеподобный лик.",
    "es-es": "Un pedazo de brocado rojo de seda dorada.Los exiliados nacidos en las arenas doradas del desierto en ocasiones cantan una canción cuyo significado ha caído en el olvido. Adoran al sol abrasador que ilumina la tierra por igual, y lamentan su ida durante el ocaso. Al final de la canción se pronuncian algunas palabras desconocidas, las cuales se dice que son nombres de dioses antiguos. Cuenta la leyenda que cuando el rey del desierto aún vivía, su gente decidió cubrirse los ojos por no atreverse a mirarle directamente, ya que su esplendor era mayor que el del mismo sol.",
    "pt-pt": "Cetim vermelho tecido com fios dourados.Os sobreviventes nascidos do deserto dourado sob o sol ocasionalmente cantam canções com significados há muito esquecidos, louvam o sol escaldante que ilumina imparcialmente todos os cantos da terra e deploram o brilho do sol poente. Diz-se que as palavras desconhecidas que aparecem repetitivamente no último capítulo da balada são os nomes de arcontes antigos e que quando o rei do deserto ainda estava vivo, as pessoas cobriam os olhos por não se atreverem a olhar diretamente para o sol.",
    "fr-fr": "Une pièce de brocart rouge avec des motifs dorés tissés à l'intérieur. Le peuple perdu qui a vu le jour parmi les sables dorés du désert entonne parfois un chant dont la signification a été oubliée depuis longtemps pour louer le soleil brûlant qui illumine la terre comme jamais et se lamenter devant les dernières lueurs du crépuscule. La chanson se termine par la répétition de mots inconnus, qui seraient les noms de leurs anciennes divinités. Lorsque le roi du désert était en vie, ses sujets se couvraient les yeux par crainte d'être brûlés par sa radiance semblable à celle du soleil.",
    "th-th": "ผ้าชาตินสีแดงที่ปักลวดลายด้วยด้ายสีทองผู้รอดชีวิตจากผืนทะเลทรายสีทองที่อยู่ภายใต้แสงอาทิตย์ในบางครั้งมักจะขับขานบทเพลงที่ความหมายของมันถูกลืมเลือนไปเนิ่นนานแล้วเพื่อสรรเสริญดวงอาทิตย์ที่สาดส่องทั่วผืนดินอย่างเท่าเทียม และคร่ำครวญถึงสายัณห์ในยามพลบค่ำถ้อยคำที่ไม่คุ้นเคยวนเวียนช้ำไปซ้ำมาอยู่ภายในช่วงท้ายของบทเพลงซึ่งกล่าวกันว่านั่นคือชื่อของเทพเจ้าในยุคสมัยโบราณ ในตำนานเล่าว่าเมื่อครั้งที่ราชาแห่งทะเลทรายยังมีชีวิตอยู่ ผู้คนไม่กล้าแหงนมองแสงสว่างอันเกรียงไกรของดวงอาทิตย์ จึงได้ปิดบังดวงตาทั้งคู่ของตนเองเอาไว้",
    "ja-jp": "金糸で紋様を織り込んだ赤い絹。日光の下で金色に輝く砂漠の中で生まれた遺民は、たまに意味さえ忘れられた歌を歌ったり、大地を平等に照らす太陽を讃えたり、夕暮れの終わりの残照を惜しんだりする。歌の最後に繰り返し出てくる聞き慣れない言葉は、古い神様の名前だと言われている。噂によれば、砂漠の王がまだ生きていた頃、民は太陽の光を直視する勇気がなく、自分の目を覆ったようだ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Eremite Lv. 60+"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 森林王器",
      "合成获得: 原木刀",
      "60级以上镀金旅团掉落  合成获得",
      "合成获得: 镶边红绸"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Eremite cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "【60級以上】鍍金旅團掉落",
      "合成獲得",
      "角色與武器培養材料"
    ],
    "ko-kr": [
      "Lv.60 이상 도금 여단 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Eremites"
    ],
    "de-de": [
      "Beute von Goldbrigaden ab Stufe 60"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Пустынники Ур. 60+",
      "• Покупается за Звёздный блеск",
      "Алхимия: Окаймлённый красный шёлк",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Eremitas (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Eremitas Nv.60+ Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin d'Érémite (Niv.60+)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากกลุ่ม Eremite Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "エルマイト旅団（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/5f415e2b9f3f486a29b613d8d8c029c9_7801813221239635979.png",
  "localIcon": "images/rich_red_brocade.png"
}