{
  "id": "robust_fungal_nucleus",
  "wiki_id": 2707,
  "name": {
    "id-id": "Robust Fungal Nucleus",
    "zh-cn": "茁壮菌核",
    "vi-vn": "Nhân Bào Nấm Hồi Phục",
    "zh-tw": "茁壯菌核",
    "ko-kr": "튼튼한 버섯핵",
    "en-us": "Robust Fungal Nucleus",
    "de-de": "Robustes Sklerotium",
    "ru-ru": "Здоровое ядро плесенника",
    "es-es": "Núcleo fúngico robusto",
    "pt-pt": "Núcleo Fúngico Robusto",
    "fr-fr": "Noyau fongique robuste",
    "th-th": "Robust Fungal Nucleus",
    "ja-jp": "キノコンの壮菌核"
  },
  "description": {
    "id-id": "Jaringan tubuh yang ditinggalkan oleh Jamur yang telah terkena rangsangan unsur yang intens.Secara umum diyakini bahwa Fungus berevolusi menjadi bentuk yang lebih praktis untuk menyebarkan spora mereka dengan lebih baik.Seorang penyair pernah menggambarkan mimpi bersama tentang Fungus di mana spora mereka menutupi setiap inci gunung dan lautan. Dunia menjadi sangat tenang. Kemudian jamur berubah menjadi ikan, burung, binatang buas, manusia, dan dewa, mengandalkan curah hujan, tanah, dan bangsanya sendiri yang telah kembali ke bumi.",
    "zh-cn": "蕈兽的部分身体组织，在外界元素的剧烈刺激下才会形成。一般认为，蕈兽之所以演化出移动能力，是为了将孢子散布在更为广泛的天地中。曾有诗人称，在蕈兽共同的梦中，孢子覆盖了山岳与海洋，世界无比宁静。蕈兽演化成游鱼、走兽、飞禽、人与神，仰赖雨水、土地与回归土地的同伴而生。",
    "vi-vn": "Một phần mô cơ thể của Nấm Quỷ được hình thành dưới sự kích thích mạnh của các nguyên tố bên ngoài.Người ta thường tin rằng Nấm Quỷ phát triển khả năng di chuyển là để phân tán bào tử trong thế giới rộng lớn hơn.Một nhà thơ đã từng nói rằng trong giấc mơ chung của Nấm Quỷ, bào tử bao phủ núi non và đại dương, và thế giới vô cùng yên bình. Nấm Quỷ tiến hóa thành cá, thú, chim chóc, con người và thần linh. Chúng sinh trưởng dựa vào lượng mưa, đất đai và đồng loại của chúng khi trở về đất mẹ.",
    "zh-tw": "蕈獸的部分身體組織，在外界元素的劇烈刺激下才會形成。一般認為，蕈獸之所以演化出移動能力，是為了將孢子散佈在更為廣泛的天地中。曾有詩人稱，在蕈獸共同的夢中，孢子覆蓋了山嶽與海洋，世界無比寧靜。蕈獸演化成游魚、走獸、飛禽、人與神，仰賴雨水、土地與回歸土地的同伴而生。",
    "ko-kr": "버섯몬의 일부 신체 조직. 외부 원소의 격렬한 자극으로 인해 형성된다.버섯몬이 이동 능력을 갖춘 쪽으로 진화한 이유는 포자를 보다 널리 퍼뜨리기 위함이라고 여겨진다.과거의 한 시인이 말하길, 버섯몬들의 공통된 꿈은 포자가 산과 바다를 뒤덮어 온 세상이 고요해지는 것으로 버섯몬은 그 안에서 헤엄치는 물고기, 육지 짐승, 하늘을 나는 새, 인간과 신으로 변해 빗물과 땅 그리고 땅으로 돌아간 동료에게 의지하며 살아간다",
    "en-us": "Body tissue left behind by a Fungus that has been exposed to intense elemental stimulation.It is generally believed that the Fungi evolved into more mobile forms to better disperse their spores.A poet once depicted a shared dream of the Fungi in which their spores covered every inch of the mountains and oceans. The world had never been more tranquil.Then the Fungi turned into fish, birds, beasts, men, and gods, relying on rainfall, land, and their own kind who had returned to the earth.",
    "de-de": "Ein Teil des Gewebes einer Pilzbestie, das durch Stimulation durch die Elemente der Außenwelt Form angenommen hat.Im Allgemeinen wird angenommen, dass Pilzbestien ihre Mobilität verbessert haben, um ihre Sporen weiter verbreiten zu können.Ein Dichter sagte einst, die Pilzbestien hätten den gemeinsamen Traum, ihre Sporen mögen Berge und Meere bedecken, woraufhin die Welt stiller als je zuvor werde. Die Pilzbestien würden sich zu Fischen entwickeln, zu Landtieren, zu Vögeln, zu Menschen und zu Göttern, die vom Wasser, der Erde und ihren Vorfahren abhängig würden.",
    "ru-ru": "Структура в организме плесенника, которая образуется в результате мощного воздействия силой элементов.Обычно считается, что плесенники эволюционировали в более подвижные формы, чтобы как можно шире рассеивать свои споры.Один поэт сказал, что плесенники мечтают покрыть своими спорами все земли и моря – тогда в мире наступит небывалая тишина. А потом они начнут превращаться в рыб, птиц, зверей, людей и богов, питаясь дождями, землёй и себе подобными, вернувшимися в землю.",
    "es-es": "Una parte del tejido de los Hongos que solo se forma cuando ha sido expuesta a violentos estímulos elementales externos.En general, se cree que los Hongos han evolucionado a formas con mayor movilidad para poder dispersar sus esporas con mayor facilidad.Hubo cierto poeta que afirmó que en los sueños compartidos de los Hongos, las esporas cubrían el cielo y los mares, y reinaba una paz inédita en el mundo. Después, los Hongos evolucionaron en peces, pájaros, bestias, personas y dioses, y así dependían de la lluvia, la tierra y de su propia especie que había vuelto a la tierra para nacer.",
    "pt-pt": "Tecido orgânico deixado para trás por um Fungo que foi exposto a intensos estímulos elementais.Em geral, acredita-se que os Fungos evoluíram para dispersar melhor seus esporos.Um poeta uma vez retratou um sonho em comum dos Fungos, no qual seus esporos cobriam cada centímetro das montanhas e oceanos. O mundo nunca havia sido tão tranquilo. Então os Fungos se transformaram em peixes, pássaros, animais, homens e deuses, confiando na chuva, na terra e em sua própria espécie que havia retornado à terra.",
    "fr-fr": "Du tissu organique d'un Fongus qui a été exposé à une stimulation élémentaire intense.On pense généralement que les Fongus ont évolué et gagné en mobilité pour mieux disperser leurs spores. Un poète a un jour affirmé que les Fongus avaient un rêve commun dans lequel leurs spores recouvraient chaque parcelle des montagnes et des océans, et que le monde était plus paisible que jamais. Puis les Fongus se transformèrent en poissons, en oiseaux, en bêtes, en hommes et en dieux qui dépendaient tous de la pluie, de la terre et de leur propre espèce qui était revenue sur terre pour survivre.",
    "th-th": "เนื้อเยื่อบางส่วนจากร่างกายของ Fungus ก่อตัวขึ้นจากแรงกระตุ้นที่รุนแรงของพลังธาตุจากโลกภายนอกเป็นที่เชื่อกันโดยทั่วไปว่า สาเหตุที่ Fungus วิวัฒนาการความสามารถด้านการเคลื่อนไหว ก็เพื่อให้สปอร์กระจายตัวได้กว้างยิ่งขึ้นเคยมีนักกวีกล่าวเอาไว้ว่า ในความฝันที่มีอยู่ร่วมกันของ Fungus สปอร์ได้ปกคลุมทั่วทั้งขุนเขาและมหาสมุทร และโลกนั้นช่างสงบสุขยิ่งFungus ได้กลายร่างเป็นปลา, สัตว์เดินดิน, สัตว์ปีก, มนุษย์ และเทพเจ้า โดยพึ่งพาอาศัยน้ำฝน, ผืนดินและเพื่อนพ้องในการกลับคืนสู่พื้นดิน",
    "ja-jp": "キノコンが残した体の一部。外部から激しい刺激を受けると形成される。一般的に、キノコンが移動能力を進化させた理由は、胞子を地上や空のより広い範囲に拡散させるためだと考えられている。キノコンの共通の夢は、胞子が山や海を覆い、世界がとても静かになること。キノコンは泳ぐ魚、地を歩む獣、空を飛ぶ鳥、そして人や神へと進化し、雨と大地、そして土に還る仲間に頼って生きていくと、かつてとある詩人が言った。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Fungus Lv. 60+ yang diaktifkan",
      "Dijatuhkan oleh Fungus Lv. 60+ yang hangus"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 竭泽",
      "合成获得: 王下近侍",
      "合成获得: 休眠菌核",
      "合成获得、60级以上活化状态下蕈兽掉落、60级以上枯焦状态下蕈兽掉落"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Nấm Quỷ cấp 60 trở lên trong trạng thái Bung Nở rơi",
      "Nấm Quỷ cấp 60 trở lên trong trạng thái Khô Héo rơi"
    ],
    "zh-tw": [
      "【60級以上】活化狀態下蕈獸掉落",
      "【60級以上】枯焦狀態下蕈獸掉落",
      "合成獲得",
      "武器培養素材"
    ],
    "ko-kr": [
      "Lv.60 이상 활력 상태의 버섯몬 드랍",
      "Lv.60 이상 건조 상태의 버섯몬 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Fungi (activated)",
      "Dropped by Lv. 60+ Fungi (scorched)"
    ],
    "de-de": [
      "Beute von Pilzbestien im aktivierten Modus ab Stufe 60",
      "Beute von Pilzbestien im verdorrten Modus ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Плесенники в состоянии Оживления Ур. 60+",
      "• Плесенники в состоянии Обожжения Ур. 60+",
      "• Покупается за Звёздный блеск",
      "Алхимия: Спящее ядро плесенника",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Hongos revitalizados (Niv. 60+)",
      "Obtenido de Hongos quemados (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Cogumelos (Estado Ativo) Nv.60+",
      "Dropado por Cogumelos (Estado Queimado) Nv.60+"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Fongus activé (Niv.60+)",
      "Butin de Fongus calciné (Niv.60+)"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Fungus ที่อยู่ภายใต้สถานะตื่นตัว Lv.60 ขึ้นไป",
      "ดรอปจาก Fungus ที่อยู่ภายใต้สถานะไหม้เกรียม Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "活発状態のキノコン（Lv.60以上）がドロップ",
      "枯燥状態のキノコン（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に8回まで）"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/62e02c42934faf3a95ea660956681a61_1532537070865793326.png",
  "localIcon": "images/robust_fungal_nucleus.png"
}