{
  "id": "sauriancrowned_warriors_golden_whistle",
  "wiki_id": 6646,
  "name": {
    "id-id": "Saurian-Crowned Warrior's Golden Whistle",
    "zh-cn": "龙冠武士的金哨",
    "vi-vn": "Còi Vàng Võ Sĩ Saurian",
    "zh-tw": "龍冠武士的金哨",
    "ko-kr": "용투구 무사의 황금 호루라기",
    "en-us": "Saurian-Crowned Warrior's Golden Whistle",
    "de-de": "Goldpfeife des Saurierkriegers",
    "ru-ru": "Золотой свисток коронованного заврианами воина",
    "es-es": "Silbato de oro del soldado sauriocoronado",
    "pt-pt": "Apito Dourado do Guerreiro de Coroa Sauriana",
    "fr-fr": "Sifflet en or de guerrier couronné par les sauriens",
    "th-th": "Saurian-Crowned Warrior's Golden Whistle",
    "ja-jp": "竜冠戦士の金笛"
  },
  "description": {
    "id-id": "Dalam suku Natlan, ini adalah sebuah simbol pejuang kuat yang menerima mahkota Saurian. Sebuah peluit emas yang hanya diberikan kepada mereka yang telah membawa kehormatan besar untuk suku dan menunjukkan keberanian tertinggi. Namun kini maknanya lebih bersifat dekoratif, karena seorang pejuang yang menerima mahkota Saurian mampu menangani kebanyakan krisis seorang diri.",
    "zh-cn": "纳塔部族中，获授龙冠的强大武士的象征。只有为部族争取到了足够的荣誉，其勇武得到承认之后，才会得到的金哨。但此时其装饰的意义已经高过实际使用的意义，因为头戴龙冠的武士可以独自解决大部分的危机。",
    "vi-vn": "Trong các bộ tộc ở Natlan, đây chính là biểu tượng của chiến binh dũng mãnh được trao vương miện Saurian.Chỉ khi giành lấy đủ vinh quang cho bộ tộc và bản lĩnh được công nhận, thì mới có thể giành lấy chiếc còi vàng. Nhưng hiện tại ý nghĩa của món trang sức này đã vượt xa ý nghĩa sử dụng thực tế, vì những chiến binh đội vương miện Saurian hầu hết đều có thể tự mình giải quyết các nguy cơ tiềm ẩn.",
    "zh-tw": "納塔部族中獲授龍冠的強大武士象徵。只有為部族爭取夠多榮譽，勇武獲得承認之後才會得到的金哨。但此時裝飾意義已經高過實際使用的意義，因為頭戴龍冠的武士可以獨自解決大部分的危機。",
    "ko-kr": "나타 부족에서 용투구를 수여 받은 강력한 무사의 상징.부족에 충분한 명예를 가져온 자만이 용맹함을 인정받아 황금 호루라기를 얻을 수 있다. 하지만 대부분의 위험을 스스로 해결할 수 있는 용투구 무사에게 있어, 이 호루라기는 장식의 의미가 더 크다",
    "en-us": "Among Natlan's tribes, this is the symbol of a mighty, Saurian-Crowned warrior.A golden whistle that is bestowed only upon those who have won great honor for the tribe and shown valor of the highest order. Its symbolic significance now outweighs its practical use, for a Saurian-Crowned warrior is able to handle most crises alone.",
    "de-de": "Unter den Stämmen Natlans ist dies ein Zeichen eines mächtigen Kriegers, der eine Saurierkrone trägt.Eine goldene Pfeife, die man nur nach Erlangung großer Ehre für den Stamm und Anerkennung der eigenen Kühnheit erhält. Zu diesem Zeitpunkt überwiegt seine dekorative Bedeutung die praktische. Denn ein mit einer Saurierkrone gekrönter Krieger ist in der Lage, die meisten Krisen selbst zu bewältigen.",
    "ru-ru": "Символ коронованного заврианами, могучего воина из племён Натлана.Золотой свисток вручается тем, кто принёс племени честь и славу и чьё мужество было признано. Однако теперь его значение больше декоративное, так как воин, коронованный заврианами, способен самостоятельно справиться с большинством проблем.",
    "es-es": "El símbolo de un soldado tribal de Natlan al que se ha condecorado con una corona sáurica.Un silbato de oro que solo se entrega a aquellos que han traído gloria a su tribu y cuya valentía ha recibido un reconocimiento. En la actualidad, tiene más valor ornamental que práctico, ya que los soldados que llevan coronas sáuricas pueden resolver cualquier problema por sí solos.",
    "pt-pt": "N/A",
    "fr-fr": "Parmi les tribus de Natlan, c'est le symbole d'un puissant guerrier couronné par les sauriens. Ce sifflet en or n'est décerné qu'à ceux qui ont fait honneur à leur tribu et ont fait preuve d'une bravoure de premier ordre. Sa signification symbolique dépasse désormais son utilité pratique, car un guerrier couronné par les sauriens est capable de gérer seul la plupart des crises.",
    "th-th": "สัญลักษณ์ของนักรบมงกุฎผู้แข็งแกร่งที่ได้รับมงกุฎ Saurian แห่งชนเผ่าใน Natlanนกหวีดทองที่มีเพียงผู้ได้รับเกียรติ และได้รับการยอมรับจากนักรบคนอื่น ๆ เท่านั้นที่จะได้รับมัน แต่ตอนนี้ คุณค่าในเชิงสัญลักษณ์ของมันอยู่เหนือกว่าประโยชน์ใช้สอยตามจริงไปเสียแล้ว เพราะนักรบมงกุฎ Saurian สามารถจัดการวิกฤตส่วนใหญ่ได้ด้วยตัวคนเดียว",
    "ja-jp": "ナタの部族で竜冠を授かった強き戦士のシンボル。部族のために栄誉の功績を築き、その武勇を認められた者だけが、この金笛を手に入れることができる。しかしこれはもはや、笛よりも装飾としての意味合いのほうが強い——竜冠を授かるほどの戦士なら、ほとんどの危機を自力で解決できるからだ。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Sauroform Tribal Warrior Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上部族龙形武士掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Chiến Sĩ Bộ Tộc Dạng Saurian Cấp 60 Trở Lên Rơi",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "60級以上部族龍形武士掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 부족 용 무사 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Sauroform Tribal Warriors",
      "Crafted"
    ],
    "de-de": [
      "Kann hergestellt werden",
      "Beute von saurierförmigen Stammeskriegern ab Stufe 60"
    ],
    "ru-ru": [
      "• Заврианоподобные воины племени Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Металлический свисток воина",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Soldados Tribales Sauromorfos (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin de guerriers tribaux sauroformes (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากนักรบชนเผ่าร่าง Saurian Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "部族竜戦士（Lv.60以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/c8648efda2051a6f005647a78ac907fb_4492541531974064701.png",
  "localIcon": "images/sauriancrowned_warriors_golden_whistle.png"
}