{
  "id": "scattered_piece_of_decarabians_dream",
  "wiki_id": 1880,
  "name": {
    "id-id": "Scattered Piece of Decarabian's Dream",
    "zh-cn": "高塔孤王的碎梦",
    "vi-vn": "Mảnh Giấc Mơ Tháp Cô Vương",
    "zh-tw": "高塔孤王的碎夢",
    "ko-kr": "고탑 왕의 깨진 꿈",
    "en-us": "Scattered Piece of Decarabian's Dream",
    "de-de": "Decabarians zerstörter Traum",
    "ru-ru": "Осколок мечты Декарабиана",
    "es-es": "Fragmento de sueño de Decarabian",
    "pt-pt": "Pedaços de Sonho da Decarabian",
    "fr-fr": "Rêve brisé de Décarabian",
    "th-th": "Scattered Piece of Decarabian's Dream",
    "ja-jp": "高塔の王の砕けた夢"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Rakyatnya tidak tunduk pada Decarabian karena rasa hormat atau cinta, tetapi karena angin kencang yang memaksa mereka merunduk. Ini adalah hancurnya ambisi dan mimpi sang Archon Anemo sebelum Barbatos.Dia berusaha begitu keras untuk membuat mimpinya menjadi kenyataan, sampai-sampai pecahan-pecahan dari mimpi ini masih memiliki kekuatan.",
    "zh-cn": "赋予武器突破之力的材料。众人对高塔上的孤王俯身并非出于敬仰爱戴，而是被它的烈风吹得无法起身。这是巴巴托斯崛起之前，风神之一柱的野心与碎梦。它是如此用力地做梦，因此梦的碎片也带着强大的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Người dân cúi người với Hồ Vương trên tháp cao không phải là sự yêu mến ngưỡng mộ, mà là bị gió của nó thổi đến không thể đứng dậy. Đây là dã tâm và giấc mơ tan vỡ trước khi Barbatos vùng lên.Nó nằm mơ vất vả như vậy, nên mảnh vỡ giấc mơ cũng mang theo sức mạnh lớn.",
    "zh-tw": "賦予武器突破之力的素材。眾人對高塔上的孤王俯身並非出於敬仰愛戴，而是被它的烈風吹得無法起身。這是巴巴托斯崛起之前，風神之一柱的野心與碎夢。它是如此用力地做夢，因此夢的碎片也帶著強大的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.사람들이 탑 위의 왕에게 숙이는 이유는 공경심 때문이 아니라 그의 열풍 때문에 몸을 가누지 못하기 때문이다. 이는 바르바토스가 굴기하기 전 바람 신의 야심이자 꿈이었다.그는 강력한 힘으로 꿈을 꿨다. 그렇기 때문에 꿈의 조각 또한 강력한 힘이 깃들어 있다",
    "en-us": "Weapon Ascension Material.The people did not bow to Decarabian out of respect or adoration, but because the harsh winds had laid them low. This was the shattered dream and ambition of the Anemo Archon before the rise of Barbatos.He tried so hard to make his dream come true, and so the fragments of that dream are still mighty.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Die Menschen sahen nicht zu Decabarian auf und achteten ihn nicht, sondern sie lebten in Furcht vor seinen schrecklichen Stürmen. Die Bestrebungen und zerstörten Träume des Anemo-Archons spielten noch vor der Zeit Barbartos’.Er träumte mit aller Macht, sodass diese Macht auch ein Teil der Bruchstücke seines Traumes wurde.",
    "ru-ru": "Материал возвышения оружия.Люди поклонялись Декарабиану не из уважения или обожания, а из-за сильных ветров, не дающих им встать с колен. Таковы были мечты и стремления Анемо Архонта до появления Барбатоса.Мечта Декарабиана всё ещё хранит в себе частицу его могущества.",
    "es-es": "Material de ascensión de arma.La gente no se inclinó ante el tirano Decarabian por respeto o adoración, sino por los fuertes vientos que hacían que no pudiera ni levantarse del suelo. Este es un fragmento de la ambición y los sueños rotos del Arconte Anemo antes de convertirse en Barbatos.Se esforzó tanto por hacer realidad su sueño que sus fragmentos siguen siendo muy poderosos.",
    "pt-pt": "Material de Ascensão de Armas.O povo não se curvou ao Rei Decarabian por respeito ou adoração, mas devido aos ventos fortes. Essa foi a ambição e os sonhos despedaçados do Arconte Anemo antes de Barbatos.Ele se esforçou tanto para que o sonho se tornasse realidade, que os fragmentos desse sonho ainda fossem poderosos.",
    "fr-fr": "Matériau d'élévation d'arme.Le peuple ne vénérait pas le Seigneur de la Tour par respect ou par admiration, mais par peur de la tempête qui s'abattrait sur eux. Cet objet représente son ambition brisée par Barbatos.Décarabian avait déployé des moyens démesurés pour réaliser son rêve. Même brisé, il reste puissant.",
    "th-th": "ฝูงชนนั้นไม่ได้เคารพบูชา Hightower Uniking เพราะความรักและเทิดทูน หากแต่เพราะลมกระโชกที่ถาโถมใส่พวกขาจนแทบจะขยับตัวไม่ได้ นี่คือความพยายามและเศษซากความฝันของเทพแห่งลมก่อนหน้า Barbatos เขาพยายามอย่างหนักให้ฝันกลายเป็นจริง เศษเสี้ยวของความฝันนี้ยังคงมีพลังอย่างมากมาย",
    "ja-jp": "武器に突破の力を付与する材料。衆人が高塔の王に対する拝礼は崇拝のためではなく、その烈風に吹かれて立ち上がることができなかったのである。これはバルバトスが頭角を現す前に、風神の一柱の野心と砕けた夢である。全力で夢を見たからか、夢の欠片にも強い力がある。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kota Bayangan Air (Senin/Kamis/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thủy Quang Thành (Thứ 2/Thứ 5/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【塞西莉亞苗圃（週一/四/日） 】煉武祕境：水光之城 IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 물과 빛의 성 IV (월요일/목요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: City of Reflections (Monday/Thursday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Stadt des glänzendes Wassers (Montag/Donnerstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (понедельник/четверг/воскресенье)",
      "• Алхимия",
      "Алхимия: Фрагмент эпоса Декарабиана",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ciudad de los reflejos IV (Lunes, Jueves, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: A Cidade das Reflexões (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ville de réflexions (Lundi/Jeudi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองแห่งประกายน้ำ (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：水光の城及び滝壺祭壇で獲得可能（月曜/木曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scattered%20Piece%20of%20Decarabian's%20Dream_icon.png",
  "localIcon": "images/scattered_piece_of_decarabians_dream.png"
}