{
  "id": "scoop_of_tainted_water",
  "wiki_id": 4084,
  "name": {
    "id-id": "Scoop of Tainted Water",
    "zh-cn": "浊水的一掬",
    "vi-vn": "Bình Nước Đục",
    "zh-tw": "濁水的一掬",
    "ko-kr": "탁한 물 한 움큼",
    "en-us": "Scoop of Tainted Water",
    "de-de": "Portion verunreinigten Wassers",
    "ru-ru": "Мутная лужица",
    "es-es": "Cúmulo de légamo",
    "pt-pt": "Colherada de Água Impura",
    "fr-fr": "Cuillère d'eau croupie",
    "th-th": "Scoop of Tainted Water",
    "ja-jp": "濁水のひとすくい"
  },
  "description": {
    "id-id": "Tetesan air yang diambil dari Tainted Hydro Phantasm yang dikalahkan.Kekuatan kehidupan di dalamnya sepertinya belum sepenuhnya hilang.Sekarang, karena Oceanid sudah punah dari Fontaine, makhluk-makhluk elemental aneh yang tidak memiliki bentuk yang indah ini bermunculan dari air.",
    "zh-cn": "击败浊水幻灵后，取得的水。其中的生命力似乎尚未完全消散。过去的纯水精灵如今在枫丹已经绝迹，从水中升起的只有这些不具备优美形态的奇异元素生命体。",
    "vi-vn": "Nước lấy được sau khi đánh bại Ảo Linh Nước Đục.Sức sống trong đó hình như vẫn chưa tiêu tan hết.Tinh Linh Nước Trong trong quá khứ giờ đây đã tuyệt tích tại Fontaine, thứ nổi lên từ trong nước chỉ có những sinh mệnh nguyên tố kỳ lạ không có hình thái xinh đẹp này.",
    "zh-tw": "擊敗濁水幻靈後，取得的水。其中的生命力似乎尚未完全消散。過去的純水精靈如今在楓丹已經絕跡，從水中升起的只有這些不具備優美形態的奇異元素生命體。",
    "ko-kr": "탁한 물의 환령을 처치한 후 얻은 물.안에 깃든 생명력이 아직 다 사라지지 않은 것 같다.과거의 물의 정령이 폰타인에서 자취를 감춘 지금, 물속에서 떠오르는 것은 아름답지 않은 형태의 기이한 원소 생명체뿐이다",
    "en-us": "Water obtained from a defeated Tainted Hydro Phantasm.The life force in it has yet to ebb away.Today, with the Oceanids extirpated from Fontaine, strange elemental life forms that are far from elegant have appeared in the waters.",
    "de-de": "Wasser, das man von einem besiegten Okeanospuk erhält.Die darin enthaltene Lebenskraft scheint noch nicht vollständig verschwunden zu sein.Die ursprünglichen Okeaniden sind in Fontaine bereits verschwunden und aus dem Wasser entstehen jetzt nur noch diese unförmigen und bizarren Elementarlebewesen.",
    "ru-ru": "Вода, полученная после победы над фантазмом мутных вод.Похоже, в ней ещё теплится жизненная сила.Океанид чистых вод в Фонтейне больше нет, остались лишь эти неуклюжие элементальные существа.",
    "es-es": "Un agua obtenida tras derrotar a una Ánima Legamosa.Parece que su vitalidad no se ha disipado por completo.Las Oceánidas desaparecieron de Fontaine, pero del agua emergieron unas extrañas formas de vida elemental que no poseían belleza alguna.",
    "pt-pt": "Uma gota de água que você obteve ao derrotar um Fantasma Hydro Corrompido.Toda a vida dela parece ter se dispersado.",
    "fr-fr": "De l'eau obtenue en vainquant un Fantasme Hydro croupi.La force vitale qu'elle contient ne s'est pas encore complétement dissipée.Avec la disparition actuelle des Océanides de Fontaine, d'étranges entités élémentaires loin d'être gracieuses sont apparues dans les eaux.",
    "th-th": "น้ำที่ได้รับหลังจากเอาชนะ Tainted Hydro Phantasmพลังชีวิตในนั้น เหมือนจะยังไม่สลายไปโดยสมบูรณ์Oceanid ในอดีตได้สูญพันธุ์ไปจาก Fontaine แล้ว มีเพียงสิ่งมีชีวิตธาตุแปลกประหลาดที่รูปลักษณ์ไม่สวยงามเหล่านี้เท่านั้นที่ผุดขึ้นจากน้ำ",
    "ja-jp": "濁水幻霊を倒した後に得た水。まだ生命力が完全に消えていないようだ。かつての純水精霊がフォンテーヌから姿を消した後、水中から浮かび上がるのは、美しいとは言えない形の、奇妙な元素生命体しかいない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Tainted Hydro Phantasm Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "40级以上浊水幻灵掉落",
      "星尘兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Ảo Linh Nước Đục cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "合成獲得",
      "40級以上濁水幻靈掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "Lv.40 이상 탁한 물의 환령 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Tainted Hydro Phantasms",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Okeanospuken ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Фантазм мутных вод Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Мутная капля",
      "Алхимия: Мора",
      "Алхимия: Новорождённый призрак мутных вод"
    ],
    "es-es": [
      "Obtenido de Ánimas Legamosas (Niv. 40+)",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Síntese",
      "Dropado por Eidolons Hydro Contaminados Nv. 40+",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Fantasme Hydro croupi",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Tainted Hydro Phantasm Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "濁水精霊（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/e9e6040d0663abbece6eb17cd3b5085d_6764958566019637873.png",
  "localIcon": "images/scoop_of_tainted_water.png"
}