{
  "id": "shackles_of_the_dandelion_gladiator",
  "wiki_id": 1162,
  "name": {
    "id-id": "Shackles of Dandelion Gladiator",
    "zh-cn": "狮牙斗士的镣铐",
    "vi-vn": "Gông Cùm Đấu Sĩ Nanh Sư Tử",
    "zh-tw": "獅牙鬥士的鐐銬",
    "ko-kr": "라이언 투사의 수갑",
    "en-us": "Shackles of the Dandelion Gladiator",
    "de-de": "Schellen des Löwenzahnkämpfers",
    "ru-ru": "Оковы львиного клыка",
    "es-es": "Esposas de Diente de León",
    "pt-pt": "Manilhas do Gladiador de Dandelion",
    "fr-fr": "Menottes du Chevalier du Croc de Lion",
    "th-th": "Shackles of Dandelion Gladiator",
    "ja-jp": "獅牙戦士の手錠"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Vennessa sebenarnya tidak terbelenggu oleh borgol atau rantainya; jika dia mau, tidak ada alat apa pun di Mondstadt yang bisa menahannya; itu seharusnya sesuatu yang jelas, karena Mondstadt tidak menghasilkan bijih yang bagus, dan juga tidak memiliki api besar dari rumah leluhurnya untuk menempa.Dia hanya terbelenggu oleh tanggung jawabnya terhadap karakter sukunya.",
    "zh-cn": "赋予武器突破之力的材料。温妮莎并不是被镣铐或者锁链困住的，她想要挣脱枷锁和镣铐的话，随时都能击碎蒙德融造的普通金属。毕竟这里既没有优秀的矿石，也没有故乡的神火。锁住她的，是守护族人的责任。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Vennessa không phải bị trói buộc bởi gông cùm và xiềng xích, nếu cô ấy muốn thoát ra, bất cứ lúc nào cũng có thể đánh gãy kim loại thường của thành Mondstadt. Nói cho cùng thì ở đây không có quặng đá ưu tú cũng không có lửa thần của quê hương.Thứ trói buộc cô ấy, là trách nhiệm bảo vệ tộc nhân.",
    "zh-tw": "賦予武器突破之力的素材。溫妮莎並不是被鐐銬或者鎖鏈困住的，她想要掙脫枷鎖和鐐銬的話，隨時都能擊碎蒙德融造的普通金屬。畢竟這裡既沒有優秀的礦石，也沒有故鄉的神火。鎖住她的，是守護族人的責任。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.바네사는 족쇄 또는 수갑에 묶여있던 게 아니다. 그녀가 빠져나올 마음만 먹었다면 언제든지 몬드의 평범한 금속으로 만든 족쇄를 파괴할 수 있었다. 몬드는 우수한 광석도 고향의 신의 불꽃도 없으니까….그녀를 막은 건 오직 부족민을 보호해야 한다는 책임감뿐이다",
    "en-us": "Weapon Ascension Material.Vennessa was not truly bound by her chains. If she had so wished, no ordinary physical constraints forged in Mondstadt could have held her, for the land there yielded no ore of exceptional quality, nor did it possess the divine flame of her ancestral home.She was only bound by her responsibility to take care of her tribespeople.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Vennessa war keineswegs von ihren in Mondstadt gefertigten Ketten eingeschränkt, die sie jederzeit hätte sprengen können, da es dort keine hochwertigen Metalle und auch nicht das starke Feuer ihrer Heimat gab.Sie war allein an ihre Verantwortung, ihr Volk zu beschützen, gebunden.",
    "ru-ru": "Материал возвышения оружия.Эти оковы не смогли бы удержать Веннессу, ведь в Мондштадте не находили достаточно крепкую руду и не имели божественного пламени родины её предков.Она была связана лишь обещанием перед своими соплеменниками.",
    "es-es": "Material de ascensión de arma.En realidad, Vennessa no estaba atada por unas esposas o unas cadenas. Si ella hubiese querido, ninguna restricción física de Mondstadt podría haberla detenido.En cambio, era más bien presa de la responsabilidad de cuidar a su pueblo.",
    "pt-pt": "Material de Ascensão de Armas.Vennessa não estava realmente presa por algemas ou correntes. Se ela quisesse, não tinha nenhuma restrição física de Mondstadt poderia impedi-la de alguma coisa. Isso devia ser óbvio, já que Mondstadt não produz minérios finos, nem teve grandes incêndios em seu lar ancestral.Ela estava apenas sujeita à sua responsabilidade de cuidar de seus membros da tribo.",
    "fr-fr": "Matériau d'élévation d'arme.Vennessa ne fut jamais véritablement entravée par ses chaînes. Contrairement à sa terre natale, Mondstadt ne possédait pas le minerai ou le feu pour forger des entraves susceptibles de l'enchaîner indéfiniment.La seule chose qui la retenait en ce lieu était la responsabilité qu'elle avait envers les siens.",
    "th-th": "Vennessa นั้นแท้จริงแล้วไม่ได้ถูกล่ามไว้จนทำอะไรไม่ได้ หากว่าเธอต้องการล่ะก็ เหล็กธรรมดาทั่วไปของ Mondstadt นั้นไม่สามารถต้านเธอไว้ได้เลย Mondstadt นั้นไม่ได้มีแร่ธาตุชั้นดี ไม่ได้มีจิตวิญญาณแห่งไฟเหมือนดั่งบ้านของเธอสิ่งที่รั้งเธอเอาไว้นั้น มีเพียงแค่ความรู้สึกรับผิดชอบที่จะปกปักรักษาผู้คน",
    "ja-jp": "武器に突破の力を付与する材料。ヴァネッサは手錠や鎖で束縛されたわけではない。彼女が抵抗しようとするなら、いつでもモンドの金属をバラバラにすることができる。なにせここには優れた鉱石も、故郷の神火もないから。彼女を縛ったのは、一族を守りたい責任であった。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Reruntuhan Kota Kemarau (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Phế Đô Khát Nước (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】獅牙鬥士的理想",
      "【塞西莉亞苗圃（週三/六/日） 】煉武祕境：渴水的廢都 III / IV",
      "合成獲得"
    ],
    "ko-kr": [
      "연무 비경: 갈증의 폐도시 (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Ruins of Thirsting Capital (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Verdurstete Stadt (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (среда/субботу/воскресенье)",
      "• Алхимия",
      "Алхимия: Цепи львиного клыка",
      "Алхимия: Мора",
      "Алхимия: Мечты львиного клыка"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ruinas de la cuidad sedienta III-IV (Miércoles, Sábado, Domingo)"
    ],
    "pt-pt": [
      "Domínio da Forja: Capital Sedenta (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Capitale assoiffée (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองร้างที่กระหายน้ำ (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：渇水の廃都及び滝壺祭壇で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shackles%20of%20the%20Dandelion%20Gladiator_icon.png",
  "localIcon": "images/shackles_of_the_dandelion_gladiator.png"
}