{
  "id": "sigil_of_a_striding_will",
  "wiki_id": 6649,
  "name": {
    "id-id": "Sigil of a Striding Will",
    "zh-cn": "意志巡游的符像",
    "vi-vn": "Biểu Tượng Ý Chí Ngao Du",
    "zh-tw": "意志巡遊的符像",
    "ko-kr": "의지가 맴도는 우상",
    "en-us": "Sigil of a Striding Will",
    "de-de": "Talisman des wandernden Willens",
    "ru-ru": "Талисман странствующей воли",
    "es-es": "Sello de voluntad patrullera",
    "pt-pt": "Símbolo da Determinação Andarilha",
    "fr-fr": "Sceau de volonté errante",
    "th-th": "Sigil of a Striding Will",
    "ja-jp": "巡る意志の偶像"
  },
  "description": {
    "id-id": "Sebuah jimat obsidian yang mengandung Wayob Manifestation.Sebuah patung giok yang terbungkus obsidian. Dikatakan bahwa orang-orang zaman dulu menggunakan patung seperti ini untuk mencoba berkomunikasi dengan Wayob dari Kerajaan Malam. Mungkin karena itulah Wayob dapat menghuninya dan memanifestasikan dirinya dalam wujud fisik ini.",
    "zh-cn": "大灵显化身寄宿的黑曜石符像。环绕黑曜石的玉偶雕像，据说从前的人经常用这样的雕像，尝试与夜神国度中的「大灵」进行沟通，或许这也是「大灵」能够凭依在其上，并显化出形体的缘由吧。",
    "vi-vn": "Tượng hộ mệnh bằng Đá Obsidian mà Hóa Thân Wayob trú ngụ.Bức tượng ngọc bao bọc trong Đá Obsidian. Nghe nói người xưa thường dùng những bức tượng này để thử liên lạc với Wayob ở Vương Quốc Dạ Thần. Có lẽ đây cũng là nguồn gốc Wayob nương nhờ vào đó để hóa thân thành hình dạng nhất định.",
    "zh-tw": "大靈顯化身寄宿的黑曜石符像。環繞黑曜石的玉偶雕像。據說從前人們經常使用這樣的雕像來試著與夜神國度中的「大靈」溝通，或許這也是「大靈」能夠憑依在其上，並顯化出形體的緣由吧。",
    "ko-kr": "대영혼의 화신이 깃든 흑요석 우상. 흑요석을 두른 이 옥 조각상은 선조들이 밤의 신의 나라의 「대영혼」과 소통할 때 사용했다고 한다. 어쩌면 이것이 「대영혼』이 이 우상에 깃들어 형태를 드러낼 수 있는 이유일지도 모른다",
    "en-us": "An obsidian talisman that houses a Wayob Manifestation.It consists of a jade idol figurine encased in obsidian. They say that in the past, people often used such figurines to attempt to communicate directly with the Wayob of the Night Kingdom. Perhaps this also explains why the Wayob can dwell within it and manifest itself in physical form.",
    "de-de": "Ein Obsidian-Talisman, der eine Wayob-Verkörperung beherbergt.Es handelt sich um eine Götzenfigur aus Jade, die von Obsidian umhüllt ist und von der man sagt, dass Menschen sie einst nutzten, um mit den Wayob aus dem Königreich der Nacht in Kontakt zu treten. Vielleicht ist das der Grund, warum Wayob sich darin niederlassen und manifestieren können.",
    "ru-ru": "Обсидиановый талисман, в котором обитает воплощение Вайоб.Он состоит из нефритовой фигурки идола, заключённой в обсидиан. Говорят, раньше люди использовали такие фигурки, чтобы попытаться связаться напрямую с Вайоб Царства Ночи. Возможно, это также объясняет, почему Вайоб может обитать в нём и принимать физическую форму.",
    "es-es": "Un sello de obsidiana en el que reside una Manifestación Wayob.Dicen que, antiguamente, la gente usaba estos ídolos de jade rodeados de obsidiana para intentar comunicarse con las Wayob del Reino de la Noche. Tal vez esa sea la razón por la que estos entes pueden residir en estos objetos y manifestarse físicamente.",
    "pt-pt": "N/A",
    "fr-fr": "Un talisman d'obsidienne qui abrite une Manifestation de Wayob. Il se compose d'une figurine d'idole en jade encastrée dans de l'obsidienne. On dit que dans le passé, les gens utilisaient souvent de telles figurines pour tenter de communiquer directement avec les Wayobs du Fief Nocturne. Cela explique peut-être aussi pourquoi les Wayobs peuvent y résider et se manifester sous forme physique.",
    "th-th": "เครื่องรางจากหินออบซิเดียนที่มี Wayob Manifestation สถิตอยู่รูปปั้นหยกสลักที่ล้อมรอบด้วยหินออบซิเดียน ว่ากันว่าผู้คนในสมัยก่อนมักใช้รูปปั้นดังกล่าว สื่อสารกับ \"Wayob\" ในอาณาจักรราตรี บางทีนี่อาจจะเป็นเหตุผลว่าทำไม \"Wayob\" ถึงสามารถประทับร่างอยู่ในรูปปั้นนี้ และเผยร่างออกมาได้",
    "ja-jp": "大霊の化身が宿っている欠片。黒曜石を囲んだ形の玉の彫り物。昔の人々はこのような彫り物を使って、夜神の国の「大霊」との交信を試みたという。そのおかげで「大霊」はこれに憑依し、顕現できたのかもしれない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Wayob Manifestation Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上大灵显化身掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Hoá Thân Wayob Cấp 60 Trở Lên Rơi",
      "Đổi Tinh Huy"
    ],
    "zh-tw": [
      "60級以上大靈顯化身掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 대영혼의 화신 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Wayob Manifestations",
      "Crafted"
    ],
    "de-de": [
      "Beute von Wayob-Verkörperungen ab Stufe 60",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Воплощение Вайоб Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Образ ясной воли",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Manifestaciones Wayob (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin de Manifestations de Wayob (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ดรอปจาก Wayob Manifestation Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "大霊の化身（Lv.60以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/c02ef12ebb37cd68a3409810f6b4ead4_3405763332449997732.png",
  "localIcon": "images/sigil_of_a_striding_will.png"
}