{
  "id": "silver_goblet_of_the_pristine_sea",
  "wiki_id": 4025,
  "name": {
    "id-id": "Silver Goblet of the Pristine Sea",
    "zh-cn": "无垢之海的银杯",
    "vi-vn": "Ly Bạc Của Biển Nguyên Sơ",
    "zh-tw": "無垢之海的銀杯",
    "ko-kr": "순결한 바다의 은잔",
    "en-us": "Silver Goblet of the Pristine Sea",
    "de-de": "Silberkelch des unberührten Meers",
    "ru-ru": "Серебряный кубок непорочного моря",
    "es-es": "Copa de plata del mar impoluto",
    "pt-pt": "Cálice de Prata do Mar Pristino",
    "fr-fr": "Gobelet d'argent de la mer immaculée",
    "th-th": "Silver Goblet of the Pristine Sea",
    "ja-jp": "無垢な海の銀盃"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Pada masa-masa saat kain emas menyelimuti tanah ini, mata air yang murni terpaksa disimpan di gua yang tersembunyi. Lochknight terlahir di tempat perlindungan seperti ini.Para kesatria bersumpah dengan zirah perak mereka untuk menjaga peri yang terlahir dari air murni ini, dan menjaga kawan sekampung yang percaya terhadap satu-satunya sumber, untuk melawan kekuatan emas yang luasnya menaungin langit dan matahari.Itu sudah merupakan legenda yang sudah lama sekali. Tidak lama setelah kerjaan dihancurkan dan musnah, para kesatria yang melawan tiran pun melepaskan zirah mereka, dan kisah-kisahnya kemudian disembunyikan di dalam lagu-laguan dan cerita yang kompleks.",
    "zh-cn": "在黄金之衾覆盖国土的岁月里，纯真的泉水不得不藏匿于隐秘山涧，「纯水骑士」便是在这些避难所中诞生的。骑士们以白银的甲胄为誓，守护着来自纯水的精灵，守卫着同样信赖唯一源泉的乡亲，抵抗遮天蔽日的黄金之权。那是很久以前的传说了…在帝国崩毁沉没之后不久，抵抗僭主的骑士们也卸下甲胄，其故事隐入了庞杂的故事歌谣之中。",
    "vi-vn": "Trong những năm tháng mà hoàng kim che phủ toàn quốc thổ, nước suối thuần khiết không thể không ẩn náu nơi vùng núi bí mật, \"Kỵ Sĩ Nước Trong\" chính là được sinh ra ở những nơi lánh nạn này.Các kỵ sĩ lấy chiếc giáp màu bạc lập lời thề, bảo vệ cho các tinh linh đến từ nước trong, bảo vệ cho các hương thân cũng tin tưởng vào suối nguồn duy nhất này, chống lại vương quyền hoàng kim đang che lấp bầu trời.Đó đã là truyền thuyết rất lâu về trước rồi... Không lâu sau khi đế quốc sụp đổ và chìm sâu, các kỵ sĩ chống lại quân vương cũng cởi bỏ áo giáp, câu chuyện của họ cũng ẩn mình vào trong những bài ca dao hỗn tạp.",
    "zh-tw": "在黃金之衾覆蓋國土的歲月裡，純真的泉水不得不藏匿於隱密山澗，「純水騎士」便是在這些避難所中誕生的。騎士們以白銀的甲胄為誓，守護著來自純水的精靈，守衛著同樣信賴唯一源泉的鄉親，抵抗遮天蔽日的黃金之權。那是很久以前的傳說了…在帝國崩毀沉沒之後不久，抵抗僭主的騎士們也卸下甲胄，其故事隱入了龐雜的故事歌謠之中。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.황금의 이불이 국토를 뒤덮었던 시절, 순박한 샘물은 깊숙한 산골짜기에숨어야만 했고, 「물의 기사]는 그 피난 속에 탄생했다.기사들은 은색의 갑주에 맹세했다. 순수한 물에서 나온 정령과 유일한 근원의 샘에 의지하는 이들을 수호하고, 하늘을 뒤덮는 황금의 권세에 저항하겠다고.그것은 아주 오래된 전설이다.... 제국이몰락하자 참주에 대항하던 기사들도갑주를 내려놨고, 이 이야기도 잡다한이야기와 노래들 속으로 숨어들었다.",
    "en-us": "In the years when the golden shroud covered the land, pure spring water had to be hidden away in concealed mountain streams, and the Lochknights were born in these sanctuaries.The knights swear by armor of silver, to protect the spirits born from pure water, to protect their fellows who also keep faith in the one true font, resisting the omnipresent golden power that blotted out the sky and outshone the sun.But that is an ancient legend... Not long after the empire collapsed and sank, the knights who resisted the usurper shed their armor, and their stories were hidden in a tangled web of stories and ballads.",
    "de-de": "In den Jahren, als sich die Goldene Decke über das Land gelegt hatte, musste reines Quellwasser in verborgenen Bergbächen versteckt werden, und es war in jenen Heiligtümern, in denen die „Okeanidenritterin“ geboren war.Jene Ritter schworen bei ihren silbernen Rüstungen, die Geister, geboren aus dem reinen Wasser, zu beschützen, ebenso, wie ihre Landsleute, die auch auf jene einzige Quelle vertrauten. Auf dass sie der Macht des den Himmel überschattenden Goldes entgegentraten.Diese Legende liegt nun bereits in ferner Vergangenheit ... Und kaum war das Reich zerfallen und untergegangen, legten auch die Ritter, die sich dem Tyrannen widersetzt hatten, ihre Rüstungen ab. Ihre Geschichten verloren sich dann alsbald im Gewirr der Sagen und Lieder.",
    "ru-ru": "Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.",
    "es-es": "En la época en la que un manto dorado cubría toda la nación, la agua pura de manantial no tuvo más remedio que esconderse en los arroyos de las montañas. En esos santuarios fue donde nacieron los Caballeros Aguapura.Con sus armaduras de plata como juramento de honor, los caballeros protegieron a los espíritus procedentes del agua pura, defendieron a los compatriotas que, igual que ellos, creían en la existencia de un único manantial original, y lucharon contra el autoritarismo del oro que se cirnió sobre toda la nación.Esta es una leyenda muy, muy antigua... Pero poco después de que el imperio se desmoronara y quedara sumergido bajo el agua, los caballeros que tanto habían luchado contra el tirano por fin pudieron quitarse las armaduras y sus historias pasaron a formar parte de las historias y el folclore.",
    "pt-pt": "Na época em que um manto dourado cobria toda a nação, a água pura das nascentes não teve outra escolha senão se esconder nos riachos das montanhas. Foi nesse santuários que nasceram os Cavaleiros da Água Pura.Com suas armaduras de prata como juramento de honra, os cavaleiros protegiam os espíritos provenientes da água pura, defendiam os compatriotas que, assim como eles, acreditavam na existência de uma única fonte original e lutavam contra o autoritarismo do ouro que se impunha sobre toda a nação.Esta é uma lenda muito, muito antiga... mas pouco depois que o império desmoronou e ficou submerso sob a água, os cavaleiros que tanto lutaram contra o tirano finalmente puderam tirar suas armaduras, e suas histórias se tornaram parte da história e do folclore.",
    "fr-fr": "Dans les années où le linceul doré couvrait la terre, l'eau de source pure devait être dissimulée dans des ruisseaux de montagne cachés, et les chevaliers de source sont nés dans ces sanctuaires.Les chevaliers juraient sur leur armure d'argent, afin de protéger les esprits nés de l'eau pure, afin de protéger leurs semblables qui gardaient également foi en la seule source véritable, résistant au pourvoir doré omniprésent qui avait effacé le ciel et éclipsé le soleil. Mais c'est une légende ancienne... Peu de temps après l'effondrement et l'écroulement de l'empire, les chevaliers qui résistaient à l'usurpateur ont perdu leur armure, et leurs histoires ont été oubliées dans un enchevêtrement de légendes et de ballades.",
    "th-th": "ตลอดหลายปีที่ผืนดินถูกปกคลุมด้วยสิ่งทอสีทอง น้ำพุบริสุทธิ์จึงถูกซ่อนไว้ในลำธารบนภูเขาอันลึกลับ และ \"อัศวินแห่งน้ำบริสุทธิ์\" ก็ได้ถือกำเนิดจากที่หลบภัยเหล่านี้อัศวินได้สาบานด้วยชุดเกราะสีเงิน ว่าจะปกป้องเหล่าภูตแห่งน้ำบริสุทธิ์ ปกป้องเพื่อนร่วมชาติที่เชื่อมั่นในแบบเดียวกัน และต่อต้านอำนาจแห่งทองคำที่บดบังท้องฟ้าและดวงอาทิตย์นั่นเป็นตำนานเมื่อนานมาแล้ว... ไม่นานหลังจากที่อาณาจักรล่มสลาย อัศวินที่ต่อต้านทรราชก็ถอดชุดเกราะออก และเรื่องราวของพวกเขาก็กลายเป็นส่วนหนึ่งของเรื่องเล่าและนิทานพื้นบ้านต่าง ๆ",
    "ja-jp": "武器に突破の力を付与する材料。黄金のベールが国土を覆い尽くした時代、純粋な泉水は山々に隠されなければならなかった。「純水騎士」はこれらの避難所で生まれた。騎士たちはシルバーの甲冑に誓った。純水の精霊を守り、唯一の源を信じている故郷の人々を守り、太陽をも覆う黄金の政権に抗うと。あれは遥か昔の伝説…帝国が崩壊して沈没したしばらく後、僭主に抗う騎士たちは甲冑を脱いだ。彼らの物語も、複雑で膨大な物語の歌に消えていた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kecanggihan Mekanik (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 峡湾长歌",
      "合成获得: 浪影阔剑",
      "合成获得: 公义的酬报",
      "深潮的余响 - 炼武秘境：奇械 （周三/周六/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Máy Móc (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "合成獲得",
      "「深潮的餘響」煉武秘境：奇械（週三、週六、週日）"
    ],
    "ko-kr": [
      "연무 비경: 기계 III ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Curious Contraptions (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Abgefahrene Apparate (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подезмелье «Эхо глубоких приливов» (среда/суббота/воскресенье)",
      "• Алхимия",
      "Алхимия: Чаша непорочного моря",
      "Алхимия: Мора",
      "Алхимия: Золотой кубок непорочного моря"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Sofisticación mecánica III-IV (Miércoles, sábado y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Mecanismos Engenhosos (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artifice (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: จักรกล (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：奇械で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/76539619/7eee2fabf392e2206af3d28634809c8d_300205254071424435.png",
  "localIcon": "images/silver_goblet_of_the_pristine_sea.png"
}