{
  "id": "spectral_nucleus",
  "wiki_id": 1020,
  "name": {
    "id-id": "Specter Nucleus",
    "zh-cn": "浮游晶化核",
    "vi-vn": "Hạt Bay Lượn Kết Tinh",
    "zh-tw": "浮游晶化核",
    "ko-kr": "떠도는 정령 결정화 코어",
    "en-us": "Spectral Nucleus",
    "de-de": "Gespensterkern",
    "ru-ru": "Призрачное ядро",
    "es-es": "Núcleo espectral",
    "pt-pt": "Núcleo Espectral",
    "fr-fr": "Noyau spectral",
    "th-th": "Spectral Nucleus",
    "ja-jp": "フライムの晶化核"
  },
  "description": {
    "id-id": "Inti energi penuh yang terkadang dapat ditemukan setelah mengalahkan Specter.Ada perdebatan di antara mereka yang gemar mengelompokkan segala sesuatunya menjadi pemenang dan pecundang: Siapa yang dapat melayang lebih tinggi — Specter atau Anemo Slime?\"",
    "zh-cn": "击败飘浮灵后有时能发现的完整的能量核。在热衷于给任何事物都分个高下的人当中，经常发生这样的争论：飘浮灵和风史莱姆的浮力，究竟孰高孰低。",
    "vi-vn": "Hạt năng lượng thỉnh thoảng được tìm thấy sau khi đánh bại Bóng Ma.Giữa những người thích phân định cao thấp, thường xuyên xảy ra cuộc tranh luận này: Bóng Ma và Slime Phong, rốt cuộc thì bên nào bay cao hơn.",
    "zh-tw": "擊敗飄浮靈後有時能發現的完整的能量核。在熱衷於給任何事物都分個高下的人當中，經常發生這樣的爭論：飄浮靈和風史萊姆的浮力，究竟孰高孰低。",
    "ko-kr": "떠도는 정령 처치 시 일정 확률로 발견할 수 있는 완벽한 에너지 코어.무엇이든 우열을 가리기 좋아하는 사람들 사이에선 이런 논쟁이 자주 일어난다. \"떠도는 정령과 바람 슬라임의 부력 중 뭐가 더 뛰어난 걸까\"",
    "en-us": "A complete energy core that can sometimes be found after defeating Specters.There is a debate among those who just have to divide the world into winners and losers: what floats better — a Specter or an Anemo Slime?",
    "de-de": "Ein kompletter Energiekern, der manchmal nach dem Besiegen von Gespenstern gefunden werden kann.Es gibt eine Debatte unter denen, die die Welt einfach in Gewinner und Verlierer einteilen müssen: Was schwimmt besser, ein Gespenst oder Anemo-Schleim?",
    "ru-ru": "Цельное энергетическое ядро, которое иногда можно получить после победы над призраками.Среди тех, кому просто необходимо разделить мир на победителей и проигравших, идёт спор: что лучше парит - призрак или Анемо слайм?",
    "es-es": "Un núcleo de energía integral que se puede encontrar a veces tras derrotar a un Espectro.Las personas a las que les encanta clasificar las cosas en mejores y peores suelen tener un debate interno: ¿qué flota mejor, los Espectros o los Slimes Anemo?",
    "pt-pt": "Um núcleo energético completo que às vezes pode ser encontrado depois de derrotar Espectros.Há um debate entre aqueles que tem que dividir o mundo entre vencedores e perdedores: quem flutua melhor, um Espectro ou um Slime Anemo?",
    "fr-fr": "Un noyau d'énergie intégral qui peut être ramassé après avoir vaincu un Spectre.Un débat revient souvent parmi ceux qui aiment diviser le monde entre gagnants et perdants : Lequel flotte le mieux dans les airs ? Un Anémoblob ou un Spectre ?",
    "th-th": "แกนพลังงานที่สมบูรณ์ซึ่งอาจพบได้หลังจากกำจัด Specterมักมีการโต้เถียงกันในหมู่ผู้ที่ต้องการจะแบ่งแยกระหว่างผู้แพ้กับผู้ชนะว่า ระหว่าง Specter กับ Anemo Slime สิ่งไหนจะลอยตัวได้ดีกว่ากัน",
    "ja-jp": "フライムを倒すと、たまに見つけられる完全なエネルギー核。物事の雌雄を決させたい人たちの間では、よくこんな議論がある。フライムと風スライムの浮かぶ力、一体どちらが上なのか。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Specter Lv. 60+"
    ],
    "zh-cn": [
      "60级以上飘浮灵掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Bóng Ma cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "角色與武器培養材料",
      "【60級以上】飄浮靈掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 떠도는 정령 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Specters"
    ],
    "de-de": [
      "Beute von Gespenstern ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Призраки Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Призрачное сердце",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Espectros (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Espectros Nv.60+",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Spectre (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Specter Lv.60 ขึ้นไป",
      "ได้รับจากการสรรสร้าง"
    ],
    "ja-jp": [
      "フライム（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral%20Nucleus_icon.png",
  "localIcon": "images/spectral_nucleus.png"
}