{
  "id": "spring_of_pure_sacred_dewdrop",
  "wiki_id": 4035,
  "name": {
    "id-id": "Spring of Pure Sacred Dewdrop",
    "zh-cn": "纯圣露滴的醴泉",
    "vi-vn": "Dòng Suối Giọt Sương Thánh Thuần",
    "zh-tw": "純聖露滴的醴泉",
    "ko-kr": "성스러운 이슬의 샘물",
    "en-us": "Spring of Pure Sacred Dewdrop",
    "de-de": "Quelle reinen heiligen Taus",
    "ru-ru": "Источник чистой капли росы",
    "es-es": "Manantial de rocío sagrado",
    "pt-pt": "Fonte da Gota de Orvalho Pura Sagrada",
    "fr-fr": "Source de rosée sacrée pure",
    "th-th": "Spring of Pure Sacred Dewdrop",
    "ja-jp": "純聖な雫の甘泉"
  },
  "description": {
    "id-id": "Ini adalah barang peninggalan saat \"Lochknight\" masih ada. Para kesatria mengatakan, di antara pegunungan dan mata air yang tidak pernah dikunjungi orang-orang, tetap masih ada peri yang tulus dan setia, yang sedang menjaga mata air paling murni yang belum ternoda.Namun, pencipta Ichor buatan ini tidak bisa mentoleransi suara apa pun yang tidak selaras dengan simfoni agung. Konon katanya ke mana pun Konsultan Musik Boethius pergi, maka di situlah mata air alam dikubur, dan saluran air dibangun, sehingga peri yang terlahir dari Pure Water pun menjadi lenyap ....",
    "zh-cn": "这是「纯水骑士」尚在时的遗物——骑士们说，在无人问津的山野泉流之中仍然有忠诚的精灵，正守护着不被污染的至纯醴泉…然而，人造灵露之主却无法容忍任何不同于伟大乐章的杂音。传说调律师波爱修斯所到之处，自然甘露皆被填埋，树立起帝国的渡槽，纯水的精灵亦销声匿迹…",
    "vi-vn": "Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...",
    "zh-tw": "這是「純水騎士」尚在時的遺物——騎士們說，在無人問津的山野泉流之中仍然有忠誠的精靈，正守護著不被汙染的至純醴泉…然而，人造靈露之主卻無法容忍任何不同於偉大樂章的雜音。傳說調律師波愛修斯所到之處，自然甘露皆被填埋，樹立起帝國的渡槽，純水的精靈亦銷聲匿跡…",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.이것은 「물의 기사」가 아직 존재하던 시절의 유물이다. 기사들은 말했다.누구도 찾지 않는 산과 들의 샘 속에는 여전히 충성스러운 정령이 있어, 오염되지 않는 순수한 샘물을 수호하고 있다고···.하지만 인조 영혼 이슬의 주인은 위대한 악장과 다른 어떤 잡음도 용납할 수 없었다. 그리하여 조율사 보에티우스가 닿는 곳마다 자연의 감로는 묻혀버리고제국의 수로교가 세워져 순수한 물의 정령도 소리 소문 없이 사라졌다고 한다···",
    "en-us": "This is a relic from a time when the Lochknights still roamed — the knights said, there were still loyal spirits in the mountain springs and valleys where none tread, guarding those pure, unpolluted springs... However, the creator of artificial Ichor couldn't tolerate any discord in his great symphony. It is said that wherever the Harmost Boethius went, the natural nectar was buried, the aqueducts of the empire were built, and the spirits born of pure water vanished without a trace...",
    "de-de": "Dies ist ein Relikt aus der Zeit, als die „Okeanidenritterin“ noch durch diese Welt streifte. Die Ritter sagten, dass es in den unberührten Bergquellen noch treue Okeaniden gäbe, die jene reinsten aller reinen Quellen beschützten ...Der Herr des künstlichen Ichors duldete jedoch kein Gemurmel, das von der großen Symphonie abwich. Der Legende nach wurde überall dort, wo der Harmost Boethius seinen Fuß hinsetzte, der natürliche Nektar vergraben. Aquädukte des Reiches wurden errichtet und die aus reinem Wasser geborenen Geister verschwanden spurlos ...",
    "ru-ru": "Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...",
    "es-es": "Esta es una reliquia de cuando aún no existían los Caballeros Aguapura, los cuales siempre afirmaron que, en el manantial de una montaña remota y solitaria, vivían unos espíritus muy leales que protegían a dicho manantial de toda contaminación.Sin embargo, el dueño del icor artificial no podía tolerar la existencia de ningún sonido distinto al de la grandiosa serenata. Se dice que el icor natural quedó sepultado y en el imperio se construyeron acueductos allá por donde pasó el afinador Boecio, de manera que aquellos espíritus de agua pura desaparecieron sin dejar rastro.",
    "pt-pt": "Esta é uma relíquia de quando ainda não existiam os Cavaleiros da Água Pura, que sempre afirmaram que, na nascente de uma montanha remota e solitária, viviam espíritos muito leais que protegiam essa nascente de toda contaminação.No entanto, o dono do orvalho vital artificial não podia tolerar a existência de nenhum som além da grandiosa serenata. Dizem que o orvalho natural ficou enterrado e no império foram construídos aquedutos por onde o Harmosta Boecius passou, fazendo com que aqueles espíritos de água pura desaparecessem sem deixar rastro.",
    "fr-fr": "C'est une relique d'une époque où les chevaliers de source erraient encore... Ces derniers disaient qu'il y avait encore des esprits fidèles dans les sources et les vallées des montagnes où personne ne marchait, gardant ces sources pures et non polluées...Cependant, le créateur de l'ichor artificiel ne pouvait tolérer aucune discorde dans sa grande symphonie. On dit que partout où Boethius l'accordeur est allé, le nectar naturel a été enterré, les aqueducs de l'empire ont été construits et les esprits nés de l'eau pure ont disparu sans laisser de traces...",
    "th-th": "นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...",
    "ja-jp": "武器に突破の力を付与する材料。これは「純水騎士」がまだいた頃の遺物——騎士たちはこう言った。誰も訪れない山を流れる水に、忠実な精霊がいて、穢されない純粋な泉を守っていたと…しかし、イコルを作った人間の主は、偉大な楽章と調和しない一切の不協和音を許さなかった。噂によると、調律師のボエティウスが行き着く場所に、甘露は埋め立てられ、帝国の橋は築かれ、純水精霊は跡形もなく消えていったようだ…"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Keahlian (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 海渊终曲",
      "合成获得: 纯水流华",
      "深潮的余响 - 炼武秘境：匠理 （周二/周五/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Kỹ Thuật (Thú 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深潮的餘響（週二/週五/週日）】煉武秘境：匠理 III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】純聖露滴的真粹"
    ],
    "ko-kr": [
      "연무 비경: III ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Artisanship (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Handwerkskunst (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "Алхимия: Конденсат чистой капли росы",
      "Алхимия: Мора",
      "Алхимия: Эссенция чистой капли росы"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Artesanía III-IV (Martes, viernes y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Artesanato (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artisanat (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หัตถศิลป์ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：匠理で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/54913bb983c08663e91eef34841c80b9_7355033505925903681.png",
  "localIcon": "images/spring_of_pure_sacred_dewdrop.png"
}