{
  "id": "sturdy_shell",
  "wiki_id": 3482,
  "name": {
    "id-id": "Sturdy Shell",
    "zh-cn": "密固的横脊",
    "vi-vn": "Xương Rắn Chắc",
    "zh-tw": "密固的橫脊",
    "ko-kr": "견고한 갑골",
    "en-us": "Sturdy Shell",
    "de-de": "Festes Rückgrat",
    "ru-ru": "Прочная оболочка",
    "es-es": "Caparazón sólido",
    "pt-pt": "Casco Duro",
    "fr-fr": "Coque robuste",
    "th-th": "Sturdy Shell",
    "ja-jp": "堅固な背骨"
  },
  "description": {
    "id-id": "Cangkang dari Consecrated Beast yang masih kokoh.Sisa-sisa dari penggerogotan makhluk agung yang jatuh. Bahkan jika hewan buas ini mendapatkan sedikit kekuatan dari para dewa di masa lalu, mereka tetap akan menghadapi akhir yang sama seperti dewa-dewa itu.",
    "zh-cn": "圣骸兽脊背上坚实的骨壳。噬啮殒落的伟大生灵之躯骸，并藉此升衍的灾兽之骨。纵然窃得昔日权能的片影，兽群终究无法逃过与诸神相同的终局。",
    "vi-vn": "Phần xương kiên cố trên sống lưng của Thánh Hóa Thú.Xương của loài thú tai ương đã nuốt chửng sinh linh vĩ đại, và nhờ đó mà phát triển thăng hoa. Mặc nhiên nhìn trộm hình ảnh quyền năng của ngày xa xưa, bầy thú cuối cùng cũng không thể thoát khỏi kết cục giống như các vị thần.",
    "zh-tw": "聖骸獸脊背上堅實的骨殼。噬齧殞落的偉大生靈之軀骸，並藉此升衍的災獸之骨。縱然竊得昔日權能的片影，獸群終究無法逃過與諸神相同的終局。",
    "ko-kr": "성해 짐승 등에서 나온 단단한 갑골.죽은 위대한 존재의 성해를 삼키고 진화한 재앙의 야수의 뼈다. 신의 권능을 약간 훔쳤지만, 결국 신들과 똑같은 결말을 맞이할 것이다",
    "en-us": "The sturdy shell of a Consecrated Beast.The remains of a ruinous beast that once gnawed at the flesh of great, fallen beings. Even should the beasts sup a sliver of power from the gods of yesteryear, they too will greet the same end as said gods.",
    "de-de": "Feste Knochen vom Rücken einer Bestie heiliger Knochen.Die Knochen eines Unheilstiers, das die Körper der untergegangenen großen Wesen verschlang, um dann mächtiger zu werden. Auch wenn sie sich etwas von der Macht der Vergangenen geraubt haben, konnten die Monster dem gleichen Ende wie die Götter nicht entgehen.",
    "ru-ru": "Прочная оболочка священного хищника. Останки губительного зверя, который когда-то вгрызался в плоть великих низвергнутых созданий. Даже если он унаследовал частицу силы божеств прошлого, ему суждено разделить их участь.",
    "es-es": "El sólido caparazón de una Bestia Sacrósea.Los restos de una bestia, nacida de la ruina, que roía la carne y huesos de grandes seres caídos. Aunque las bestias rapiñen una hebra del poder de los dioses de antaño, acabarán corriendo la misma suerte.",
    "pt-pt": "A carapaça rígida de uma Besta da Ossada Sagrada.É o resquício de uma besta que devorou a carne de deuses caídos. Se estas bestas engolissem um só gole do poder dos deuses de outrora, acabariam por ter o mesmo fim que eles.",
    "fr-fr": "La coque solide d’une Bête sacralisée.Les restes d’une bête née de la ruine, qui rongeait la chair et les os de grands êtres déchus. Même si ces bêtes ont reçu une once de pouvoir des divinités d’antan, elles connaîtront la même fin que ces derniers.",
    "th-th": "เปลือกกระดูกแสนทนทานจากหลังของ Consecrated Beastเศษซากกระดูกของอสูรแห่งภัยพิบัติ ที่กัดแทะร่างของสิ่งมีชีวิตอันยิ่งใหญ่ที่ร่วงหล่นลงมา และอาศัยสิ่งนี้ในการเจริญเติบโต แม้ว่าจะชิงเอาพลังมาจากเหล่าเทพในวันวาน ท้ายสุดแล้วฝูงอสูรก็ไม่อาจหลบหนี จุดจบแบบเดียวกันกับเหล่าทวยเทพได้",
    "ja-jp": "聖骸獣の背にあった堅固な骨殻。滅びた偉大なる生物の死骸を貪って繁衍する災獣の骨。かつての力の片影を盗んでも、獣の群れは神々と同じ運命から逃れることはできない。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem e Arma",
    "fr-fr": "Matériau d'amélioration de personnage",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Consecrated Beast Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "合成获得: 裁叶萃光",
      "40级以上圣骸兽掉落、星尘兑换"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Thánh Hóa Thú Lv40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "40級以上聖骸獸掉落",
      "星塵兌換",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 성해 짐승 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Consecrated Beasts",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Bestien heiliger Knochen ab Stufe 40",
      "Kann hergestellt werden",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Священные хищники Ур. 40+",
      "• Покупается за Звёздную пыль",
      "Алхимия: Опустошённая оболочка",
      "Алхимия: Мора",
      "Алхимия: Меченая оболочка"
    ],
    "es-es": [
      "Obtenido de Bestias Sacróseas (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado por Besta da Ossada Sagrada Nv.40+",
      "Resgate de Poeira Estrelar",
      "Síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Bête sacralisée (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Consecrated Beast Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "聖骸獣(Lv.40以上)がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/22/119402430/7d6ce51627086010d755a7076314589a_2041930276251472173.png",
  "localIcon": "images/sturdy_shell.png"
}