{
  "id": "sturdy_bone_shard",
  "wiki_id": 1342,
  "name": {
    "id-id": "Sturdy Bone Shard",
    "zh-cn": "结实的骨片",
    "vi-vn": "Mảnh Xương Chắc Chắn",
    "zh-tw": "結實的骨片",
    "ko-kr": "단단한 뼛조각",
    "en-us": "Sturdy Bone Shard",
    "de-de": "Stabiles Knochenstück",
    "ru-ru": "Крепкие останки",
    "es-es": "Fragmento de hueso sólido",
    "pt-pt": "Fragmento de osso sólido",
    "fr-fr": "Fragment d'os solide",
    "th-th": "Sturdy Bone Remains",
    "ja-jp": "丈夫な骨片"
  },
  "description": {
    "id-id": "Sebuah pecahan tulang dari makhluk tak dikenal yang entah kenapa sangat disukai oleh Geovishap.Pecahan ini terlihat cukup tua. Walaupun makhluk yang berbentuk mirip seperti naga ini tidak mempunyai bahasa lisan, tapi tampaknya mereka masih memiliki keterikatan khusus dengan pecahan tulang ini.",
    "zh-cn": "出于某种理由，龙蜥十分珍惜的某种生物骨片。看上去有一定的年头。即使是这种不通人言的龙兽，似乎对这种遗骸也拥有某种特殊的憧憬。",
    "vi-vn": "Vì một lý do nào đó, đây là mảnh xương cực kỳ quý hiếm của rồng đất.Trông có vẻ đã trải qua bao năm tháng. Ngay cả giống loài long thú không hiểu tiếng người cũng thèm muốn loại di hài đặc biệt này.",
    "zh-tw": "出於某種理由，龍蜥十分珍惜的某種生物骨片。看上去有一定的年頭。即使是這種不通人言的龍獸，似乎對這種遺骸也擁有某種特殊的憧憬。",
    "ko-kr": "어떤 이유에서인지 용 도마뱀이 무척 아끼는 듯한 생물의 뼛조각.꽤 오래된 것으로 보인다. 인간의 언어를 알아듣지 못하는 짐승이지만 이런 뼈를 특별히 동경하는 것 같다",
    "en-us": "A fragment of an unknown creature's bones that appear to be prized by Geovishaps for some reason.The fragment appears to be quite aged. Despite being dragon-like beasts with no spoken language, they still seem to have some sort of special affection for these bone shards.",
    "de-de": "Das Knochenstück eines Lebewesens, das Drachenechsen aus irgendeinem Grund stark begehren.Es scheint schon sehr alt zu sein. Obwohl diese Wesen nicht einmal der menschlichen Sprache mächtig sind, interessieren sie sich sehr für sterbliche Überreste.",
    "ru-ru": "Фрагмент костей неизвестного существа, которые очень любят геовишапы.Фрагмент выглядит довольно древним. По каким-то непонятным причинам эти драконоподобные существа, не имеющие своего языка, испытывают особую привязанность к осколкам этих костей.",
    "es-es": "Un fragmento de hueso de una criatura desconocida que parece ser muy apreciada por los Dragartos.Este fragmento tiene aspecto de ser muy antiguo. A pesar de ser bestias parecidas a dragones sin lenguaje hablado, parecen tener algún tipo de afecto especial por estos fragmentos.",
    "pt-pt": "Um fragmento dos ossos de uma criatura desconhecida que parece ser valorizada pelos Dragartos por algum motivo.O fragmento parece estar bem envelhecido. Apesar de serem criaturas parecidas com dragões sem uma linguagem, eles ainda parecem ter algum tipo de afeição por estes estilhaços de ossos.",
    "fr-fr": "Fragment d'os qui semble très apprécié des Élémentosaures.L'os doit être assez ancien. Ces créatures cousines du dragon ont beau n'avoir pas de langage à proprement parler, elles semblent malgré tout être très attachées à ce type d'objet.",
    "th-th": "ด้วยเหตุผลอะไรบางอย่าง Geovishap จึงหวงแหนเศษกระดูกของสิ่งมีชีวิตนี้มากดูแล้วค่อนข้างจะเก่าแก่พอสมควร ถึงแม้ว่าจะเป็นอสูรมังกรที่ไม่เข้าใจในภาษาของมนุษย์ แต่ก็เหมือนว่าจะมีความผูกพันบางอย่างกับเศษกระดูกชนิดนี้",
    "ja-jp": "何らかの理由で、ヴィシャップが大切にしているある生き物の骨片。見た感じある程度年月が経っている。たとえ人間の言葉が分からない生き物でも、このような遺骨に特別な憧れを持っているらしい。（以下は図鑑より抜粋）何らかの理由で、ベビーヴィシャップが大切にしているある生き物の骨片。たとえ人間の言葉が分からない生き物でも、このような遺骨に特別な憧れを持っているらしい。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Geovishap Hatchling Lv. 40+",
      "Dijatuhkan oleh Ancient Geovishaps Lv. 40+",
      "Dijatuhkan oleh Bathysmal Vishap Lv. 40+",
      "Penukaran Stardust",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "40级以上幼岩龙蜥掉落",
      "40级以上岩龙蜥掉落",
      "40级以上深海龙蜥掉落",
      "星尘兑换",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Rồng Đất Nhỏ - Nham cấp 40 trở lên rơi",
      "Rồng Đất Nham cấp 40 trở lên rơi",
      "Rồng Biển Sâu cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "武器培養素材",
      "【煉金】石化的骨片",
      "【40級以上】幼岩龍蜥、岩龍蜥、深海龍蜥掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 새끼 바위 용 도마뱀 드랍",
      "Lv.40 이상 바위 용 도마뱀 드랍",
      "Lv.40 이상 심해 용 도마뱀 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Geovishap Hatchlings",
      "Dropped by Lv. 40+ Geovishaps",
      "Dropped by Lv. 40+ Bathysmal Vishaps",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von jungen Geo-Drachenechsen",
      "Beute von Drachenechsen",
      "Beute von Geo-Drachenechsen",
      "Beute von Tiefsee-Drachenechsen",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Вишапы Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Хрупкие останки",
      "Алхимия: Мора",
      "Алхимия: Окаменевшие останки"
    ],
    "es-es": [
      "Obtenido de Crías de Dragarto Geo (Niv.40+)",
      "Obtenido de Dragarto Geo (Niv.40+)",
      "Obtenido de Dragartos de las Profundidades (Niv.40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelas Crias de Dragartos Geo de Nível 40+",
      "Dropado pelos Dragartos Geo de Nível 40+",
      "Dropado pelos Dragartos das Profundezas de Nv. 40+",
      "Resgate de Poeira Estrelar",
      "Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Jeune Géosaure (Niv.40+)",
      "Butin de Géosaure (Niv.40+)",
      "Butin d'Élémentosaure abyssal (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Geovishap Hatchling Lv.40 ขึ้นไป",
      "ดรอปจาก Geovishap Lv.40 ขึ้นไป",
      "ดรอปจาก Bathysmal Vishap Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "ベビーヴィシャップ・岩（Lv.40以上）がドロップ",
      "ヴィシャップ・岩（Lv.40以上）がドロップ",
      "アビサルヴィシャップ（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sturdy%20Bone%20Shard_icon.png",
  "localIcon": "images/sturdy_bone_shard.png"
}