{
  "id": "sublimation_of_pure_sacred_dewdrop",
  "wiki_id": 4036,
  "name": {
    "id-id": "Sublimation of Pure Sacred Dewdrop",
    "zh-cn": "纯圣露滴的凝华",
    "vi-vn": "Ngưng Kết Giọt Sương Thánh Thuần",
    "zh-tw": "純聖露滴的凝華",
    "ko-kr": "성스러운 이슬의 승화",
    "en-us": "Sublimation of Pure Sacred Dewdrop",
    "de-de": "Sublimation reinen heiligen Taus",
    "ru-ru": "Конденсат чистой капли росы",
    "es-es": "Sublimación de rocío sagrado",
    "pt-pt": "Sublimação da Gota de Orvalho Pura Sagrada",
    "fr-fr": "Sublimation de rosée sacrée pure",
    "th-th": "Sublimation of Pure Sacred Dewdrop",
    "ja-jp": "純聖な雫の昇華"
  },
  "description": {
    "id-id": "\"Makhluk hidup yang berasal dari Laut Primordial pasti akan kembali ke nasib yang sama\". Konsultan musik Boethius pernah berkata demikian. \"Tapi kemungkinan tak terbatas yang mungkin bisa dilampaui oleh manusia bahkan tidak akan bisa dimurnikan oleh Laut Primordial sekalipun ....\"Tiran yang angkuh itu pernah mencoba untuk mencampur Ichor yang tak larut dalam air dengan Pure Water, untuk bisa menampung ingatan dan kebijaksanaannya, sehingga pejabat dan rakyatnya bisa terlepas dari raga kasar ini dan memperoleh kehidupan merdeka yang abadi.Tapi penderitaan dari konversi tubuh dan roh tidak serta-merta sanggup ditanggung oleh makhluk hidup biasa saja. Perintah tiran pun menjadi sobekan bagi jiwa-jiwa yang hancur ....Ichor akhirnya menjadi hitam karena tangisan dari berbagai roh, dan sejak itu, dia kehilangan kesadarannya, dan hanya menyisakan kekacauan dan kegilaan.",
    "zh-cn": "「源自原始之海的活物，必将回归同一的命运。」调律师波爱修斯曾如是说，「但人的超越有着无限可能，即使原始的胎海也无法将之消融净尽…」傲慢的僭主曾试图调配不溶于纯水的灵露，以之容纳灵智与记忆，令臣民得以抛却肉身，获得永恒独立的生命。但灵肉转换的痛苦并非任何凡俗生命能够承受，僭主的律令撕扯着破碎的灵魂…灵露被众多魂灵的哭嚎染成黑色，从此其中失却调谐的神智，只余混乱与疯狂。",
    "vi-vn": "\"Sinh vật sống đến từ biển khởi nguyên, ắt sẽ trở về với cùng chung vận mệnh.\" Người chỉnh âm Boethius từng nói như vậy, \"nhưng sự siêu việt của con người có khả năng vô hạn, cho dù là nước biển khởi nguyên cũng không thể làm nó tan biến hết...\"Quân chủ ngạo mạn từng thử điều chế ra Linh Lộ không tan trong nước, dùng để dung nạp tri thức và ký ức, để các thần dân có thể vứt bỏ thân xác, nhận được sinh mệnh độc lập vĩnh hằng.Nhưng nỗi thống khổ của việc chuyển đổi linh hồn và thể xác không phải bất cứ sinh mệnh phàm tục nào cũng có thể chịu được, luật lệnh của quân chủ đã xé nát những linh hồn vụn vỡ...Linh Lộ đã bị tiếng than khóc của biết bao linh hồn nhuốm thành sắc đen, từ đó bên trong đã mất đi thần trí hài hòa, chỉ còn lại hỗn loạn và điên cuồng.",
    "zh-tw": "「源自原始之海的活物，必將回歸同一的命運。」調律師波愛修斯曾如是說，「但人的超越有著無限可能，即使原始的胎海也無法將之消融淨盡…」傲慢的僭主曾試圖調配不溶於純水的靈露，以之容納靈智與記憶，令臣民得以拋卻肉身，獲得永恆獨立的生命。但靈肉轉換的痛苦並非任何凡俗生命能夠承受，僭主的律令撕扯著破碎的靈魂…靈露被眾多魂靈的哭嚎染成黑色，從此其中失卻調諧的神智，只餘混亂與瘋狂。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.「원시의 바다에서 나온 생명은 하나로 돌아갈 운명을 지녔다」조율사 보에티우스는 그렇게 말했다.「하지만 인간의 가능성은 무한하다. 원시 모태의 바다라도 모두 녹여버릴 수는없을 것이다···」오만한 참주는 순수한 물에 녹지 않는 영혼 이슬을 만들려 했다.지혜와 기억을 그 안에 담아 신민들이 육신을 버려 영원하고독립적인 생명을 얻을 수 있도록 말이다.하지만 영혼과 육체가 뒤바뀌는 고통은 일반적인 생명이 이겨낼 수 없었고,참주의 법령은 부서진 영혼을 찢어발겼을 뿐이었다···.영혼 이슬은 수많은 영혼의 통곡 속에 검게 물들었고,조화로운 지혜는 사라진 채 혼돈과 광기만이 남게 되었다",
    "en-us": "\"Life that came from the primordial sea is inevitably fated to return to it.\" Thus spoke the Harmost Boethius. \"But there are infinite possibilities for humans to transcend, and even the waters of the primordial sea cannot completely dissolve them...\"The arrogant usurper once attempted to mix insoluble Ichor with pure water, to contain wisdom and memories, allowing his subjects and servants to discard their physical bodies, and obtain independent, eternal lives.But the pain of severing soul and body cannot be endured by any ordinary life, and the usurper's order tore apart and shattered souls...The Ichor was dyed black by the crying and howling of so many souls, and it lost its harmony and wisdom, leaving only chaos and madness.",
    "de-de": "„Alles Leben, das aus jenem Ursprünglichen Meer kommt, wird zu demselben Schicksal auch wieder zurückkehren.“ So sprach der Harmost Boethius: „Aber die Möglichkeiten menschlicher Transzendenz sind unendlich, und selbst das Urmeer vermag nicht, sie alle aufzulösen ...“Einst hatte der anmaßende Tyrann versucht, einen unauflöslichen reinen Ichor zu brauen, der spirituelle Weisheit und Gedächtnis gewähren sollte. Er wollte, dass seine Untertanen sich der Last ihrer physischen Leiber entledigten, um ein Sein der Ewigkeit und Unabhängigkeit zu erlangen.Doch der Schmerz spiritueller Transformation ist ein solcher, wie ihn kein sterbliches Leben je ertragen könnte, und die Order des Tyrannen zerfleischte die Seelen und ließ sie in Fetzen zurück ...Die Schreie der zahllosen Gepeinigten tauchten den Ichor in ein tiefes Schwarz und verloren ward Harmonie und Vernunft unter ihnen. Was blieb, waren Chaos und Wahnsinn.",
    "ru-ru": "«Жизнь, вышедшая из первозданного моря, неизбежно должна в него вернуться», - так говорил гармост Боэций. - Но возможности человека безграничны, и даже воды первозданного моря не могут полностью растворить их...»Надменный тиран пытался создать ихор, нерастворимый в чистой воде, в котором содержались бы духовная мудрость и память, дабы его подданные могли отбросить своё физическое тело и обрести вечную и независимую жизнь.Но боль разделения души и тела не в силах выдержать ни один смертный, и приказ тирана разрывал изломанные души...От криков множества душ ихор окрасился в чёрный цвет, утратил гармонию и мудрость, оставив лишь хаос и безумие.",
    "es-es": "El afinador Boecio dijo una vez: “Los animales que proceden del Mar Primigenio tendrán todos el mismo destino, pero el espíritu de superación de los humanos tiene infinitas posibilidades, por lo que ni dicho mar podrá engullirlos”.En el pasado, el arrogante tirano intentó utilizar el icor, el cual era insoluble en agua pura, para reunir la sabiduría y los recuerdos con los que ordenar a sus súbditos a que renunciaran a su cuerpo físico y obtuvieran una vida eterna independiente.Sin embargo, ningún ser vivo normal era capaz de soportar el dolor de esa transformación corpórea, así que, por culpa del decreto del tirano, las almas de esas personas se hicieron añicos.Así pues, el icor se manchó de negro por los gritos y los llantos de un sinfín de almas, con lo que perdió toda la armonía y sabiduría que contenía y se transformó en un objeto de caos y locura.",
    "pt-pt": "O Harmosta Boecius certa vez disse: \"Os animais que vêm do Mar Primordial terão todos o mesmo destino, mas o espírito de superação dos humanos possui infinitas possibilidades, de modo que nem mesmo esse mar poderá engoli-los\".No passado, o arrogante tirano tentou usar o orvalho vital, que era insolúvel em água pura, para reunir a sabedoria e as memórias com as quais ordenasse a seus súditos que renunciassem ao seu corpo físico e obtivessem uma vida eterna independente.No entanto, nenhum ser vivo comum era capaz de suportar a dor dessa transformação corporal, e assim, devido ao decreto do tirano, as almas dessas pessoas se fragmentaram.Assim, o orvalho vital foi manchado de negro pelos gritos e choros de inúmeras almas, perdendo toda a harmonia e sabedoria que continha e se transformado em um objeto de caos e loucura.",
    "fr-fr": "« La vie qui est venue de la mer primordiale est inévitablement destinée à y retourner. », dit l'accordeur Boethius. « Mais les humains ont d'infinies possibilités de transcender, et même les eaux de la mer primordiale ne peuvent pas les dissoudre complètement... »L'usurpateur arrogant a autrefois tenté de mélanger l'ichor insoluble avec de l'eau pure, afin de contenir la sagesse et les souvenirs, ce qui permettrait ainsi à ses sujets et serviteurs de se débarrasser de leur corps physique et d'obtenir des vies indépendantes et éternelles.Mais sectionner l'âme du corps est une douleur qui ne peut être supportée par aucune vie ordinaire, et l'ordre de l'usurpateur déchira et brisa leurs âmes...L'ichor fut alors teint en noir par les pleurs et les hurlements de tant d'âmes, et il perdit son harmonie et sa sagesse, ne laissant que le chaos et la folie.",
    "th-th": "\"สิ่งมีชีวิตที่มาจากทะเลบรรพกาล จะต้องหวนคืนสู่ชะตากรรมเดียวกัน\" ช่างจูนเสียง Boethius เคยกล่าวไว้เช่นนี้ \"แต่การก้าวข้ามขีดกำจัดของมนุษย์ มีความเป็นไปได้อย่างไม่สิ้นสุด ซึ่งแม้แต่ทะเลบรรพกาลเอง ก็ไม่สามารถละลายมันได้...\"ทรราชผู้เย่อหยิ่งเคยพยายามผสมหยาดน้ำค้างวิญญาณที่ไม่ละลายในน้ำบริสุทธิ์ เพื่อรับเอาสติปัญญาและความทรงจำ และให้ผู้ทดลองสามารถละทิ้งร่างกายของตนเพื่อรับชีวิตอิสระชั่วนิรันดร์...แต่ความเจ็บปวดจากการเปลี่ยนแปลงทางร่างกาย มันหนักหนาเกินกว่าที่มนุษย์ธรรมดาจะรับได้...หยาดน้ำค้างวิญญาณถูกย้อมเป็นสีดำด้วยเสียงร้องของวิญญาณมากมาย และตั้งแต่นั้นมา มันก็สูญเสียปัญญาประสาน หลงเหลือไว้เพียงความโกลาหลและความบ้าคลั่ง",
    "ja-jp": "武器に突破の力を付与する材料。「原始の海から生まれた生き物は、必ず同じ運命に帰るでしょう。」調律師のボエティウスはかつてこう語った。「しかし、何かを越えていく人間には無限の可能性が秘められていて、たとえ原始の胎海でも、それを全部溶かすことはできません…」傲慢な僭主はかつて、民に肉体を捨て、独立した永遠の命を手に入れてもらうよう、知恵と記憶を保存する、純水に溶けないイコルを作ろうとした。だが、精神と肉体の転換による苦しみは、凡人には耐えられるものではなかった。僭主の命令はボロボロの魂を引き裂いた…多くの魂の慟哭により、イコルは黒く染められ、調和を失った精神には、混乱と狂気だけが残されていた。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Keahlian (Selasa/Jumat/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 海渊终曲",
      "合成获得: 纯水流华",
      "深潮的余响 - 炼武秘境：匠理 （周二/周五/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Kỹ Thuật (Thú 3/Thứ 6/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "【深潮的餘響（週二/週五/週日）】煉武秘境：匠理 II / III / IV",
      "合成獲得",
      "武器突破素材",
      "【煉金】純聖露滴的醴泉"
    ],
    "ko-kr": [
      "연무 비경: 장인 II ~ IV (화요일/금요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Artisanship (Tuesday/Friday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Handwerkskunst (Dienstag/Freitag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (вторник/пятница/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Осадок чистой капли росы",
      "Алхимия: Мора",
      "Алхимия: Источник чистой капли росы"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Artesanía II-IV (Martes, viernes y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Artesanato (Terça-feira/Sexta-feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artisanat (Mardi/Vendredi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: หัตถศิลป์ (วันอังคาร/วันศุกร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：匠理で獲得可能（火曜/金曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/bfe4638702fbef7e67d5d84b99d5276d_4199511524081120245.png",
  "localIcon": "images/sublimation_of_pure_sacred_dewdrop.png"
}