{
  "id": "tile_of_decarabians_tower",
  "wiki_id": 1879,
  "name": {
    "id-id": "Tile of Decarabian's Tower",
    "zh-cn": "高塔孤王的破瓦",
    "vi-vn": "Ngói Vỡ Tháp Cô Vương",
    "zh-tw": "高塔孤王的破瓦",
    "ko-kr": "고탑 왕의 잔해",
    "en-us": "Tile of Decarabian's Tower",
    "de-de": "Decabarians zerbrochener Ziegel",
    "ru-ru": "Плитка башни Декарабиана",
    "es-es": "Fragmento de azulejo de Decarabian",
    "pt-pt": "Fragmento de Azulejo de Decarabian",
    "fr-fr": "Tuile cassée de Décarabian",
    "th-th": "Tile of Decarabian's Tower",
    "ja-jp": "高塔の王の瓦"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Tempat yang sekarang dikenal sebagai Stormterror's Lair dulunya adalah ibu kota yang dibangun oleh Decarabian sang Dewa Badai. Karena mimpi kemakmuran ini dibangun oleh kekuatannya, pecahan-pecahan yang tertinggal saat mimpinya hancur masih memiliki kekuatan besar.",
    "zh-cn": "赋予武器突破之力的材料。最近被称为风龙废墟的地方，曾经是烈风的魔神「迭卡拉庇安」建造的王都。因这繁华之梦全是魔神之力所造，因此梦碎瞬间的破瓦断片也有强大的力量。",
    "vi-vn": "Nguyên liệu có sức mạnh đột phá vũ khí.Gần đây nơi được mệnh danh là Phế Tích Phong Long, từng là vương đô được kiến tạo bởi \"Decarabian\" - Ma thần của gió. Vì giấc mơ phồn hoa này được tạo ra bởi sức mạnh ma thần, nên khi giấc mơ tan vỡ, những mảnh vụn của nó cũng mang sức mạnh to lớn.",
    "zh-tw": "賦予武器突破之力的素材。最近被稱為風龍廢墟的地方，曾經是烈風的魔神「迭卡拉庇安」建造的王都。因這繁華之夢全是魔神之力所造，因此夢碎瞬間的破瓦斷片也有強大的力量。",
    "ko-kr": "무기에 돌파의 힘을 부여하는 재료.바람 드래곤의 폐허라는 곳은 원래 열풍의 마신 「데카라비안」이 건설한 왕도였다. 이 번화한 꿈은 모두 마신의 힘으로 만들어졌기 때문에 꿈이 파괴되는 순간 만들어진 파편도 강력한 힘을 품고 있다",
    "en-us": "Weapon Ascension Material.The place now known as Stormterror's Lair was once the capital city of Decarabian, the God of Storms. Since this dream of prosperity was created entirely by his divine might, the broken pieces left behind by the shattering of that dream still possess great power.",
    "de-de": "Material mit der Kraft, Waffen aufsteigen zu lassen.Dvalins Ruinen, wie sie in letzter Zeit genannt werden, waren ursprünglich die Palastanlagen des Archons des Windes „Decabarian“. Da dieser majestätische Traum von einem Archon geschaffen wurde, ist die Macht dieses Bruchstücks auch nach dem Untergang des Traums enorm.",
    "ru-ru": "Материал возвышения оружия.Место, ныне известное как логово Ужаса Бури, в древности было столицей Декарабиана, бога бури. Его стремления были созданы из божественной силы, поэтому осколки его разбитой мечты до сих пор хранят в себе частицу его могущества.",
    "es-es": "Material de ascensión de arma.En el pasado, el lugar actualmente conocido como la Guarida de Stormterror fue la capital construida por Decarabian, el Arconte de la Tempestad. Dado que este próspero sueño fue creado por su poder, las piezas rotas que quedaron cuando el sueño se hizo añicos todavía poseen un gran poder.",
    "pt-pt": "Material de Ascensão de Armas.O local atualmente conhecido como Toca de Stormterror já foi a capital construída por Decarabian, o Arconte Anemo. Desde que esse sonho próspero foi criado pelo seu poder, os pedaços partidos deixados para trás quando o sonho foi destruído ainda possuem grandes poderes.",
    "fr-fr": "Matériau d'élévation d'arme.L'endroit qu'on nomme l'Antre de Stormterror aujourd'hui était autrefois une cité construite par Décarabian, le Seigneur des Rafales. Ce beau rêve prospère a été créé par le pouvoir de l'Archon, et même après sa destruction, les tuiles cassées et les fragments dispersés laissés derrière possèdent toujours une grande puissance.",
    "th-th": "ปัจจุบันรู้จักกันในชื่อรังของ Stormterror ครั้งหนึ่งเคยเป็น เมืองหลวงที่ถูกสร้างขึ้นโดย เทพปีศาจแห่งลม \"Decarabian\" เนื่องจากความฝันอันรุ่งโรจน์นี้ ถูกสร้างขึ้นโดยพลังของเทพปีศาจ ดังนั้นกระเบื้องที่แตกหัก ในขณะที่ความฝันแตกสลายเอง ก็มีพลังที่สูงเช่นกัน",
    "ja-jp": "武器に突破の力を付与する材料。最近風龍廃墟と呼ばれた場所は、かつての烈風の魔神「デカラビアン」が作った王都だった。繁華な夢はすべて魔神の力によって作られたため、夢が破った瞬間の瓦でも強い力がある。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "Weapon Ascension Material",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kota Bayangan Air (Senin/Kamis/Minggu)",
      "Dibeli dari Toko Suvenir di Mondstadt"
    ],
    "zh-cn": [
      "蒙德纪念品商店兑换"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Thủy Quang Thành (Thứ 2/Thứ 5/Chủ Nhật)",
      "Đổi trong Cửa Hàng Lưu Niệm Mondstadt"
    ],
    "zh-tw": [
      "武器突破素材",
      "【煉金】高塔孤王的殘垣",
      "【塞西莉亞苗圃（週一/四/日） 】煉武祕境：水光之城 I / II / III / IV",
      "蒙德瑪喬麗【「榮光之風」店主】處購買"
    ],
    "ko-kr": [
      "연무 비경: 물과 빛의 성 I ~ IV (월요일/목요일/일요일)",
      "몬드 기념품 상점 교환"
    ],
    "en-us": [
      "Domain of Forgery: City of Reflections (Monday/Thursday/Sunday)",
      "Purchase from the Souvenir Shop in Mondstadt"
    ],
    "de-de": [
      "Im Ceciliagarten in Mondstadt",
      "Sphäre der Kriegskunst: Stadt des glänzendes Wassers (Montag/Donnerstag/Sonntag)",
      "Beim Andenkenhändler von Mondstadt zu erhalten",
      "Transformationsergebnis vom Parameterwandler"
    ],
    "ru-ru": [
      "• Подземелье «Сад Сесилии» (понедельник/четверг/воскресенье)",
      "• Сувенирная лавка Мондштадта",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Обломок стены Декарабиана"
    ],
    "es-es": [
      "Jardín de cecilias. Dominio de la forja: Ciudad de los reflejos I-IV (Lunes, Jueves, Domingo)",
      "Comprado en la Tienda de recuerdos de Mondstadt"
    ],
    "pt-pt": [
      "Domínio da Forja: A Cidade das Reflexões (Segunda-Feira/Quinta-Feira/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Ville de réflexions (Lundi/Jeudi/Dimanche)",
      "Boutique de souvenirs de Mondstadt"
    ],
    "th-th": [
      "แลกได้ที่ร้านขายของที่ระลึกใน Mondstadt",
      "ดันเจี้ยนแห่งการต่อสู้: เมืองแห่งประกายน้ำ (วันจันทร์/วันพฤหัสบดี/วันอาทิตย์)"
    ],
    "ja-jp": [
      "モンド練武秘境：水光の城及び滝壺祭壇で獲得可能（月曜/木曜/日曜）",
      "モンド記念品ショップ交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tile%20of%20Decarabian's%20Tower_icon.png",
  "localIcon": "images/tile_of_decarabians_tower.png"
}