{
  "id": "treasure_hoarder_insignia",
  "wiki_id": 629,
  "name": {
    "id-id": "Treasure Hoarder Insignia",
    "zh-cn": "寻宝鸦印",
    "vi-vn": "Ấn Quạ Tầm Bảo",
    "zh-tw": "尋寶鴉印",
    "ko-kr": "보물찾기 까마귀 휘장",
    "en-us": "Treasure Hoarder Insignia",
    "de-de": "Krähenwappen der Schatzsuche",
    "ru-ru": "Печать Похитителей сокровищ",
    "es-es": "Insignia de cuervo de bronce",
    "pt-pt": "Insígnia dos Ladrões de Tesouro",
    "fr-fr": "Insigne des Pilleurs",
    "th-th": "Treasure Hoarders Insignia",
    "ja-jp": "宝探しの鴉マーク"
  },
  "description": {
    "id-id": "Lencana yang dengan bangga menandakan posisi pemiliknya sebagai anggota Treasure Hoarder. Mengejar harta tanpa mengenal batas. Tapi, ngomong-ngomong soal itu... apakah menjadi pencuri adalah sesuatu yang bisa dibanggakan?",
    "zh-cn": "骄傲地标识着盗宝团身份的印记，描绘着他们对宝藏永无止境的追求。话虽如此，盗贼的身份真的需要骄傲地展示吗…？",
    "vi-vn": "Dấu ấn kiêu hãnh thể hiện danh tính của Đạo Bảo Đoàn, miêu tả những chuyến truy tìm kho báu vô tận của họ. Tuy nói vậy, danh tính đạo tặc có cần phải được thể hiện một cách tự hào không nhỉ...?",
    "zh-tw": "驕傲地標示著盜寶團身分的印記，描繪著他們對寶藏永無止境的追求。話雖如此，盜賊的身分真的需要驕傲地展示嗎…？",
    "ko-kr": "보물 사냥단 신분을 과시하는 인장, 보물을 향한 그들의 끝없는 갈망을 보여준다. 아무리 그래도 도둑이라는 신분을 자랑스럽게 과시하나…?",
    "en-us": "A signet that proudly represents its owner's position as member of the Treasure Hoarders. The pursuit of treasure knows no bounds. That said... Is being a thief something to be proud of?",
    "de-de": "Dieses Zeichen deutet stolz auf die Zugehörigkeit zu den Schatzräubern hin. Es steht für die ewige Suche nach den größten Schätzen. Aber mal ganz ehrlich ... Ist das wirklich ein Grund stolz auf sich zu sein?",
    "ru-ru": "Печать Похитителей сокровищ, определяющая положение владельца в банде. Стремление за сокровищами не имеет границ, но стоит ли гордиться тем, что ты вор...?",
    "es-es": "Una insignia que representa con orgullo la posición del portador como miembro de los Ladrones de Tesoros. La búsqueda de tesoros no tiene límites. Pero... ¿ser un ladrón es algo de lo que uno pueda sentirse orgulloso?",
    "pt-pt": "Uma insígnia que orgulhosamente representa a posição de seus proprietários como membro dos Ladrões de Tesouro. A busca por tesouros não tem limites. Dito isso... ser ladrão é algo para se orgulhar?",
    "fr-fr": "Un insigne porté avec fierté et qui indique le rang de son propriétaire au sein des Pilleurs de trésors. Leur soif de richesse ne pourra jamais être assouvie... Ceci dit, depuis quand peut-on se vanter d'être un voleur ?",
    "th-th": "ตราสัญลักษณ์ที่แสดงถึงสถานะ สมาชิกของกองโจรล่าสมบัติอย่าง ภาคภูมิใจ การตามหาขุมทรัพย์ที่ไม่มีใครรู้ กล่าวกันว่า การเป็นขโมยคืออะไรที่น่าภูมิใจ...?",
    "ja-jp": "宝盗団の誇りであるマーク、彼らの宝物に対する永遠不滅の情熱を示すものである。とはいえ、自分が盗賊ということを誇らしげに示す必要はあるかな…？"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Развитие персонажа",
    "es-es": "Material de mejora de personaje",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Treasure Hoarder",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "盗宝团掉落",
      "星尘兑换"
    ],
    "vi-vn": [
      "Đạo Bảo Đoàn rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "角色與武器培養素材",
      "【煉金】藏銀鴉印",
      "盜寶團掉落",
      "星塵兌換"
    ],
    "ko-kr": [
      "보물 사냥단 드랍",
      "스타더스트 교환"
    ],
    "en-us": [
      "Dropped by Treasure Hoarders",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Schatzräubern",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "Похитители сокровищ",
      "Покупается за Звёздную пыль"
    ],
    "es-es": [
      "Obtenido de Ladrones de Tesoros",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "Dropado pelos Ladrões de Tesouro",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Butin de Pilleur de trésors",
      "Échange Astrions"
    ],
    "th-th": [
      "ดรอปจากสมาชิกของกองโจรล่าสมบัติ",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "宝盗団がドロップ",
      "スターダスト交換"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure%20Hoarder%20Insignia_icon.png",
  "localIcon": "images/treasure_hoarder_insignia.png"
}