{
  "id": "trimmed_red_silk",
  "wiki_id": 2705,
  "name": {
    "id-id": "Trimmed Red Silk",
    "zh-cn": "镶边红绸",
    "vi-vn": "Băng Đỏ Viền Vàng",
    "zh-tw": "鑲邊紅綢",
    "ko-kr": "장식된 붉은 비단",
    "en-us": "Trimmed Red Silk",
    "de-de": "Geränderte rote Seide",
    "ru-ru": "Окаймлённый красный шёлк",
    "es-es": "Seda roja bordada",
    "pt-pt": "Seda Vermelha Bordada",
    "fr-fr": "Soie rouge brodée",
    "th-th": "Trimmed Red Silk",
    "ja-jp": "縁飾の赤い絹"
  },
  "description": {
    "id-id": "Sepotong sutra merah yang dipangkas dengan dekorasi yang sederhana.Seorang prajurit berpengalaman dapat mendeteksi kelemahan dari mata musuh mereka dan memanfaatkannya. Pasukan di Eremite telah lama kehilangan seorang tuan untuk dilayani, dan sekarang mereka tidak memiliki siapa pun untuk dipercaya selain diri mereka sendiri. Dikatakan bahwa mereka sangat yakin kalau segala sesuatu bisa berkhianat, termasuk mata mereka sendiri.",
    "zh-cn": "镶有简单装饰的红色绸缎。老练的战士能够从对手眼神中的破绽，找到先机。镀金旅团早已失去了可效忠的主，能够相信的只有自己。据说，他们坚信万物皆会背叛，连自己的双眼也不例外。",
    "vi-vn": "Dải lụa đỏ được khảm trang sức đơn giản.Những chiến sĩ lão luyện có thể tìm ra sơ hở trong mắt đối thủ. Eremite đã mất đi chủ nhân để có thể trung thành từ lâu, chỉ có thể tin vào chính mình. Nghe nói, họ tin chắc rằng tất cả mọi thứ đều phản bội, ngay cả chính đôi mắt của mình cũng không ngoại lệ.",
    "zh-tw": "鑲有簡單裝飾的紅色綢緞。老練的戰士能夠從對手眼神中的破綻，找到先機。鍍金旅團早已失去了可效忠的主，能夠相信的只有自己。據說，他們堅信萬物皆會背叛，連自己的雙眼也不例外。",
    "ko-kr": "간단하게 장식한 붉은 비단.노련한 전사는 상대방의 눈빛에서 허점을 파악해 기회를 포착한다. 도금 여단은 충성을 바칠 지도자를 잃은 지 오래라 믿을 수 있는 건 자신밖에 없다. 그들은 세상 만물과 자신의 두 눈조차 자신을 배신할 수 있을 거라 굳게 믿고 있다",
    "en-us": "A piece of red silk trimmed with simple decorations.A seasoned warrior can detect weaknesses from their foe's eyes and thus take advantage. The Eremites have long since lost a master to serve, and now they have no one to trust but themselves.Word has it that they are more than convinced that all things betray, even their own eyes.",
    "de-de": "Rote Seide mit einfachen Verzierungen an den Rändern.Erfahrene Kämpfer können anhand der Bewegungen der Augen ihres Kontrahenten die Gelegenheit zum Zuschlagen erkennen. Die Goldbrigaden haben schon seit Langem den Herren verloren, dem sie die Treue schwören können, und können nur sich selbst vertrauen. Es heißt, sie vertrauten darauf, dass alle Dinge sie verraten könnten und sie machen dabei selbst bei ihren Augen keine Ausnahme.",
    "ru-ru": "Красная шёлковая лента, обшитая по краям простой каймой.Опытный воин способен по взгляду противника нащупать его слабину. Пустынники давно утратили своих покровителей и могут полагаться только на себя. Они ничему не доверяют – даже собственному взгляду.",
    "es-es": "Un trozo de seda roja recortada con adornos sencillos.Un guerrero experimentado es capaz de detectar la debilidad en los ojos de su adversario y tomar ventaja de ella. Desde hace tiempo, Los Eremitas no tienen un maestro al que servir, y ahora no confían en nadie más que en sí mismos. Están convencidos de que cualquier cosa te puede traicionar, incluso tus propios ojos.",
    "pt-pt": "Cetim vermelho com enfeites simples incrustados.Guerreiros experientes podem encontrar falhas até mesmo em um olhar do oponente para obter uma oportunidade. Os Eremitas estão sem seu líder há muito tempo, e só podem confiar em si mesmos. Dizem que eles acreditam firmemente que tudo trai, até mesmo seus próprios olhos.",
    "fr-fr": "Un morceau de soie rouge garni de décorations simples.Un guerrier aguerri peut détecter les faiblesses dans les yeux de son ennemi et en tirer ainsi profit. Les Érémites ont perdu leur maître il y a fort longtemps, et aujourd'hui, ils ne font plus confiance qu'à eux-mêmes. On dit qu'ils sont plus que convaincus que toutes les choses du monde les trahissent, même leurs propres yeux.",
    "th-th": "ผ้าซาตินที่ประดับด้วยลวดลายแบบเรียบง่ายนักรบที่มากประสบการณ์มักจะพบจุดอ่อนและฉกฉวยโอกาสได้จากสายตาของคู่ต่อสู้ กลุ่ม Eremite ได้สูญเสียผู้นำที่น่ายกย่องไปนานแล้ว สิ่งที่เชื่อมั่นได้มีเพียงตนเองเท่านั้นว่ากันว่า พวกเขาเชื่อว่าทุกสิ่งอย่างล้วนมีวันต้องทรยศหักหลัง ไม่เว้นแม้กระทั่งดวงตาทั้งคู่ของตัวเอง",
    "ja-jp": "シンプルな装飾の赤い絹。ベテランの戦士は相手の隙をついて先制攻撃をし、戦況を有利にできる。忠誠を誓う主をとっくに失ったエルマイト旅団にとって、信じられるのは自分だけ。噂によれば、彼らはあらゆるもの——自分自身の目でさえも、自分を裏切ると確信しているらしい。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Eremite Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "合成获得: 猎人之径",
      "合成获得: 森林王器",
      "合成获得: 原木刀",
      "40级以上镀金旅团掉落  合成获得",
      "合成获得: 褪色红绸"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Eremite cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "【40級以上】鍍金旅團掉落",
      "星塵兌換",
      "合成獲得",
      "角色與武器培養材料",
      "【煉金】織金紅綢"
    ],
    "ko-kr": [
      "Lv.40 이상 도금 여단 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Eremites",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Goldbrigaden ab Stufe 40",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Пустынники  Ур. 40+",
      "• Покупается за Звёздную пыль",
      "Алхимия: Выцветший красный шёлк",
      "Алхимия: Мора",
      "Алхимия: Златотканый красный шёлк"
    ],
    "es-es": [
      "Obtenido de Eremitas (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelos Eremitas Nv.40+  Resgate de Poeira Estrelar  Obtido na síntese"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin d'Érémite (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากกลุ่ม Eremite Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "エルマイト旅団（Lv.40以上）がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/08/8459597/ea95ad3608c20df54eb36f9e5a3cdac6_5761139706386382644.png",
  "localIcon": "images/trimmed_red_silk.png"
}