{
  "id": "turbid_prism",
  "wiki_id": 2890,
  "name": {
    "id-id": "Turbid Prism",
    "zh-cn": "混浊棱晶",
    "vi-vn": "Lăng Kính Vẩn Đục",
    "zh-tw": "混濁稜晶",
    "ko-kr": "혼탁한 결정",
    "en-us": "Turbid Prism",
    "de-de": "Trübes Prisma",
    "ru-ru": "Загрязнённая призма",
    "es-es": "Prisma enturbiado",
    "pt-pt": "Prisma Turvo",
    "fr-fr": "Prisme trouble",
    "th-th": "Turbid Prism",
    "ja-jp": "濁ったプリズム"
  },
  "description": {
    "id-id": "Komponen tidak utuh yang diperoleh dengan cara mengalahkan Primal Construct. Konon katanya mesin-mesin ini berbeda dari mesin ruin yang berasal dari jauh di dalam gurun, karena mesin-mesin ini tidak terlihat dibuat sebagai pembawa berita kehancuran atau penaklukan.",
    "zh-cn": "打倒元能构装体后获得的老旧零件。据说这些机械与同样来自沙海深处的「遗迹机关」不同，并不是作为歼灭与征服的使者被制造出来的。",
    "vi-vn": "Linh kiện cũ thu được sau khi đánh bại kết cấu năng lượng.Nghe nói những cỗ máy này không được tạo ra để làm sứ giả của sự hủy diệt và chinh phục, không giống như những “Cơ Quan Di Tích” khác nơi sâu trong sa mạc.",
    "zh-tw": "打倒元能構裝體後獲得的老舊零件。據說這些機械與同樣來自沙海深處的「遺蹟機關」不同，並不是作為殲滅與征服的使者被製造出來的。",
    "ko-kr": "태고의 구조체 처치 후 획득 가능한 낡은 부품.이 기계들은 모래바다 깊은 곳에서 온 여느 「유적 장치」와 달리 섬멸과 정복의 사자로써 만들어진 것이 아니라고 한다",
    "en-us": "An old component obtained from defeating a Primal Construct.It is said that these machines are different from those ruin machines that come from deep within the desert, for they were not made as heralds of destruction or conquest.",
    "de-de": "Ein nach dem Besiegen eines Urkonstrukts erhaltenes altes Teil.Es heißt, diese Maschinen seien anders als andere „Ruinenmaschinen\" in der Tiefe der Wüste und seien gar nicht zur Eroberung und Vernichtung geschaffen worden.",
    "ru-ru": "Повреждённый компонент, полученный в результате победы над первозданной конструкцией.Говорят, что эти машины отличаются от тех руинных механизмов, которые приходят из глубин пустыни, ибо они не были созданы как предвестники разрушения или покорения.",
    "es-es": "Una pieza antigua obtenida tras derrotar a una Creación Primigenia.Se dice que estas máquinas no fueron creadas para la destrucción o la conquista, a diferencia de las máquinas de las ruinas que provienen de las profundidades del desierto.",
    "pt-pt": "Um componente danificado obtido após derrotar a Estrutura Primordial.Dizem que essas máquinas são diferentes das Máquinas das Ruínas oriundas das profundezas do deserto, pois não foram feitas como emissárias da destruição ou conquistas.",
    "fr-fr": "Un composant usé que vous avez obtenu après avoir vaincu une Structure primale.On dit que ces machines sont différentes des mécanismes des ruines des profondeurs du désert en ce qu'elles n'ont pas été créées pour conquérir ou amener la destruction.",
    "th-th": "ชิ้นส่วนเก่าแก่ที่ได้รับหลังจากเอาชนะ Primal Construct แล้วว่ากันว่าเครื่องจักรเหล่านี้ไม่ได้ถูกสร้างขึ้นให้เป็นผู้ส่งสาสน์เพื่อการพิชิตและทำลายล้าง ซึ่งแตกต่างไปจาก \"กลไกโบราณ\" อื่น ๆ ที่มาจากส่วนลึกของทะเลทรายเหมือนกัน",
    "ja-jp": "プライマル構造体を倒した後に獲得した古い部品。あれらの機械は、同じく砂海の奥底から来る｢遺跡機械｣とは異なり、殲滅や征服のために作られたわけではないらしい。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "武器培養素材【煉金】輝光棱晶",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'amélioration de personnage",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Primal Construct Lv. 40+",
      "Penukaran Stardust"
    ],
    "zh-cn": [
      "合成获得，40级以上元能构装体掉落，星尘兑换"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Kết Cấu Nguyên Thủy cấp 40 trở lên rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "【40級以上】元能構裝體掉落",
      "星塵兌換",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 태고의 구조체 드랍",
      "합성 획득",
      "스타더스트 교환"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Primal Constructs",
      "Stardust Exchange"
    ],
    "de-de": [
      "Beute von Urkonstrukten ab Stufe 40",
      "Mit Sternenstaub kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Алхимия",
      "• Первозданные конструкции Ур. 40+",
      "• Покупается за Звёздную пыль",
      "Алхимия: Сломанная призма",
      "Алхимия: Мора",
      "Алхимия: Блестящая призма"
    ],
    "es-es": [
      "Obtenido de Creaciones Primigenias (Niv. 40+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Dropado pelas Estruturas Primordiais de Nv. 40+",
      "Resgate de Poeira Estrelar"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Structure primale (Niv.40+)",
      "Échange Astrions"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Primal Construct Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "プライマル構造体(Lv.40以上)がドロップ",
      "スターダスト交換",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/eb38924cb93b50252aaf1fb36f03d9ff_5523964487781891368.png",
  "localIcon": "images/turbid_prism.png"
}