{
  "id": "tyrants_fang",
  "wiki_id": 6643,
  "name": {
    "id-id": "Tyrant's Fang",
    "zh-cn": "横行霸者的利齿",
    "vi-vn": "Răng Nanh Bạo Chúa",
    "zh-tw": "橫行霸者的利齒",
    "ko-kr": "난폭한 송곳니",
    "en-us": "Tyrant's Fang",
    "de-de": "Schneidezahn des Eroberers",
    "ru-ru": "Клык тирана",
    "es-es": "Colmillo de tirano",
    "pt-pt": "Presa Tirana",
    "fr-fr": "Croc de tyran",
    "th-th": "Tyrant's Fang",
    "ja-jp": "覇道の牙"
  },
  "description": {
    "id-id": "Gigi tajam dari seekor Saurian Natlan yang kuat.Permukaannya yang bergerigi dan bentuknya yang mengerikan adalah bukti keganasan pemiliknya. Di antara sekian banyak Saurian di Natlan, yang memiliki gigi seperti ini pastilah tiran yang kejam.",
    "zh-cn": "纳塔的强龙脱落的尖锐利齿。旁生的锯状结构与其狰狞的形态，可窥见其主人在战斗中的蛮勇。拥有这等牙齿的龙，想必在纳塔诸多龙众中，可称得上是横行无忌的霸者了吧。",
    "vi-vn": "Răng nanh sắc bén rụng ra từ Saurian ở Natlan.Với cấu trúc răng cưa và hình dáng dữ tợn của nó, có thể thấy sự dũng mãnh của chủ nhân trong những trận chiến. Saurian sở hữu chiếc răng như vậy, có thể xem như một bá chủ trong số các Saurian ở Natlan rồi.",
    "zh-tw": "納塔強龍脫落的尖銳利齒。旁生的鋸狀結構與猙獰的形態可窺見其主人在戰鬥中的蠻勇。擁有這等牙齒的龍，想必在納塔諸多龍眾中，也可以稱得上是橫行無忌的霸者了吧。",
    "ko-kr": "나타의 강력한 용의 날카로운 이빨. 측면의 톱날 구조와 흉악한 생김새에서주인의 용맹함을 엿볼 수 있다. 이런 이빨을 지닌 용이라면 나타의 수많은 용들 중에서도 포악한 패자에 속할 것이다",
    "en-us": "A sharp tooth that fell from a mighty Natlan Saurian.Its serrated edge and fearsome shape attest to the ferocity of its owner in battle. Among the many Saurians of Natlan, one with such a tooth must have been a ruthless tyrant indeed.",
    "de-de": "Ein scharfer Zahn von einem mächtigen Saurier Natlans.Die gezackte Struktur und die grimmige Form zeugen von dem wilden Mut seines Besitzers in Schlachten. Ein Saurier mit einem solchen Zahn dürfte unter den vielen Sauriern Natlans sicherlich als unangefochtener Herrscher gelten.",
    "ru-ru": "Острый клык могучего завриана из Натлана.Его зазубренный край и устрашающая форма свидетельствуют о свирепости его владельца. Среди множества заврианов Натлана обладатель такого клыка, должно быть, был безжалостным тираном.",
    "es-es": "Un afilado colmillo que se le cayó a un poderoso saurio de Natlan.Las protuberancias con forma de sierra que tiene en un lado y su aspecto malévolo son prueba de la ferocidad de su dueño. Seguro que los demás saurios de Natlan consideran que el dueño de este colmillo es un salvaje tirano.",
    "pt-pt": "N/A",
    "fr-fr": "La dent acérée d'un puissant saurien de Natlan. Son bord dentelé et sa forme effrayante témoignent de la férocité de son ancien propriétaire au combat. Parmi les nombreux sauriens natlanois, celui qui possédait une telle dent devait être un véritable tyran impitoyable.",
    "th-th": "เขี้ยวอันแหลมคมของ Saurian ผู้แข็งแกร่งแห่ง Natlan ที่หลุดออกมาขอบที่หยักเหมือนเลื่อยและรูปทรงที่ดูน่ากลัวสะท้อนความห้าวหาญในการต่อสู้ของผู้เป็นเจ้าของได้อย่างดี Saurian ที่มีเขี้ยวแบบนี้ น่าจะจัดว่าเป็นลูกพี่ใหญ่จอมขวางโลกในหมู่ Saurian ทั้งหลายใน Natlan ได้เลยทีเดียว",
    "ja-jp": "ナタの強い竜が落とした鋭い牙。側面のギザギザや獰猛な形から、持ち主が戦場でいかに勇猛であったかが窺える。「覇者」と言える竜だったのだろう。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Dijatuhkan oleh Saurian Natlan Lv. 60+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "60级以上纳塔龙众掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Saurian Natlan Cấp 60 Trở Lên Rơi"
    ],
    "zh-tw": [
      "60級以上納塔龍眾掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 나타 용 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Dropped by Lv. 60+ Natlan Saurians",
      "Crafted"
    ],
    "de-de": [
      "Beute von Natlan-Sauriern ab Stufe 60",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Заврианы Натлана Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Клык взрослого",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Saurios (Niv. 60+)",
      "Sintetizar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Butin de sauriens natlanois (Niv.60+)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Saurian ใน Natlan Lv.60 ขึ้นไป"
    ],
    "ja-jp": [
      "スターライト交換",
      "ナタの竜（Lv.60以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/fc94200643164906c34fc8c48f288ae9_747607852169725881.png",
  "localIcon": "images/tyrants_fang.png"
}