{
  "id": "warm_backshell",
  "wiki_id": 7558,
  "name": {
    "id-id": "Warm Back-Shell",
    "zh-cn": "蕴热的背壳",
    "vi-vn": "Vỏ Lưng Ấm Áp",
    "zh-tw": "蘊熱的背殼",
    "ko-kr": "열기를 품은 껍질",
    "en-us": "Warm Back-Shell",
    "de-de": "Warmes Panzerbruchstück",
    "ru-ru": "Тёплый панцирь",
    "es-es": "Fragmento de caparazón con calor residual",
    "pt-pt": "Concha Quente",
    "fr-fr": "Coquille brisée chaude",
    "th-th": "Warm Back-Shell",
    "ja-jp": "熱を秘めた鱗甲"
  },
  "description": {
    "id-id": "Sepotong cangkang yang diukir dari punggung Furnace Shell Mountain Weasel setelah ia dikalahkan.Furnace Shell Mountain Weasel mengumpulkan Phlogiston di cangkang belakangnya dari makanan untuk digunakan dalam keadaan darurat. Kilatan api saat musang yang menyala melompat melewati Gunung Suci adalah pemandangan yang belum pernah terlihat sejak zaman dahulu.",
    "zh-cn": "击败炉壳山鼬后，从其背上取得的背壳的部分结构。炉壳山鼬会在背壳之后蕴积进食所得的燃素，以备不时之需，燃火的鼬兽在圣山中腾跃时的一抹焰色，或许是长久以来都未曾被人窥得的风景吧。",
    "vi-vn": "Một phần kết cấu vỏ lưng thu được sau khi đánh bại Chồn Núi Giáp Lửa.Chồn Núi Giáp Lửa sẽ tích trữ Phlogiston thu được từ thức ăn ở phần lưng, để sẵn sàng cho bất cứ tình huống nào. Vệt lửa mà loài thú này tạo ra khi nhảy nhót trong Núi Thánh, đó có lẽ là cảnh tượng mà chưa từng có ai nhìn thấy.",
    "zh-tw": "擊敗爐殼山鼬後，從其背上取得的背殼的部分結構。爐殼山鼬會在背殼之後蘊積進食所得的燃素，以備不時之需，燃火的鼬獸在聖山中騰躍時的一抹焰色，或許是長久以來都未曾被人窺得的風景吧。",
    "ko-kr": "용암 껍질 산족제비를 처치하고 등에서 얻은 껍질 조각.용암 껍질 족제비는 만일의 경우에 대비해 등껍질에 섭취한 열소를 저장한다. 불타는 듯한 이 족제비가 신성한 산을 뛰어다니는 모습은 오랜 시간 동안 아무도 보지 못했던 경이로운 광경일 것이다",
    "en-us": "A portion of shell removed from a Furnace Shell Mountain Weasel's back after its defeat.Furnace Shell Mountain Weasels accumulate Phlogiston in their shells from feeding to be used in emergencies. The sight of them blazing fiery trails over the Sacred Mountain has not been seen since ancient times.",
    "de-de": "Teilstruktur des Rückenpanzers eines besiegten Brennkammer-Bergmarders.Brennkammer-Bergmarder sammeln das Phlogiston, das sie über die Nahrung aufnehmen, unter ihrem Rückenpanzer für spätere Zwecke an. Der Anblick der lodernden Marder, die durch die heiligen Berge springen, ist wohl schon seit langer Zeit niemandem mehr vergönnt gewesen.",
    "ru-ru": "Часть панциря, снятая со спины термопанцирного горного хоря после его поражения.Термопанцирный горный хорь накапливает флогистон в своём панцире, получая его из пищи, чтобы использовать в критических ситуациях. Давно уж не видели его пылающий след на Священной горе.",
    "es-es": "Una parte del caparazón de la espalda del Hurón Fraguacorazado obtenida tras su derrota.Esta criatura acumula el flogisto que obtiene de los alimentos en su caparazón para usarlo en caso de necesidad. El brillo flamígero de las bestias de la Montaña Sagrada es un espectáculo que nadie ha visto desde tiempos inmemoriales.",
    "pt-pt": "Uma porção da concha removida das costas de um Furão da Montanha Concha de Fornalha após sua derrota.O Furão da Montanha Concha de Fornalha acumula Flogisto em sua concha para ser usado em emergências. A visão de seu rastro flamejante sobre a Montanha Sagrada não é vista desde tempos antigos.",
    "fr-fr": "Une partie de la coquille sur le dos d'une Belette des montagnes à coquille fournaise que vous avez obtenue après l'avoir battue.La Belette des montagnes à coquille fournaise se nourrit de phlogistique pour l'accumuler dans sa carapace et s'en sert en cas d'urgence. Les traînées flamboyantes que cela génère n'ont pas été aperçues depuis les temps anciens sur la Montagne sacrée.",
    "th-th": "ชิ้นส่วนกระดองหลังบางส่วน จากหลังของ Furnace Shell Mountain Weasel ที่ได้รับหลังจากเอาชนะมันFurnace Shell Mountain Weasel จะเก็บโฟลจิสตันที่มันกินเข้าไปไว้ในกระดองหลังเพื่อใช้ในกรณีฉุกเฉิน ภาพเปลวไฟของมันที่ลุกโชนยามโลดแล่นในภูเขาศักดิ์สิทธิ์ อาจเป็นทัศนียภาพที่ไม่มีใครเคยเห็นมานานแล้ว",
    "ja-jp": "マグマイタチを倒した後、その背中から取れた鱗甲の一部。マグマイタチは緊急時に備え、背中の鱗甲に燃素を蓄えている。燃えるイタチが聖山を飛び回るときに浮かべる一抹の炎の色は、もうずっと誰も見ていない光景かもしれない…"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Furnace Shell Mountain Weasel Lv. 40+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "N/A"
    ],
    "vi-vn": [
      "N/A"
    ],
    "zh-tw": [
      "星塵兌換",
      "40級以上爐殼山鼬掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 용암 껍질 산족제비 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 40+ Furnace Shell Mountain Weasels",
      "Stardust Exchange"
    ],
    "de-de": [
      "N/A"
    ],
    "ru-ru": [
      "• Термопанцирный горный хорь Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Холодный осколок панциря",
      "Алхимия: Мора",
      "Алхимия: Пылающий призмопанцирь"
    ],
    "es-es": [
      "N/A"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Échange Astrions",
      "Butin de Belette des montagnes à coquille fournaise (Niv.40+)",
      "Synthèse"
    ],
    "th-th": [
      "N/A"
    ],
    "ja-jp": [
      "スターダスト交換",
      "マグマイタチ（Lv.40以上）がドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/036cfae30c6a5781084665252d7605f5_111655107910742902.png",
  "localIcon": "images/warm_backshell.png"
}