{
  "id": "warriors_metal_whistle",
  "wiki_id": 6645,
  "name": {
    "id-id": "Warrior's Metal Whistle",
    "zh-cn": "战士的铁哨",
    "vi-vn": "Còi Sắt Chiến Binh",
    "zh-tw": "戰士的鐵哨",
    "ko-kr": "전사의 금속 호루라기",
    "en-us": "Warrior's Metal Whistle",
    "de-de": "Eisenpfeife des Kriegers",
    "ru-ru": "Металлический свисток воина",
    "es-es": "Silbato de hierro del guerrero",
    "pt-pt": "Apito de Metal do Guerreiro",
    "fr-fr": "Sifflet en métal de guerrier",
    "th-th": "Warrior's Metal Whistle",
    "ja-jp": "戦士の鉄笛"
  },
  "description": {
    "id-id": "Simbol seorang pejuang suku Natlan.Peluit besi ini diberikan kepada mereka yang telah diakui sebagai seorang pejuang suku secara resmi. Digunakan oleh mereka yang berpatroli di suku untuk berkomunikasi dan memperingatkan orang lain akan bahaya. Inilah tanggung jawab seorang pejuang suku.",
    "zh-cn": "纳塔部族战士的象征。正式成为部族战士后能够拥有的铁哨。在部族周围巡游，一旦出现危险就用哨声互相通知呼应。这就是部族中「战士」需要履行的职责。",
    "vi-vn": "Biểu tượng của chiến binh bộ tộc Natlan.Chiếc còi sắt được sở hữu sau khi chính thức trở thành chiến binh bộ tộc. Khi đi tuần tra xung quanh bộ tộc, ngay khi xuất hiện mối nguy hiểm sẽ tiến hành thông báo cho nhau bằng tiếng còi. Đây cũng là chức trách mà chiến binh bộ tộc cần phải chấp hành.",
    "zh-tw": "納塔部族戰士的象徵。正式成為部族戰士後能夠擁有的鐵哨。在部族周圍巡遊，一旦出現危險就用哨聲互相通知呼應，這就是部族中「戰士」需要履行的職責。",
    "ko-kr": "나타 부족 전사의 상징. 정식으로 부족 전사가 된 후 얻게 되는 금속 호루라기. 부족 주위를 순찰하며 위험을 발견하면 즉시 호루라기로 서로에게 알린다. 이것은 부족의 「전사」가 다해야 할 소임이다",
    "en-us": "The symbol of a Natlan tribal warrior.A metal whistle that is given to individuals who have been officially recognized as tribal warriors. It is used to communicate and alert others to danger by those that patrol the tribe's vicinity. This is a duty that falls upon the warriors of the tribe.",
    "de-de": "Das Abzeichen eines Stammeskriegers aus Natlan.Die Eisenpfeife, die man erhält, wenn man offiziell ein Krieger des Stammes wird. Sie wird benutzt, um bei Gefahr Alarm zu schlagen, während man das Stammesgebiet patrouilliert, eine der Pflichten eines Kriegers.",
    "ru-ru": "Символ воина племени Натлана.Металлический свисток, который вручают тем, кто официально признан воинами племени. Его используют для связи. Патрульные окрестностей племени используют его для предупреждения других об опасности. Эта обязанность лежит на воинах племени.",
    "es-es": "El símbolo de un Guerrero Tribal de Natlan.Un silbato de hierro que solo pueden tener aquellos que se han convertido oficialmente en Guerreros Tribales. Durante sus patrullas alrededor de la tribu, estos guerreros tienen el deber de soplar el silbato para avisar de cualquier peligro que encuentren.",
    "pt-pt": "N/A",
    "fr-fr": "Le symbole d'une sentinelle tribale de Natlan. Un sifflet en métal offert aux individus officiellement reconnus comme guerriers tribaux. Il est utilisé par ceux qui patrouillent dans les environs de la tribu pour communiquer et alerter les autres du danger. C'est un devoir qui incombe aux guerriers tribaux.",
    "th-th": "สัญลักษณ์ของนักรบชนเผ่าใน Natlanนกหวีดเหล็กที่สามารถมีไว้ครอบครองได้หลังจากได้เป็นนักรบชนเผ่าอย่างเป็นทางการแล้ว พวกเขาลาดตระเวนไปรอบ ๆ ชนเผ่า และใช้นกหวีดเพื่อแจ้งเตือนซึ่งกันและกันหากเกิดอันตราย นี่คือหน้าที่ที่ \"นักรบ\" ในเผ่าต้องรับผิดชอบ",
    "ja-jp": "ナタの部族の戦士のシンボル。部族の正式な戦士になったらもらえる鉄笛。部族の周辺を巡回している際、危機を察知したら笛の音で知らせ合うことは「戦士」の責務である。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Character and Weapon Enhancement Material",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุยกระดับตัวละครและอาวุธ",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Sauroform Tribal Warrior Lv. 40+",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "星尘兑换",
      "40级以上部族龙形武士掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Chiến Sĩ Bộ Tộc Dạng Saurian Cấp 40 Trở Lên Rơi",
      "Đổi Tinh Trần"
    ],
    "zh-tw": [
      "星塵兌換",
      "40級以上部族龍形武士掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.40 이상 부족 용 무사 드랍",
      "스타더스트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Stardust Exchange",
      "Dropped by Lv. 40+ Sauroform Tribal Warriors",
      "Crafted"
    ],
    "de-de": [
      "Kann hergestellt werden",
      "Beute von saurierförmigen Stammeskriegern ab Stufe 40",
      "Mit Sternenstaub kaufen"
    ],
    "ru-ru": [
      "• Заврианоподобные воины племени Ур. 40+",
      "• Алхимия",
      "• Покупается за Звёздную пыль",
      "Алхимия: Деревянный свисток дозорного",
      "Алхимия: Мора",
      "Алхимия: Золотой свисток коронованного заврианами воина"
    ],
    "es-es": [
      "Obtenido de Soldados Tribales Sauromorfos (Niv. 40+)",
      "Sintetizar",
      "Canjear Polvo estelar"
    ],
    "pt-pt": [
      "N/A"
    ],
    "fr-fr": [
      "Échange Astrions",
      "Butin de guerriers tribaux sauroformes (Niv.40+)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจากนักรบชนเผ่าร่าง Saurian Lv.40 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "スターダスト交換",
      "部族竜戦士（Lv.40以上）からドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/9564191/54375bf17fec5be6b0f4b9ca377cf847_4370745295377298039.png",
  "localIcon": "images/warriors_metal_whistle.png"
}