{
  "id": "weathered_arrowhead",
  "wiki_id": 367,
  "name": {
    "id-id": "Weathered Arrowhead",
    "zh-cn": "历战的箭簇",
    "vi-vn": "Mũi Tên Thiện Chiến",
    "zh-tw": "歷戰的箭鏃",
    "ko-kr": "역전의 화살촉",
    "en-us": "Weathered Arrowhead",
    "de-de": "Abgenutzte Bolzenspitze",
    "ru-ru": "Старый наконечник стрелы",
    "es-es": "Flecha veterana",
    "pt-pt": "Ponta de Flecha Usada",
    "fr-fr": "Pointe de flèche usée",
    "th-th": "Historic Arrowhead",
    "ja-jp": "歴戦の矢先"
  },
  "description": {
    "id-id": "Ujung anak panah yang penuh dengan noda darah, dan telah kehilangan ketajamannya dan fungsinya sebagai senjata.Tetapi di dalamnya terkandung kebanggaan seorang pemburu, kini berfungsi sebagai jimat dan medali.",
    "zh-cn": "老旧的、沾染了干涸血迹的箭簇。箭头在反复的使用中已经失去了应有的锐利，根本不能作为武器使用。但它也代表着猎手的骄傲，是它们的护身符与奖章。",
    "vi-vn": "Mũi tên cũ có vết máu khô. Do sử dụng nhiều nên đã mất đi sự sắc bén, không thể dùng làm vũ khí.Nhưng nó cũng là niềm tự hào của người thợ săn, là huân chương và bùa may mắn của họ.",
    "zh-tw": "老舊的、沾染了乾涸血跡的箭鏃。箭頭在反覆的使用中已經失去了應有的銳利，根本不能作為武器使用。但它也代表著獵手的驕傲，是它們的護身符與獎章。",
    "ko-kr": "핏자국이 말라붙은 오래된 화살촉. 오래 사용하는 바람에 촉이 무뎌져 무기로써 수명을 다했다.하지만 이 또한 사냥꾼의 자랑거리. 그들의 호신부이자 메달이다",
    "en-us": "An old arrowhead coated in blood. The arrowhead has long since lost its sharpness and thus its use as a weapon.However, it represents the pride of a hunter and acts as both an amulet and a medal.",
    "de-de": "Eine alte und verdreckte Bolzenspitze. Da sie schon mehrfach verwendet worden ist, kann man sie mehr schlecht als recht als Waffe gebrauchen.Sie steht jedoch für den Stolz der Jäger und wird von ihnen als Talisman getragen.",
    "ru-ru": "Старый наконечник стрелы, покрытый кровью. Он давно потерял свою остроту, и, следовательно, его нельзя использовать в качестве оружия.Однако этот наконечник является гордостью охотника и выполняет роль амулета или медали.",
    "es-es": "Vieja flecha manchada con sangre seca. Ha perdido su filo debido a su uso intensivo y ya no puede ser utilizada como arma.Sin embargo, también representa el orgullo de los cazadores, como si fuera su medalla.",
    "pt-pt": "Setas velhas e manchadas de sangue coagulado. A flecha perdeu sua nitidez devido ao uso repetido e já não pode ser usada mais como arma. Contudo, também representa o orgulho dos caçadores, são como se fossem suas medalhas.",
    "fr-fr": "Une vieille pointe de flèche recouverte de sang. Elle a perdu son tranchant depuis longtemps et ne sert plus d'arme.Cependant, les chasseurs la portent fièrement à leur cou comme une amulette ou une médaille.",
    "th-th": "ลูกธนูโบราณที่ยังมีคราบเลือดแห้ง ติดอยู่ บวกกับการใช้งานด้วยจำนวนครั้งที่ นับไม่ถ้วนทำให้หัวเริ่มทู่แต่มันคือความภูมิใจของเหล่านักล่า เพราะมันคือเครื่องรางป้องกันตัวและเหรียญเกียรติยศในเวลาเดียวกัน",
    "ja-jp": "古く、乾いた血がたくさんついた矢先。何度も使用されたため、その鋭さは失われ、武器としては使えなくなったが、狩人の誇りの象徴としてお守りや表彰として使用されている。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Elevação de Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Penukaran Stardust",
      "Dijatuhkan oleh Hilichurl Shooter Lv. 60+",
      "Didapatkan dari Craft"
    ],
    "zh-cn": [
      "60级以上丘丘射手掉落",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Xạ thủ Hilichurl cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "角色與武器培養材料",
      "【60級以上】射手類丘丘人掉落",
      "合成獲得"
    ],
    "ko-kr": [
      "Lv.60 이상 츄츄 궁수 드랍",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Hilichurl Shooters"
    ],
    "de-de": [
      "Beute von Hilichurl-Schützen ab Stufe 60",
      "Kann hergestellt werden",
      "Mit Sternenglanz kaufen"
    ],
    "ru-ru": [
      "• Хиличурлы-стрелки Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Острый наконечник стрелы",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Obtenido de Hilichurls Ballesteros (Niv. 60+)",
      "Canjear Polvo estelar",
      "Sintetizar"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Hilichurls Arqueiros Nv. 60+"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin de Tireur Brutocollinus (Niv.60+)"
    ],
    "th-th": [
      "ดรอปจาก Hilichurl ที่โจมตีระยะไกล",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "ヒルチャール・射手（Lv.60以上）がドロップ",
      "合成で獲得",
      "スターライト交換（月に25回まで）"
    ]
  },
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Weathered%20Arrowhead_icon.png",
  "localIcon": "images/weathered_arrowhead.png"
}