{
  "id": "wine_goblet_of_the_pristine_sea",
  "wiki_id": 4027,
  "name": {
    "id-id": "Wine Goblet of the Pristine Sea",
    "zh-cn": "无垢之海的酒盏",
    "vi-vn": "Ly Rượu Của Biển Nguyên Sơ",
    "zh-tw": "無垢之海的酒盞",
    "ko-kr": "순결한 바다의 술잔",
    "en-us": "Wine Goblet of the Pristine Sea",
    "de-de": "Weinkelch des unberührten Meers",
    "ru-ru": "Чаша непорочного моря",
    "es-es": "Copa de vino del mar impoluto",
    "pt-pt": "Cálice de Vinho do Mar Pristino",
    "fr-fr": "Gobelet à vin de la mer immaculée",
    "th-th": "Wine Goblet of the Pristine Sea",
    "ja-jp": "無垢な海の酒盃"
  },
  "description": {
    "id-id": "Material Ascension Senjata.Kerajaan seperti apa sih yang bisa bertahan ribuan tahun? Sejak kembalinya bangsa naga, para tiran pernah memikirkan jawaban atas masalah ini.Batu yang tak bisa rusak digabungkan dengan Ichor yang diekstrak dari Air Primordial, lalu diukir menjadi ras yang kokohnya seperti besi hitam, dengan batu iblis sebagai kulitnya, Ichor sebagai darahnya ... sejak saat itu, mereka tidak pernah takut untuk kembali lagi ke kutukan yang membuat mereka tak berdaya ....Patung raksasa yang terdiam tetap memimpikan kerajaannya ... Tanpa disadari, kehancuran kerajaan itu sudah mencapai ribuan tahun lamanya.",
    "zh-cn": "什么样的帝国能够延续千年？从龙的国度归来后，僭主曾思考过如是问题。不朽的石材与自原始之水提取的灵露结合，雕成如黑铁般坚韧的种族——以魔石为肤，灵露为血，从此之后再也无惧回归莽荒的诅咒…沉默的魔像仍做着帝国美梦——不知不觉间，帝国湮没已千年有余。",
    "vi-vn": "Một đế quốc như thế nào mới có thể duy trì ngàn năm? Từ sau khi chế độ của rồng quay lại, quân chủ từng suy ngẫm về vấn đề này.Kết hợp giữa vật liệu đá bất hủ cùng với Linh Lộ tinh luyện từ nước khởi nguyên, điêu khắc ra một chủng tộc bền bỉ như sắt đen. Lấy Ma Thạch làm da, Linh Lộ làm máu, từ đây về sau sẽ không còn phải lo sợ lời nguyền rủa hoang dã...Ma tượng trầm lặng vẫn đang mơ về giấc mơ đế quốc... Trong bất giác, đế quốc đã sụp đổ hơn ngàn năm rồi.",
    "zh-tw": "什麼樣的帝國能夠延續千年？從龍的國度歸來後，僭主曾思考過如是問題。不朽的石材與自原始之水提取的靈露結合，雕成如黑鐵般堅韌的種族——以魔石為膚，靈露為血，從此之後再也無懼回歸莽荒的詛咒…沉默的魔像仍做著帝國美夢——不知不覺間，帝國湮沒已千年有餘。",
    "ko-kr": "N/A",
    "en-us": "What kind of empire can last for a thousand years? After returning from the kingdom of dragons, the usurper once pondered this question.Combining the immortal stone with the Ichor essence extracted from primordial water, and carved into a race as black as iron— with arcane lithos for skin and Ichor for blood, never again fearing the curse of returning to the primeval past...The silent golem still dreams the dream of the empire — not knowing it has been over a thousand years since the empire's obliteration.",
    "de-de": "Welches Imperium vermag es schon, tausend Jahre zu überdauern? Fragen wie diese waren es, die den Tyrannen nach seiner Rückkehr aus dem Reich der Drachen beschäftigten.Unsterblicher Stein, kombiniert mit Ichor, extrahiert aus dem Urwasser, geformt zu einer Spezies, so zäh ist wie Schwarzeisen ... die Haut aus magischem Stein und in den Adern fließt der Ichor. Nie wieder Furcht vor dem Fluch der Rückkehr zum Ursprung ...Noch immer träumte der stumme Golem den Traum eines Reiches ... nicht wissend, dass jenes längst vergangen war; seit mehr als tausend Jahren.",
    "ru-ru": "Какая империя может просуществовать тысячу лет? Вернувшись из царства драконов, тиран однажды задумался над этим вопросом.Соединив камень бессмертия с эссенцией ихора, добытой из воды первозданного мира, и воплотившись в чёрную, как железо, расу - с каменной кожей и росой в крови, никогда больше не боящуюся проклятия возвращения в первобытное прошлое...Молчаливый голем по сей день видит сон об империи, не зная, что с момента её крушения прошло уже более тысячи лет.",
    "es-es": "“¿Qué clase de imperio puede perdurar durante milenios?”, reflexionó el tirano tras regresar del reino de los dragones.Con una mezcla de inertes rocas e icor extraído de las aguas primigenias, se esculpió una raza tan tenaz como el hierro negro; una raza cuya piel era roca y cuya sangre era icor. Así, nunca más hubo que temer el regreso de la abominable maldición.Aunque los taciturnos gólems aún sueñan con ese imperio, ya han pasado más de mil años desde su desaparición.",
    "pt-pt": "\"Que tipo de império pode perdurar por milênios?\", refletiu o tirano após retornar do reino dos dragões.Com uma mistura de inertes rochas e orvalho vital extraído das águas primordiais, esculpiu-se uma raça tão tenaz quanto o ferro negro; uma raça cuja pele era rocha e cujo sangue era orvalho vital. Assim, nunca mais se temeu o retorno da abominável maldição.Embora os taciturrnos golens ainda sonhem com esse império, já se passaram mais de mil anos desde o seu desaparecimento.",
    "fr-fr": "Quel genre d'empire peut durer mille ans ? Après son retour du royaume des dragons, l'usurpateur réfléchit à cette question.Combinant une pierre immortelle avec l'essence d'ichor extraite de l'eau primordiale et sculptant le tout en une race aussi noire que le fer... Avec de la lithos arcanique pour peau et de l'ichor pour sang, ne craignant plus jamais la malédiction du retour d'un passé primitif...Le golem silencieux rêve encore du rêve de l'empire... Sans savoir que cela fait plus de mille ans depuis sa chute...",
    "th-th": "อาณาจักรแบบใดที่อยู่ได้นับพันปี? หลังกลับมาจากอาณาจักรแห่งมังกร ทรราชเคยขบคิดถึงคำถามดังกล่าวเมื่อหลอมรวมหินอมตะเข้ากับหยาดน้ำค้างวิญญาณที่สกัดจากน้ำทะเลบรรพกาล มันจะถูกแกะสลักเป็นเผ่าพันธุ์ที่แกร่งดุจเหล็กสีดำ ซึ่งมีหินวิเศษเป็นผิวหนัง และหยาดน้ำค้างวิญญาณเป็นโลหิต จากนี้ไปก็ไม่ต้องหวั่นที่จะหวนคืนสู่คำสาปอีกแล้ว...รูปปั้นอสูรที่เงียบขรึมยังคงเฝ้าฝันถึงอาณาจักร แต่อาณาจักรนั้นกลับถูกทำลายมานับพันปีแล้ว",
    "ja-jp": "武器に突破の力を付与する材料。どのような帝国が千年にも続けられるだろう？龍の国から帰ってきた後、僭主はそう考えた。不朽なる石と、原始の水から抽出されたイコルを組み合わせ、黒い鉄のように固い種族を作り上げた——魔法の石を皮膚に、イコルを血に。それから、野蛮に戻る呪いを恐れることはもうない…沈黙する魔像は、未だに素晴らしい帝国の夢を見ている——いつの間にか、帝国の滅亡から千年も経ったのだが。"
  },
  "type": {
    "id-id": "Weapon Ascension Material",
    "zh-cn": "武器突破素材",
    "vi-vn": "Nguyên Liệu Đột Phá Vũ Khí",
    "zh-tw": "武器突破素材",
    "ko-kr": "무기 돌파 소재",
    "en-us": "Weapon Ascension Material",
    "de-de": "Material zum Aufstieg von Waffen",
    "ru-ru": "Возвышение оружия",
    "es-es": "Material de ascensión de arma",
    "pt-pt": "Material de Ascensão de Armas",
    "fr-fr": "Matériau d'élévation d'arme",
    "th-th": "วัสดุเลื่อนขั้นอาวุธ",
    "ja-jp": "武器突破素材"
  },
  "sources": {
    "id-id": [
      "Domain of Forgery: Kecanggihan Mekanik (Rabu/Sabtu/Minggu)",
      "Didapatkan melalui Craft"
    ],
    "zh-cn": [
      "合成获得: 峡湾长歌",
      "合成获得: 浪影阔剑",
      "合成获得: 公义的酬报",
      "深潮的余响 - 炼武秘境：奇械 （周三/周六/周日）",
      "合成获得"
    ],
    "vi-vn": [
      "Bí Cảnh Luyện Võ: Máy Móc (Thứ 4/Thứ 7/Chủ Nhật)",
      "Ghép Nhận"
    ],
    "zh-tw": [
      "合成獲得",
      "「深潮的餘響」煉武秘境：奇械（週三、週六、週日）"
    ],
    "ko-kr": [
      "연무 비경: 기계 II ~ IV (수요일/토요일/일요일)",
      "합성 획득"
    ],
    "en-us": [
      "Domain of Forgery: Curious Contraptions (Wednesday/Saturday/Sunday)",
      "Crafted"
    ],
    "de-de": [
      "Echos tiefer Strömung in Fontaine",
      "Sphäre der Kriegskunst: Abgefahrene Apparate (Mittwoch/Samstag/Sonntag)"
    ],
    "ru-ru": [
      "• Подземелье «Эхо глубоких приливов» (среда/суббота/воскресенье)",
      "• Алхимия",
      "• Параметрический преобразователь",
      "• Наборы",
      "Алхимия: Разбитая чаша непорочного моря",
      "Алхимия: Мора",
      "Алхимия: Серебряный кубок непорочного моря"
    ],
    "es-es": [
      "Reverberación de las mareas. Dominio de la forja: Sofisticación mecánica I-IV (Miércoles, sábado y domingo)",
      "Sintetizar"
    ],
    "pt-pt": [
      "Domínio da Forja: Mecanismos Engenhosos (Quarta-feira/Sábado/Domingo)"
    ],
    "fr-fr": [
      "Donjon d'entraînement : Artifice (Mercredi/Samedi/Dimanche)",
      "Synthèse"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดันเจี้ยนแห่งการต่อสู้: จักรกล (วันพุธ/วันเสาร์/วันอาทิตย์)"
    ],
    "ja-jp": [
      "フォンテーヌ煉武秘境：奇械で獲得可能（水曜/土曜/日曜）",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/1023623/53003e0178136f962ed95ee9c8cb7bff_8470099068054354928.png",
  "localIcon": "images/wine_goblet_of_the_pristine_sea.png"
}