{
  "id": "xenochromatic_crystal",
  "wiki_id": 4067,
  "name": {
    "id-id": "Xenochromatic Crystal",
    "zh-cn": "异色结晶石",
    "vi-vn": "Tinh Thạch Dị Sắc",
    "zh-tw": "異色結晶石",
    "ko-kr": "이색 결정석",
    "en-us": "Xenochromatic Crystal",
    "de-de": "Xenochromatischer Kristall",
    "ru-ru": "Ксенохромный кристалл",
    "es-es": "Cristalización cromática",
    "pt-pt": "Cristal Caleidoscópico",
    "fr-fr": "Cristal xénochromatique",
    "th-th": "Xenochromatic Crystal",
    "ja-jp": "色変わりの結晶"
  },
  "description": {
    "id-id": "Kristal yang diperoleh setelah mengalahkan Fontemer Aberrant.Mengandung energi misterius. Meskipun sumber segala air, namun setelah arus air dari Fontaine mengalir ke bangsa lain, maka ia akan kehilangan semua sifat uniknya.",
    "zh-cn": "击败原海异种后，从其体内取得的大颗结晶。其中蕴含着神秘的能量。尽管是万水之源，但枫丹之水流向异国之后却失去了其独特的性质。",
    "vi-vn": "Kết tinh lấy được từ trong cơ thể của Dị Chủng Biển Sâu sau khi đánh bại nó.Trong đó chứa đựng năng lượng thần bí.Dù là cội nguồn của hàng vạn dòng nước, nhưng nước của Fontaine sau khi chảy sang quốc gia khác cũng sẽ mất đi đặc tính độc đáo của nó.",
    "zh-tw": "擊敗原海異種後，從其體內取得的大顆結晶。其中蘊含著神秘的能量。儘管是萬水之源，但楓丹之水流向異國之後卻失去了其獨特的性質。",
    "ko-kr": "원류바다 이종을 처치한 후 체내에서 얻은 커다란 결정.신비한 에너지가 담겨 있다.폰타인의 물은 모든 물의 근원이지만, 다른 나라로 흘러 들어간 후에는 특유의 성질을 잃고 만다",
    "en-us": "A large crystal obtained from a defeated Fontemer Aberrant.It contains a mysterious energy.All rivers and seas originate in Fontaine, but the water loses all its unique properties once it flows outside Fontaine's borders.",
    "de-de": "Ein großer Kristall, aus dem Körper eines besiegten Fontemer-Mutanten.Er enthält eine geheimnisvolle Energie.Obwohl der Ursprung unendlicher Gewässer, verlieren die Ströme von Fontaine ihren einzigartigen Charakter, je näher sie an fremden Ländern fließen.",
    "ru-ru": "Большой кристалл, полученный из тела инорода Фонтмера после его уничтожения и источающий таинственную энергию.Пусть потоки Фонтейна и источник для множества вод, но они теряют свои уникальные свойства, когда вода попадает в другие страны.",
    "es-es": "Un cristal obtenido del interior del cuerpo de un Engendro Fontamarino.Contiene una misteriosa energía.Aunque Fontaine es el lugar de origen de muchas aguas, estas pierden sus particularidades cuando discurren hacia otras naciones.",
    "pt-pt": "Um grande cristal obtido de uma Aberração Primordial derrotada. Ele emana uma certa energia misteriosa.Todos os rios e oceanos se originaram em Fontaine, mas a água perde todas as suas propriedades únicas uma vez que flui além das fronteiras de Fontaine. Portanto, alguns acreditam que a água em si não é especial e que algo debaixo de Fontaine é o que causa sua água salgada única.Dizem que um certo estudioso, da então destruída Escola de Filosofia Natural de Fontaine, certa vez conduziu uma pesquisa extensiva sobre esse assunto.",
    "fr-fr": "Un grand cristal obtenu en vainquant un Aberrant fontemarin, contenant une énergie mystérieuse.Bien que les rivières et les mers prennent leur source à Fontaine, l'eau perd ses propriétés uniques une fois hors des frontières de la nation.",
    "th-th": "คริสตัลขนาดใหญ่ที่ได้รับจากร่างของ Fontemer Aberrant หลังจากเอาชนะมันได้จะประกอบด้วยพลังงานลึกลับบางอย่างแม้ว่าจะเป็นแหล่งกำเนิดของน้ำทั้งหมด แต่น้ำของ Fontaine ก็สูญเสียคุณสมบัติเฉพาะของมันไปหลังจากที่ไหลไปยังประเทศอื่น",
    "ja-jp": "原海アベラントを倒した後、その体内から得た大きな結晶。不思議なエネルギーを秘めている。万水の源であるフォンテーヌの水だが、異国へ流れるとその独特の性質が失われてしまう。（以下は図鑑より抜粋）原海アベラントを倒した後、その体内から得た大きな結晶。不思議なエネルギーを秘めている。万水の源であるフォンテーヌの水だが、異国へ流れてからはその独特の性質が失われてしまう。そのため、フォンテーヌの海に然る特徴を与えたのは水そのものではなく、海原の下に存在するとある物質ではないかという推論がある。言い伝えによると、今は破壊されてなき自然哲学学院にはこの物質について深く研究した人がいたという。"
  },
  "type": {
    "id-id": "Character and Weapon Enhancement Material",
    "zh-cn": "角色与武器培养素材",
    "vi-vn": "Nguyên Liệu Bồi Dưỡng Nhân Vật Và Vũ Khí",
    "zh-tw": "角色與武器培養素材",
    "ko-kr": "캐릭터와 무기 육성 소재",
    "en-us": "Character and Weapon Enhancement Material",
    "de-de": "Material zur Verbesserung von Figuren und Waffen",
    "ru-ru": "Улучшение персонажей/оружия",
    "es-es": "Material de mejora de personaje y arma",
    "pt-pt": "Material de Fortalecimento de Arma e Personagem",
    "fr-fr": "Matériau d'amélioration de personnage et d'arme",
    "th-th": "วัสดุฝึกฝนตัวละคร",
    "ja-jp": "キャラと武器育成素材"
  },
  "sources": {
    "id-id": [
      "Didapatkan melalui Craft",
      "Dijatuhkan oleh Fontemer Aberrant Lv. 60+"
    ],
    "zh-cn": [
      "60级以上原海异种",
      "合成获得"
    ],
    "vi-vn": [
      "Ghép Nhận",
      "Dị Chủng Biển Sâu cấp 60 trở lên rơi"
    ],
    "zh-tw": [
      "合成獲得",
      "60級以上原海異種掉落"
    ],
    "ko-kr": [
      "Lv.60 이상 원류바다 이종 드랍",
      "스타라이트 교환",
      "합성 획득"
    ],
    "en-us": [
      "Crafted",
      "Dropped by Lv. 60+ Fontemer Aberrants"
    ],
    "de-de": [
      "Beute von Fontemer-Mutanten ab Stufe 60",
      "Mit Sternenglanz kaufen",
      "Kann hergestellt werden"
    ],
    "ru-ru": [
      "• Инороды Фонтмера Ур. 60+",
      "• Алхимия",
      "• Покупается за Звёздный блеск",
      "Алхимия: Обломок из иноморья",
      "Алхимия: Мора"
    ],
    "es-es": [
      "Sintetizar",
      "Obtenido de Engendros Fontamarinos (Niv. 60+)"
    ],
    "pt-pt": [
      "Obtido na síntese",
      "Dropado por Aberração Primordial Nv. 60+",
      "Comprado na Loja Barganhas da Paimon"
    ],
    "fr-fr": [
      "Synthèse",
      "Butin d'Aberrant fontemarin"
    ],
    "th-th": [
      "ได้รับจากการสรรสร้าง",
      "ดรอปจาก Fontemer Aberrant Lv.60 ขึ้นไป",
      "แลกเปลี่ยนด้วย Stardust"
    ],
    "ja-jp": [
      "原海アベラント（Lv.60以上）がドロップ",
      "合成で獲得"
    ]
  },
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/8459597/4bc36681d1975fcd36ed2965771c995d_3257483231161849684.png",
  "localIcon": "images/xenochromatic_crystal.png"
}